{
  "policy_id": "1",
  "text": "State Privacy Rights - Best Buy None Member Exclusive Month. Exclusive deals and more for My Best Buy Plus™ and My Best Buy Total™ members. Ends 10/31.  Shop now. Skip to content Accessibility Survey Menu | Iowa City Iowa City 1451 Coral Ridge Ave Ste 1431 Coralville , IA 52241 Store Details Opens tomorrow at 10 am View store traffic Find Another Store Cart Top Deals Deal of the Day My Best Buy Memberships Credit Cards Best Buy Outlet Gift Cards Yes, Best Buy Sells That Gift Ideas Donate to St. Jude Best Buy Business More Account Recently Viewed Order Status Saved Items Main Content Blue Assist Best Buy Help Hi, how can I help you? Shopping and product advice Recent orders, price match and account Repairs and tech support Order status Ask our chatbot Send message Best Buy Best Buy Support Privacy Policy State Privacy Rights View page as printable PDF State Privacy Rights Skip to: Collection and Use Disclosures Retention — California Residents Consumer Privacy Rights How to Submit a Request Notice About the My Best Buy Program Additional Information Submit an access request . Submit a deletion request . CCPA 2022 Metrics * See Disclaimer (as of 12/31/2022) Access Requests (“requests to know”) Received 781 Denied – no match 179 Denied – not verified 331 Fulfillment in progress 38 Fulfilled 271 Fulfilled requests – report available median 41 days All requests – substantive response median 1 day Deletion Requests Received 31596 Denied – no match 2472 Denied – not verified 13939 Fulfillment in progress 1411 Fulfilled 15135 Fulfilled requests – deletion completed median 20 days All requests – substantive response median 1 day Opt-Out Requests Received 113,604 Fulfilled 113,604 Response time Nearly instantaneous * Metrics reflect requests from all individuals, not just Californians. Metrics can include requests in progress as of December 31, 2021. State-Specific Privacy Information This Statement is designed to be consistent with California, Colorado, Connecticut and Virginia privacy laws. This Statement uses certain terms that have the meanings given to them by the California Consumer Privacy Act (CCPA), as amended, unless otherwise specified. 1.  Collection and Use a.    Collection During the 12-month period prior to the effective date of this Statement, we may have collected the following categories of personal information, including sensitive personal information, about you: Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as customer number, unique pseudonym, or user alias), email address, account name, Social Security number, driver’s license number, passport number, and other similar identifiers, physical characteristics or description, state identification card number, and signature Identifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address Other Financial, Medical, and Health Information: bank account number, credit card number, debit card number, insurance policy number, and other financial information, medical information, and health insurance information Information Related to Characteristics Protected Under California or Federal Law: characteristics of protected classifications under California or federal law, such as race, color, national origin, religion, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, genetic information, disability, citizenship status, and military and veteran status Commercial Information: including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies Biometrics: biometric information such as a fingerprint provided along with a product return if required by local law Internet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements Geolocation Data Sensory Information: Audio, electronic, visual, thermal, and similar information Professional or Employment-Related Information Education Information Profile Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and/or aptitude b.    Sources of collection We collected personal information about you from the following sources: You Best Buy Device(s) You Used Service Providers c.    Purposes for collection/use We collected and used personal information about you for the following purposes: Performing services you have purchased from or contracted for with us, including maintaining or servicing accounts (e.g., your My Best Buy® account), as well as providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing advertising or marketing services, providing analytics services, or providing similar services Auditing related to counting ad impressions to unique visitors, verifying positioning and quality of ad impressions, and auditing compliance Detecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity Short-term, transient use, including, but not limited to, nonpersonalized advertising shown as part of your interactions with our digital properties Debugging to identify and repair errors that impair existing intended functionality Undertaking internal research for technological development and demonstration Undertaking activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by us, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for, or controlled by us Displaying advertisements intended for you based on personal information, related to your activities over time and across nonaffiliated websites or online applications, used to predict your preferences or interests (targeted advertising) Customizing your experience on our digital properties Processing liability claims Complying with and enforcing applicable legal requirements, relevant industry standards and our policies 2.  Disclosures a.    We may have disclosed the following categories of personal information for a business purpose: Identifiers Identifiers (Online) Other Financial, Medical and Health Information Information Related to Characteristics Protected Under California or Federal Law Commercial Information Biometrics Internet and Other Electronic Network Activity Information Geolocation Data Sensory Information Professional or Employment-Related Information Education Information Profile Inferences b.    We may share personal information about you for cross-context behavioral advertising — seeking to place ads to you on others’ digital properties based, at least in part, on personal information obtained from your activity on others’ digital properties. c.    We may have sold (as defined under California, Colorado and Connecticut laws) the following categories of personal information: Identifiers (online) associated with a device used to interact with our digital properties or advertisements (such as a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology) Internet and other electronic network activity information associated with a device used to interact with Digital Properties or advertisements Profile inferences (solely as sale is defined under California rules) d.    We do not sell the personal information of consumers under the age of 16 if we have actual knowledge of the individual’s age. e.    We do not sell personal information as the term is traditionally understood or as defined under Virginia law. For example, we do not exchange for money personal information to data brokers or third parties for their marketing purposes independent of us. f. Sensitive Personal Information: We do not share sensitive personal information for cross-context behavioral advertising. We do not sell sensitive personal information. g.    We may have disclosed personal information about you with the following categories of third parties: Our affiliates Our joint marketing partners Our business partners Social media networks Third-party marketing partners Government entities, including law enforcement Information we disclose to third parties: 3rd Party Categories Personal Information Categories Our Affiliates Our Joint Marketing Partners Our Business Partners Social Media Networks Third-party Marketing Partners Government Entities, Including Law Enforcement * See Disclosure Identifiers Yes Yes Yes Yes Yes Yes Identifiers (Online) Yes No No No Yes Yes Other Financial, Medical and Health Information No No No No No Yes Information Related to Characteristics Protected Under California or Federal Law No No No No No Yes Commercial Information Yes Yes Yes No No Yes Biometrics No No No No No Yes Internet and Other Electronic Network Activity Information Yes No No No Yes Yes Geolocation Data No No No No No Yes Sensory Information No No No No No Yes Professional or Employment Related Information No No No No No Yes Education Information No No No No No Yes Profile Inferences Yes No No No No Yes Please note: Best Buy shares Personal Information with government entities, including law enforcement, only in the following circumstances: (1) when required to do so as a matter of law; (2) to assist in the investigation of a potential crime impacting Best Buy, its employees, its customers, or the communities we serve; or (3) when required in response to legal process (e.g., subpoena, search warrant). 3.  Retention — California Residents Best Buy has in place a records-retention schedule reflecting our intended retention periods for certain types of information. The following reflects the longest applicable intended retention period by personal-information category for information related to California consumers acquired on or after January 1, 2023. Once the intended retention period has passed, subject information is to be deleted or modified such that it is no longer personal information. Personal Information Categories Intended Retention Period Biometrics Up to 10 years after last activity, subject to contractual obligations Commercial Information 10 years after expiration of contractual obligations Education Information 10 Years after termination of employment Geolocation Data Up to 3 Years Identifiers Up to 10 years after last activity, subject to contractual obligations Identifiers (Online) Up to 3 years Information Related to Characteristics Protected Under California or Federal Law Up to 3 years Internet and Other Electronic Network Activity Information Up to 3 years Other Financial, Medical and Health Information Up to 10 years after last activity, subject to contractual obligations Professional or Employment Related Information 10 Years after termination of employment Profile Inferences Up to 3 years Sensory Information Up to 40 Days There are a number of reasons personal information may be retained longer than the intended retention period. For example, deletion or modification does not happen immediately after a retention period has passed and instead executes periodically, no less frequently than annually. Additionally, some information systems or information may be placed on legal holds due to potential litigation or regulatory review and information, therefore, is not deleted or modified. 4.  Consumer Privacy Rights You have certain choices regarding our use and disclosure of personal information about you, as described below. Access: You have the right to request, twice in a 12-month period, that we disclose to you the personal information related to you we have collected during the past 12 months. This may include: o   The categories and specific pieces of personal information we have collected about you o   The categories of sources from which we collected the personal information o   The business or commercial purpose for which we collected or sold the personal information o   The categories of third parties with whom we shared the personal information o   The categories of personal information about you that we sold or disclosed for a business purpose, and the categories of third parties to whom we sold or disclosed that information for a business purpose Correction: You have the right to request that we correct certain personal information we have collected, taking into account the nature of the personal information and the purposes of the processing of the personal information. If you make a correction request, we may correct or instead delete information as allowed by law. Exceptions apply. Deletion: You have the right to request that we delete certain personal information we have collected from you. Exceptions apply. Opt-Out of Sale: You have the right to opt-out of the sale of your personal information. 5.  How to Submit a Request Submit an access request , or call us at 1-888-BEST BUY (1-888-237-8289). The report you receive containing personal information we have on file will provide instructions on how to pursue correction of applicable information. Submit a deletion request , or call us at 1-888-BEST BUY (1-888-237-8289). More information on opting out of the sale of your personal information, including through enabling Global Privacy Controls, is available on our Do Not Sell/Share page. California Residents Limit the Use or Disclosure of Sensitive Personal Information. You have the right to request that we limit our use or disclosure of Sensitive Personal Information (as defined by California law) about you to certain uses authorized by the CCPA. We do not disclose Sensitive Personal Information beyond such authorizations. See our Limit the use of My Sensitive Personal Information page for more information. Do Not Share My Personal Information. You have the right to opt out of our sharing of personal information for cross-context behavioral advertising. See our Do Not Sell/Share page for more information on how to exercise this right. Shine the Light Request: You also may have the right to request that we provide you with (a) a list of certain categories of personal information we have disclosed to third parties for their direct marketing purposes during the immediately preceding calendar year and (b) the identity of those third parties. To submit a Shine the Light Request, email us at CaliforniaPrivacyRights@bestbuy.com . Colorado Residents Opt Out of Targeted Advertising: You have the right to opt out of “Targeted Advertising.” See our Targeted Advertising Opt Out page for more information on how to exercise this right. Appeal a Refusal to Take Action : Colorado law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Colorado Attorney General to submit a complaint. Other Options not Relevant : We do not use your data for the purpose of profiling to make decisions that would have legal or similarly significant effects on you. We do not knowingly process “sensitive data” concerning Colorado residents, as defined under Colorado law, unless required as a matter of law. Connecticut Residents Opt Out of Targeted Advertising: You have the right to opt out of “Targeted Advertising.” See our Targeted Advertising Opt Out page for more information on how to exercise this right. Appeal a Refusal to Take Action : Connecticut law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Connecticut Attorney General to submit a complaint. Virginia Residents Opt Out of Targeted Advertising: You have the right to opt out of “Targeted Advertising.” See our Targeted Advertising Opt Out page for more information on how to exercise this right. Appeal a Refusal to Take Action: Virginia law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Virginia Attorney General to submit a complaint. Other Options not Relevant. We do not sell personal information as “sale” is defined under Virginia law. We do not knowingly process “sensitive data” concerning Virginia residents, as defined under Virginia law, unless required as a matter of law. Verifying Requests. To help protect your privacy and maintain security, we will take steps to verify your identity before granting you access to your personal information or complying with your request. If you have an account with us, we may verify your identity by requiring you to sign in to your account. If you request access to or deletion of your personal information and do not sign in to an account with us, we require you to provide the following information: name, email address, phone number, and postal address. In addition, if you do not have an account and you ask us to provide you with specific pieces of personal information, we reserve the option to require you to sign a declaration under penalty of perjury that you are the consumer whose personal information is the subject of the request. If you designate an authorized agent to make a request on your behalf for which verification is required, we may (1) require you to provide the authorized agent written permission to do so, and (2) require you to verify your own identity directly with us (as described above). 6.   Notice About the My Best Buy Program The My Best Buy® Program (the “Program”) is Best Buy’s loyalty program that offers Program members (“Members”) certain benefits. To participate in the Program, you must provide your full name, email address, postal address, and phone number. The following categories of personal information are implicated based on your participation in the Program: Commercial information, including records of products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies Internet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications, or advertisements Identifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address Inferences drawn from any of the above (e.g., preferences or characteristics) We use personal information to identify you as a member of the program and provide you with relevant messaging, benefits, and incentives. These benefits and incentives are reasonably related to the value of the data you provide. Subject to certain restrictions, Members who use their My Best Buy Credit Card or My Best Buy Visa® Card on eligible transactions may receive points on qualifying purchases. My Best Buy Credit Cardmembers may redeem points toward the issuance of reward certificates after receiving a specified number of points, or they may also use points with certain Best Buy Partners. Members who do not have a My Best Buy Credit Card may be eligible to receive promotional certificates. Members may receive additional benefits identified by Best Buy, as updated from time to time, with a current summary available by visiting My Best Buy Terms . Member purchases of certain products and services may be eligible for discounts or reduced member pricing at Best Buy retail stores, on BestBuy.com, and the Best Buy mobile app (“Member Pricing”). Member Pricing will be limited-time offers and subject to offer limitations communicated by us. Specific details on earning points, rewards, and Member Pricing can be found at My Best Buy Terms . You may enroll in the Program on our website, through our mobile app, or at a Best Buy retail location. You may cancel your Member Account at any time by calling 1-888-BEST BUY (1-888-237-8289). See the My Best Buy Terms for additional information regarding membership cancellation. 7.  Additional Information If you choose to exercise any of your rights, you have the right not to receive, and will not receive, discriminatory treatment by us. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request. Employees and contractors are provided notice via different statements. This Statement is available in alternative formats upon request. Please contact PrivacyManager@BestBuy.com or 1-888-BEST BUY (1-888-237-8289) to request this Statement in an alternative format. Last Updated : 7/1/23 Help Center. Find answers to commonly asked questions about orders, product information, returns and more. Go to the Help Center advertisement Visit our Support Center Check your Order Status Shipping, Delivery & Store Pickup Returns & Exchanges Price Match Guarantee Order & Purchases Check Order Status Shipping, Delivery & Pickup Returns & Exchanges Price Match Guarantee Product Recalls Trade-In Program Gift Cards Payment Options My Best Buy® Credit Card Pay Your Bill at Citibank Lease to Own Support & Services Visit our Support Center Shop with an Expert Schedule a Service Manage an Appointment Protection & Support Plans Haul Away & Recycling Contact Us Rewards & Membership My Best Buy Memberships View Points & Certificates Member Offers Partnerships Affiliate Program Advertise with Us Developers Best Buy Health Best Buy Education Best Buy Business About Best Buy Corporate Information Careers Corporate Responsibility Sustainability Accessibility Survey Sign in or Create Account Get the latest deals and more. Email Address Sign Up Best Buy app Learn more › Blogger Network, videos & more Mobile Site Best Buy Canada Accessibility Terms & Conditions Privacy Interest-Based Ads State Privacy Rights Health Data Privacy Do Not Sell/Share My Personal Information Limit Use of My Sensitive Personal Information Targeted Advertising Opt Out CA Supply Chain Transparency Act In-store pricing may vary. Prices and offers are subject to change. © 2023 Best Buy. All rights reserved. BEST BUY, the BEST BUY logo, the tag design, and MY BEST BUY are trademarks of Best Buy and its affiliated companies.",
  "annotations": [
    {
      "Text": " Collection\\nDuring the 12-month period prior to the effective date of this Statement, we may have collected the following categories of personal information, including sensitive personal information, about you: \\n\\nIdentifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as customer number, unique pseudonym, or user alias), email address, account name, Social Security number, driver’s license number, passport number, and other similar identifiers, physical characteristics or description, state identification card number, and signature\\nIdentifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address\\nOther Financial, Medical, and Health Information: bank account number, credit card number, debit card number, insurance policy number, and other financial information, medical information, and health insurance information\\nInformation Related to Characteristics Protected Under California or Federal Law: characteristics of protected classifications under California or federal law, such as race, color, national origin, religion, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, genetic information, disability, citizenship status, and military and veteran status\\nCommercial Information: including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies\\nBiometrics: biometric information such as a fingerprint provided along with a product return if required by local law\\nInternet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements\\nGeolocation Data\\nSensory Information: Audio, electronic, visual, thermal, and similar information\\nProfessional or Employment-Related Information\\nEducation Information\\nProfile Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and/or aptitude\\nb.    Sources of collection\\nWe collected personal information about you from the following sources:\\n\\nYou\\nBest Buy\\nDevice(s) You Used\\nService Providers",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {1. Collection and Use a.} "
    },
    {
      "Text": " Purposes for collection/use\\nWe collected and used personal information about you for the following purposes: \\n\\nPerforming services you have purchased from or contracted for with us, including maintaining or servicing accounts (e.g., your My Best Buy® account), as well as providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing advertising or marketing services, providing analytics services, or providing similar services\\nAuditing related to counting ad impressions to unique visitors, verifying positioning and quality of ad impressions, and auditing compliance\\nDetecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity\\nShort-term, transient use, including, but not limited to, nonpersonalized advertising shown as part of your interactions with our digital properties\\nDebugging to identify and repair errors that impair existing intended functionality\\nUndertaking internal research for technological development and demonstration\\nUndertaking activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by us, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for, or controlled by us\\nDisplaying advertisements intended for you based on personal information, related to your activities over time and across nonaffiliated websites or online applications, used to predict your preferences or interests (targeted advertising)\\nCustomizing your experience on our digital properties\\nProcessing liability claims\\nComplying with and enforcing applicable legal requirements, relevant industry standards and our policies",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Collection and Use a. Collection During the 12-month period prior to the effective date of this Statement, we may have collected the following categories of personal information, including sensitive personal information, about you: Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as customer number, unique pseudonym, or user alias), email address, account name, Social Security number, driver’s license number, passport number, and other similar identifiers, physical characteristics or description, state identification card number, and signature Identifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address Other Financial, Medical, and Health Information: bank account number, credit card number, debit card number, insurance policy number, and other financial information, medical information, and health insurance information Information Related to Characteristics Protected Under California or Federal Law: characteristics of protected classifications under California or federal law, such as race, color, national origin, religion, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, genetic information, disability, citizenship status, and military and veteran status Commercial Information: including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies Biometrics: biometric information such as a fingerprint provided along with a product return if required by local law Internet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements Geolocation Data Sensory Information: Audio, electronic, visual, thermal, and similar information Professional or Employment-Related Information Education Information Profile Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and/or aptitude b.} "
    },
    {
      "Text": "  Purposes for collection/use\\nWe collected and used personal information about you for the following purposes: \\n\\nPerforming services you have purchased from or contracted for with us, including maintaining or servicing accounts (e.g., your My Best Buy® account), as well as providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing advertising or marketing services, providing analytics services, or providing similar services\\nAuditing related to counting ad impressions to unique visitors, verifying positioning and quality of ad impressions, and auditing compliance\\nDetecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity\\nShort-term, transient use, including, but not limited to, nonpersonalized advertising shown as part of your interactions with our digital properties\\nDebugging to identify and repair errors that impair existing intended functionality\\nUndertaking internal research for technological development and demonstration\\nUndertaking activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by us, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for, or controlled by us\\nDisplaying advertisements intended for you based on personal information, related to your activities over time and across nonaffiliated websites or online applications, used to predict your preferences or interests (targeted advertising)\\nCustomizing your experience on our digital properties\\nProcessing liability claims\\nComplying with and enforcing applicable legal requirements, relevant industry standards and our policies",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Collection and Use a. Collection During the 12-month period prior to the effective date of this Statement, we may have collected the following categories of personal information, including sensitive personal information, about you: Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as customer number, unique pseudonym, or user alias), email address, account name, Social Security number, driver’s license number, passport number, and other similar identifiers, physical characteristics or description, state identification card number, and signature Identifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address Other Financial, Medical, and Health Information: bank account number, credit card number, debit card number, insurance policy number, and other financial information, medical information, and health insurance information Information Related to Characteristics Protected Under California or Federal Law: characteristics of protected classifications under California or federal law, such as race, color, national origin, religion, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, genetic information, disability, citizenship status, and military and veteran status Commercial Information: including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies Biometrics: biometric information such as a fingerprint provided along with a product return if required by local law Internet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements Geolocation Data Sensory Information: Audio, electronic, visual, thermal, and similar information Professional or Employment-Related Information Education Information Profile Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and/or aptitude b.} "
    },
    {
      "Text": " Disclosures\\na.    We may have disclosed the following categories of personal information for a business purpose:\\n\\nIdentifiers\\nIdentifiers (Online)\\nOther Financial, Medical and Health Information\\nInformation Related to Characteristics Protected Under California or Federal Law\\nCommercial Information\\nBiometrics\\nInternet and Other Electronic Network Activity Information\\nGeolocation Data\\nSensory Information\\nProfessional or Employment-Related Information\\nEducation Information\\nProfile Inferences",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Collection During the 12-month period prior to the effective date of this Statement, we may have collected the following categories of personal information, including sensitive personal information, about you: Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as customer number, unique pseudonym, or user alias), email address, account name, Social Security number, driver’s license number, passport number, and other similar identifiers, physical characteristics or description, state identification card number, and signature Identifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address Other Financial, Medical, and Health Information: bank account number, credit card number, debit card number, insurance policy number, and other financial information, medical information, and health insurance information Information Related to Characteristics Protected Under California or Federal Law: characteristics of protected classifications under California or federal law, such as race, color, national origin, religion, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, genetic information, disability, citizenship status, and military and veteran status Commercial Information: including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies Biometrics: biometric information such as a fingerprint provided along with a product return if required by local law Internet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements Geolocation Data Sensory Information: Audio, electronic, visual, thermal, and similar information Professional or Employment-Related Information Education Information Profile Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and/or aptitude b. Sources of collection We collected personal information about you from the following sources: You Best Buy Device(s) You Used Service Providers c.    Purposes for collection/use We collected and used personal information about you for the following purposes: Performing services you have purchased from or contracted for with us, including maintaining or servicing accounts (e.g., your My Best Buy® account), as well as providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing advertising or marketing services, providing analytics services, or providing similar services Auditing related to counting ad impressions to unique visitors, verifying positioning and quality of ad impressions, and auditing compliance Detecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity Short-term, transient use, including, but not limited to, nonpersonalized advertising shown as part of your interactions with our digital properties Debugging to identify and repair errors that impair existing intended functionality Undertaking internal research for technological development and demonstration Undertaking activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by us, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for, or controlled by us Displaying advertisements intended for you based on personal information, related to your activities over time and across nonaffiliated websites or online applications, used to predict your preferences or interests (targeted advertising) Customizing your experience on our digital properties Processing liability claims Complying with and enforcing applicable legal requirements, relevant industry standards and our policies 2.} "
    },
    {
      "Text": "  We may have sold (as defined under California, Colorado and Connecticut laws) the following categories of personal information: \\n\\nIdentifiers (online) associated with a device used to interact with our digital properties or advertisements (such as a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology)\\nInternet and other electronic network activity information associated with a device used to interact with Digital Properties or advertisements\\nProfile inferences (solely as sale is defined under California rules)",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may have disclosed the following categories of personal information for a business purpose: Identifiers Identifiers (Online) Other Financial, Medical and Health Information Information Related to Characteristics Protected Under California or Federal Law Commercial Information Biometrics Internet and Other Electronic Network Activity Information Geolocation Data Sensory Information Professional or Employment-Related Information Education Information Profile Inferences b. We may share personal information about you for cross-context behavioral advertising — seeking to place ads to you on others’ digital properties based, at least in part, on personal information obtained from your activity on others’ digital properties.} "
    },
    {
      "Text": "Sensitive Personal Information: We do not share sensitive personal information for cross-context behavioral advertising. We do not sell sensitive personal information.  \\n\\ng.    We may have disclosed personal information about you with the following categories of third parties: \\n\\nOur affiliates\\nOur joint marketing partners\\nOur business partners\\nSocial media networks\\nThird-party marketing partners\\nGovernment entities, including law enforcement",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {e.    We do not sell personal information as the term is traditionally understood or as defined under Virginia law. For example, we do not exchange for money personal information to data brokers or third parties for their marketing purposes independent of us.} "
    },
    {
      "Text": "Information we disclose to third parties:\\n\\n3rd Party Categories\\nPersonal Information Categories\tOur Affiliates\tOur Joint Marketing Partners\tOur Business Partners\tSocial Media Networks\tThird-party Marketing Partners\tGovernment Entities, Including Law Enforcement*See Disclosure\\nIdentifiers\tYes\tYes\tYes\tYes\tYes\tYes\\nIdentifiers (Online)\tYes\tNo\tNo\tNo\tYes\tYes\\nOther Financial, Medical and Health Information\tNo\tNo\tNo\tNo\tNo\tYes\\nInformation Related to Characteristics Protected Under California or Federal Law\tNo\tNo\tNo\tNo\tNo\tYes\\nCommercial Information\tYes\tYes\tYes\tNo\tNo\tYes\\nBiometrics\tNo\tNo\tNo\tNo\tNo\tYes\\nInternet and Other Electronic Network Activity Information\tYes\tNo\tNo\tNo\tYes\tYes\\nGeolocation Data\tNo\tNo\tNo\tNo\tNo\tYes\\nSensory Information\tNo\tNo\tNo\tNo\tNo\tYes\\nProfessional or Employment Related Information\tNo\tNo\tNo\tNo\tNo\tYes\\nEducation Information\tNo\tNo\tNo\tNo\tNo\tYes\\nProfile Inferences\tYes\tNo\tNo\tNo\tNo\tYes",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {f. Sensitive Personal Information: We do not share sensitive personal information for cross-context behavioral advertising. We do not sell sensitive personal information.} "
    },
    {
      "Text": "Information we disclose to third parties:\\n\\n3rd Party Categories\\nPersonal Information Categories\tOur Affiliates\tOur Joint Marketing Partners\tOur Business Partners\tSocial Media Networks\tThird-party Marketing Partners\tGovernment Entities, Including Law Enforcement*See Disclosure\\nIdentifiers\tYes\tYes\tYes\tYes\tYes\tYes\\nIdentifiers (Online)\tYes\tNo\tNo\tNo\tYes\tYes\\nOther Financial, Medical and Health Information\tNo\tNo\tNo\tNo\tNo\tYes\\nInformation Related to Characteristics Protected Under California or Federal Law\tNo\tNo\tNo\tNo\tNo\tYes\\nCommercial Information\tYes\tYes\tYes\tNo\tNo\tYes\\nBiometrics\tNo\tNo\tNo\tNo\tNo\tYes\\nInternet and Other Electronic Network Activity Information\tYes\tNo\tNo\tNo\tYes\tYes\\nGeolocation Data\tNo\tNo\tNo\tNo\tNo\tYes\\nSensory Information\tNo\tNo\tNo\tNo\tNo\tYes\\nProfessional or Employment Related Information\tNo\tNo\tNo\tNo\tNo\tYes\\nEducation Information\tNo\tNo\tNo\tNo\tNo\tYes\\nProfile Inferences\tYes\tNo\tNo\tNo\tNo\tYes",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {f. Sensitive Personal Information: We do not share sensitive personal information for cross-context behavioral advertising. We do not sell sensitive personal information.} "
    },
    {
      "Text": "('Unnamed: 0_level_0', 'Personal Information Categories'): Identifiers ||| ('3rd Party Categories', 'Our Affiliates'): Yes ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): Yes ||| ('3rd Party Categories', 'Our Business Partners'): Yes ||| ('3rd Party Categories', 'Social Media Networks'): Yes ||| ('3rd Party Categories', 'Third-party Marketing Partners'): Yes ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n('Unnamed: 0_level_0', 'Personal Information Categories'): Identifiers (Online) ||| ('3rd Party Categories', 'Our Affiliates'): Yes ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): No ||| ('3rd Party Categories', 'Our Business Partners'): No ||| ('3rd Party Categories', 'Social Media Networks'): No ||| ('3rd Party Categories', 'Third-party Marketing Partners'): Yes ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n('Unnamed: 0_level_0', 'Personal Information Categories'): Other Financial, Medical and Health Information ||| ('3rd Party Categories', 'Our Affiliates'): No ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): No ||| ('3rd Party Categories', 'Our Business Partners'): No ||| ('3rd Party Categories', 'Social Media Networks'): No ||| ('3rd Party Categories', 'Third-party Marketing Partners'): No ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n('Unnamed: 0_level_0', 'Personal Information Categories'): Information Related to Characteristics Protected Under California or Federal Law ||| ('3rd Party Categories', 'Our Affiliates'): No ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): No ||| ('3rd Party Categories', 'Our Business Partners'): No ||| ('3rd Party Categories', 'Social Media Networks'): No ||| ('3rd Party Categories', 'Third-party Marketing Partners'): No ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n('Unnamed: 0_level_0', 'Personal Information Categories'): Commercial Information ||| ('3rd Party Categories', 'Our Affiliates'): Yes ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): Yes ||| ('3rd Party Categories', 'Our Business Partners'): Yes ||| ('3rd Party Categories', 'Social Media Networks'): No ||| ('3rd Party Categories', 'Third-party Marketing Partners'): No ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n('Unnamed: 0_level_0', 'Personal Information Categories'): Biometrics ||| ('3rd Party Categories', 'Our Affiliates'): No ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): No ||| ('3rd Party Categories', 'Our Business Partners'): No ||| ('3rd Party Categories', 'Social Media Networks'): No ||| ('3rd Party Categories', 'Third-party Marketing Partners'): No ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n('Unnamed: 0_level_0', 'Personal Information Categories'): Internet and Other Electronic Network Activity Information ||| ('3rd Party Categories', 'Our Affiliates'): Yes ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): No ||| ('3rd Party Categories', 'Our Business Partners'): No ||| ('3rd Party Categories', 'Social Media Networks'): No ||| ('3rd Party Categories', 'Third-party Marketing Partners'): Yes ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n('Unnamed: 0_level_0', 'Personal Information Categories'): Geolocation Data ||| ('3rd Party Categories', 'Our Affiliates'): No ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): No ||| ('3rd Party Categories', 'Our Business Partners'): No ||| ('3rd Party Categories', 'Social Media Networks'): No ||| ('3rd Party Categories', 'Third-party Marketing Partners'): No ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n('Unnamed: 0_level_0', 'Personal Information Categories'): Sensory Information ||| ('3rd Party Categories', 'Our Affiliates'): No ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): No ||| ('3rd Party Categories', 'Our Business Partners'): No ||| ('3rd Party Categories', 'Social Media Networks'): No ||| ('3rd Party Categories', 'Third-party Marketing Partners'): No ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n('Unnamed: 0_level_0', 'Personal Information Categories'): Professional or Employment Related Information ||| ('3rd Party Categories', 'Our Affiliates'): No ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): No ||| ('3rd Party Categories', 'Our Business Partners'): No ||| ('3rd Party Categories', 'Social Media Networks'): No ||| ('3rd Party Categories', 'Third-party Marketing Partners'): No ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n('Unnamed: 0_level_0', 'Personal Information Categories'): Education Information ||| ('3rd Party Categories', 'Our Affiliates'): No ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): No ||| ('3rd Party Categories', 'Our Business Partners'): No ||| ('3rd Party Categories', 'Social Media Networks'): No ||| ('3rd Party Categories', 'Third-party Marketing Partners'): No ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n('Unnamed: 0_level_0', 'Personal Information Categories'): Profile Inferences ||| ('3rd Party Categories', 'Our Affiliates'): Yes ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): No ||| ('3rd Party Categories', 'Our Business Partners'): No ||| ('3rd Party Categories', 'Social Media Networks'): No ||| ('3rd Party Categories', 'Third-party Marketing Partners'): No ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "('Unnamed: 0_level_0', 'Personal Information Categories'): Identifiers ||| ('3rd Party Categories', 'Our Affiliates'): Yes ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): Yes ||| ('3rd Party Categories', 'Our Business Partners'): Yes ||| ('3rd Party Categories', 'Social Media Networks'): Yes ||| ('3rd Party Categories', 'Third-party Marketing Partners'): Yes ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n('Unnamed: 0_level_0', 'Personal Information Categories'): Identifiers (Online) ||| ('3rd Party Categories', 'Our Affiliates'): Yes ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): No ||| ('3rd Party Categories', 'Our Business Partners'): No ||| ('3rd Party Categories', 'Social Media Networks'): No ||| ('3rd Party Categories', 'Third-party Marketing Partners'): Yes ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n('Unnamed: 0_level_0', 'Personal Information Categories'): Other Financial, Medical and Health Information ||| ('3rd Party Categories', 'Our Affiliates'): No ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): No ||| ('3rd Party Categories', 'Our Business Partners'): No ||| ('3rd Party Categories', 'Social Media Networks'): No ||| ('3rd Party Categories', 'Third-party Marketing Partners'): No ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n('Unnamed: 0_level_0', 'Personal Information Categories'): Information Related to Characteristics Protected Under California or Federal Law ||| ('3rd Party Categories', 'Our Affiliates'): No ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): No ||| ('3rd Party Categories', 'Our Business Partners'): No ||| ('3rd Party Categories', 'Social Media Networks'): No ||| ('3rd Party Categories', 'Third-party Marketing Partners'): No ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n('Unnamed: 0_level_0', 'Personal Information Categories'): Commercial Information ||| ('3rd Party Categories', 'Our Affiliates'): Yes ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): Yes ||| ('3rd Party Categories', 'Our Business Partners'): Yes ||| ('3rd Party Categories', 'Social Media Networks'): No ||| ('3rd Party Categories', 'Third-party Marketing Partners'): No ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n('Unnamed: 0_level_0', 'Personal Information Categories'): Biometrics ||| ('3rd Party Categories', 'Our Affiliates'): No ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): No ||| ('3rd Party Categories', 'Our Business Partners'): No ||| ('3rd Party Categories', 'Social Media Networks'): No ||| ('3rd Party Categories', 'Third-party Marketing Partners'): No ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n('Unnamed: 0_level_0', 'Personal Information Categories'): Internet and Other Electronic Network Activity Information ||| ('3rd Party Categories', 'Our Affiliates'): Yes ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): No ||| ('3rd Party Categories', 'Our Business Partners'): No ||| ('3rd Party Categories', 'Social Media Networks'): No ||| ('3rd Party Categories', 'Third-party Marketing Partners'): Yes ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n('Unnamed: 0_level_0', 'Personal Information Categories'): Geolocation Data ||| ('3rd Party Categories', 'Our Affiliates'): No ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): No ||| ('3rd Party Categories', 'Our Business Partners'): No ||| ('3rd Party Categories', 'Social Media Networks'): No ||| ('3rd Party Categories', 'Third-party Marketing Partners'): No ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n('Unnamed: 0_level_0', 'Personal Information Categories'): Sensory Information ||| ('3rd Party Categories', 'Our Affiliates'): No ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): No ||| ('3rd Party Categories', 'Our Business Partners'): No ||| ('3rd Party Categories', 'Social Media Networks'): No ||| ('3rd Party Categories', 'Third-party Marketing Partners'): No ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n('Unnamed: 0_level_0', 'Personal Information Categories'): Professional or Employment Related Information ||| ('3rd Party Categories', 'Our Affiliates'): No ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): No ||| ('3rd Party Categories', 'Our Business Partners'): No ||| ('3rd Party Categories', 'Social Media Networks'): No ||| ('3rd Party Categories', 'Third-party Marketing Partners'): No ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n('Unnamed: 0_level_0', 'Personal Information Categories'): Education Information ||| ('3rd Party Categories', 'Our Affiliates'): No ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): No ||| ('3rd Party Categories', 'Our Business Partners'): No ||| ('3rd Party Categories', 'Social Media Networks'): No ||| ('3rd Party Categories', 'Third-party Marketing Partners'): No ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n('Unnamed: 0_level_0', 'Personal Information Categories'): Profile Inferences ||| ('3rd Party Categories', 'Our Affiliates'): Yes ||| ('3rd Party Categories', 'Our Joint Marketing Partners'): No ||| ('3rd Party Categories', 'Our Business Partners'): No ||| ('3rd Party Categories', 'Social Media Networks'): No ||| ('3rd Party Categories', 'Third-party Marketing Partners'): No ||| ('3rd Party Categories', 'Government Entities, Including Law Enforcement*See Disclosure'): Yes\\n\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Access: You have the right to request, twice in a 12-month period, that we disclose to you the personal information related to you we have collected during the past 12 months. This may include:\\no   The categories and specific pieces of personal information we have collected about you\\n\\no   The categories of sources from which we collected the personal information\\n\\no   The business or commercial purpose for which we collected or sold the personal information\\n\\no   The categories of third parties with whom we shared the personal information\\n\\no   The categories of personal information about you that we sold or disclosed for a business purpose, and the categories of third parties to whom we sold or disclosed that information for a business purpose",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Ends 10/31. Shop now.} "
    },
    {
      "Text": "Access: You have the right to request, twice in a 12-month period, that we disclose to you the personal information related to you we have collected during the past 12 months. This may include:\\no   The categories and specific pieces of personal information we have collected about you\\n\\no   The categories of sources from which we collected the personal information\\n\\no   The business or commercial purpose for which we collected or sold the personal information\\n\\no   The categories of third parties with whom we shared the personal information\\n\\no   The categories of personal information about you that we sold or disclosed for a business purpose, and the categories of third parties to whom we sold or disclosed that information for a business purpose",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Ends 10/31. Shop now.} "
    },
    {
      "Text": "Correction: You have the right to request that we correct certain personal information we have collected, taking into account the nature of the personal information and the purposes of the processing of the personal information. If you make a correction request, we may correct or instead delete information as allowed by law. Exceptions apply.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Consumer Privacy Rights You have certain choices regarding our use and disclosure of personal information about you, as described below. Access: You have the right to request, twice in a 12-month period, that we disclose to you the personal information related to you we have collected during the past 12 months.} "
    },
    {
      "Text": "Deletion: You have the right to request that we delete certain personal information we have collected from you. Exceptions apply.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Shopping and product advice Recent orders, price match and account Repairs and tech support Order status Ask our chatbot Send message Best Buy Best Buy Support Privacy Policy State Privacy Rights View page as printable PDF State Privacy Rights Skip to: Collection and Use Disclosures Retention — California Residents Consumer Privacy Rights How to Submit a Request Notice About the My Best Buy Program Additional Information Submit an access request . Submit a deletion request .} "
    },
    {
      "Text": "Opt-Out of Sale: You have the right to opt-out of the sale of your personal information.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Shopping and product advice Recent orders, price match and account Repairs and tech support Order status Ask our chatbot Send message Best Buy Best Buy Support Privacy Policy State Privacy Rights View page as printable PDF State Privacy Rights Skip to: Collection and Use Disclosures Retention — California Residents Consumer Privacy Rights How to Submit a Request Notice About the My Best Buy Program Additional Information Submit an access request . Submit a deletion request .} "
    },
    {
      "Text": "How to Submit a Request\\nSubmit an access request, or call us at 1-888-BEST BUY (1-888-237-8289).\\nThe report you receive containing personal information we have on file will provide instructions on how to pursue correction of applicable information.\\nSubmit a deletion request, or call us at 1-888-BEST BUY (1-888-237-8289).\\nMore information on opting out of the sale of your personal information, including through enabling Global Privacy Controls, is available on our Do Not Sell/Share page.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Opt-Out of Sale: You have the right to opt-out of the sale of your personal information. 5.} "
    },
    {
      "Text": "Limit the Use or Disclosure of Sensitive Personal Information. You have the right to request that we limit our use or disclosure of Sensitive Personal Information (as defined by California law) about you to certain uses authorized by the CCPA. We do not disclose Sensitive Personal Information beyond such authorizations. See our Limit the use of My Sensitive Personal Information page for more information.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Submit a deletion request , or call us at 1-888-BEST BUY (1-888-237-8289). More information on opting out of the sale of your personal information, including through enabling Global Privacy Controls, is available on our Do Not Sell/Share page.} "
    },
    {
      "Text": "Do Not Share My Personal Information. You have the right to opt out of our sharing of personal information for cross-context behavioral advertising. See our Do Not Sell/Share page for more information on how to exercise this right.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We do not disclose Sensitive Personal Information beyond such authorizations. See our Limit the use of My Sensitive Personal Information page for more information.} "
    },
    {
      "Text": "Last Updated: 7/1/23",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {This Statement is available in alternative formats upon request. Please contact PrivacyManager@BestBuy.com or 1-888-BEST BUY (1-888-237-8289) to request this Statement in an alternative format.} "
    },
    {
      "Text": "If you choose to exercise any of your rights, you have the right not to receive, and will not receive, discriminatory treatment by us. ",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {See the My Best Buy Terms for additional information regarding membership cancellation. 7.} "
    },
    {
      "Text": "Submit an access request.\\n\\nSubmit a deletion request.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Shop now. Skip to content Accessibility Survey Menu | Iowa City Iowa City 1451 Coral Ridge Ave Ste 1431 Coralville , IA 52241 Store Details Opens tomorrow at 10 am View store traffic Find Another Store Cart Top Deals Deal of the Day My Best Buy Memberships Credit Cards Best Buy Outlet Gift Cards Yes, Best Buy Sells That Gift Ideas Donate to St. Jude Best Buy Business More Account Recently Viewed Order Status Saved Items Main Content Blue Assist Best Buy Help Hi, how can I help you?} "
    },
    {
      "Text": "Collection and Use\\na.    Collection\\nDuring the 12-month period prior to the effective date of this Statement, we may have collected the following categories of personal information, including sensitive personal information, about you: \\n\\nIdentifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as customer number, unique pseudonym, or user alias), email address, account name, Social Security number, driver’s license number, passport number, and other similar identifiers, physical characteristics or description, state identification card number, and signature\\nIdentifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address\\nOther Financial, Medical, and Health Information: bank account number, credit card number, debit card number, insurance policy number, and other financial information, medical information, and health insurance information\\nInformation Related to Characteristics Protected Under California or Federal Law: characteristics of protected classifications under California or federal law, such as race, color, national origin, religion, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, genetic information, disability, citizenship status, and military and veteran status\\nCommercial Information: including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies\\nBiometrics: biometric information such as a fingerprint provided along with a product return if required by local law\\nInternet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements\\nGeolocation Data\\nSensory Information: Audio, electronic, visual, thermal, and similar information\\nProfessional or Employment-Related Information\\nEducation Information\\nProfile Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and/or aptitude\\nb.    Sources of collection\\nWe collected personal information about you from the following sources:\\n\\nYou\\nBest Buy\\nDevice(s) You Used\\nService Providers",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This Statement uses certain terms that have the meanings given to them by the California Consumer Privacy Act (CCPA), as amended, unless otherwise specified. 1.} "
    },
    {
      "Text": " Purposes for collection/use\\nWe collected and used personal information about you for the following purposes: \\n\\nPerforming services you have purchased from or contracted for with us, including maintaining or servicing accounts (e.g., your My Best Buy® account), as well as providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing advertising or marketing services, providing analytics services, or providing similar services\\nAuditing related to counting ad impressions to unique visitors, verifying positioning and quality of ad impressions, and auditing compliance\\nDetecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity\\nShort-term, transient use, including, but not limited to, nonpersonalized advertising shown as part of your interactions with our digital properties\\nDebugging to identify and repair errors that impair existing intended functionality\\nUndertaking internal research for technological development and demonstration\\nUndertaking activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by us, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for, or controlled by us\\nDisplaying advertisements intended for you based on personal information, related to your activities over time and across nonaffiliated websites or online applications, used to predict your preferences or interests (targeted advertising)\\nCustomizing your experience on our digital properties\\nProcessing liability claims\\nComplying with and enforcing applicable legal requirements, relevant industry standards and our policies",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Collection and Use a. Collection During the 12-month period prior to the effective date of this Statement, we may have collected the following categories of personal information, including sensitive personal information, about you: Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as customer number, unique pseudonym, or user alias), email address, account name, Social Security number, driver’s license number, passport number, and other similar identifiers, physical characteristics or description, state identification card number, and signature Identifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address Other Financial, Medical, and Health Information: bank account number, credit card number, debit card number, insurance policy number, and other financial information, medical information, and health insurance information Information Related to Characteristics Protected Under California or Federal Law: characteristics of protected classifications under California or federal law, such as race, color, national origin, religion, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, genetic information, disability, citizenship status, and military and veteran status Commercial Information: including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies Biometrics: biometric information such as a fingerprint provided along with a product return if required by local law Internet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements Geolocation Data Sensory Information: Audio, electronic, visual, thermal, and similar information Professional or Employment-Related Information Education Information Profile Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and/or aptitude b.} "
    },
    {
      "Text": " Disclosures\\na.    We may have disclosed the following categories of personal information for a business purpose:\\n\\nIdentifiers\\nIdentifiers (Online)\\nOther Financial, Medical and Health Information\\nInformation Related to Characteristics Protected Under California or Federal Law\\nCommercial Information\\nBiometrics\\nInternet and Other Electronic Network Activity Information\\nGeolocation Data\\nSensory Information\\nProfessional or Employment-Related Information\\nEducation Information\\nProfile Inferences\\nb.    We may share personal information about you for cross-context behavioral advertising — seeking to place ads to you on others’ digital properties based, at least in part, on personal information obtained from your activity on others’ digital properties. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Collection During the 12-month period prior to the effective date of this Statement, we may have collected the following categories of personal information, including sensitive personal information, about you: Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as customer number, unique pseudonym, or user alias), email address, account name, Social Security number, driver’s license number, passport number, and other similar identifiers, physical characteristics or description, state identification card number, and signature Identifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address Other Financial, Medical, and Health Information: bank account number, credit card number, debit card number, insurance policy number, and other financial information, medical information, and health insurance information Information Related to Characteristics Protected Under California or Federal Law: characteristics of protected classifications under California or federal law, such as race, color, national origin, religion, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, genetic information, disability, citizenship status, and military and veteran status Commercial Information: including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies Biometrics: biometric information such as a fingerprint provided along with a product return if required by local law Internet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements Geolocation Data Sensory Information: Audio, electronic, visual, thermal, and similar information Professional or Employment-Related Information Education Information Profile Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and/or aptitude b. Sources of collection We collected personal information about you from the following sources: You Best Buy Device(s) You Used Service Providers c.    Purposes for collection/use We collected and used personal information about you for the following purposes: Performing services you have purchased from or contracted for with us, including maintaining or servicing accounts (e.g., your My Best Buy® account), as well as providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing advertising or marketing services, providing analytics services, or providing similar services Auditing related to counting ad impressions to unique visitors, verifying positioning and quality of ad impressions, and auditing compliance Detecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity Short-term, transient use, including, but not limited to, nonpersonalized advertising shown as part of your interactions with our digital properties Debugging to identify and repair errors that impair existing intended functionality Undertaking internal research for technological development and demonstration Undertaking activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by us, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for, or controlled by us Displaying advertisements intended for you based on personal information, related to your activities over time and across nonaffiliated websites or online applications, used to predict your preferences or interests (targeted advertising) Customizing your experience on our digital properties Processing liability claims Complying with and enforcing applicable legal requirements, relevant industry standards and our policies 2.} "
    },
    {
      "Text": "We may have sold (as defined under California, Colorado and Connecticut laws) the following categories of personal information: \\n\\nIdentifiers (online) associated with a device used to interact with our digital properties or advertisements (such as a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology)\\nInternet and other electronic network activity information associated with a device used to interact with Digital Properties or advertisements\\nProfile inferences (solely as sale is defined under California rules)\\nd.    We do not sell the personal information of consumers under the age of 16 if we have actual knowledge of the individual’s age.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may have disclosed the following categories of personal information for a business purpose: Identifiers Identifiers (Online) Other Financial, Medical and Health Information Information Related to Characteristics Protected Under California or Federal Law Commercial Information Biometrics Internet and Other Electronic Network Activity Information Geolocation Data Sensory Information Professional or Employment-Related Information Education Information Profile Inferences b. We may share personal information about you for cross-context behavioral advertising — seeking to place ads to you on others’ digital properties based, at least in part, on personal information obtained from your activity on others’ digital properties.} "
    },
    {
      "Text": " Sensitive Personal Information: We do not share sensitive personal information for cross-context behavioral advertising.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {e.    We do not sell personal information as the term is traditionally understood or as defined under Virginia law. For example, we do not exchange for money personal information to data brokers or third parties for their marketing purposes independent of us.} "
    },
    {
      "Text": "We do not sell sensitive personal information.  ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {For example, we do not exchange for money personal information to data brokers or third parties for their marketing purposes independent of us. f. Sensitive Personal Information: We do not share sensitive personal information for cross-context behavioral advertising.} "
    },
    {
      "Text": "Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as customer number, unique pseudonym, or user alias), email address, account name, Social Security number, driver’s license number, passport number, and other similar identifiers, physical characteristics or description, state identification card number, and signature",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {1. Collection and Use a.} "
    },
    {
      "Text": "Profile Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and/or aptitude",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {1. Collection and Use a.} "
    },
    {
      "Text": "Internet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {1. Collection and Use a.} "
    },
    {
      "Text": "Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as customer number, unique pseudonym, or user alias), email address, account name, Social Security number, driver’s license number, passport number, and other similar identifiers, physical characteristics or description, state identification card number, and signature\\nIdentifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address\\nOther Financial, Medical, and Health Information: bank account number, credit card number, debit card number, insurance policy number, and other financial information, medical information, and health insurance information\\nInformation Related to Characteristics Protected Under California or Federal Law: characteristics of protected classifications under California or federal law, such as race, color, national origin, religion, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, genetic information, disability, citizenship status, and military and veteran status\\nCommercial Information: including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies\\nBiometrics: biometric information such as a fingerprint provided along with a product return if required by local law\\nInternet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements\\nGeolocation Data\\nSensory Information: Audio, electronic, visual, thermal, and similar information\\nProfessional or Employment-Related Information\\nEducation Information\\nProfile Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and/or aptitude",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {1. Collection and Use a.} "
    },
    {
      "Text": "Performing services you have purchased from or contracted for with us, including maintaining or servicing accounts (e.g., your My Best Buy® account), as well as providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing advertising or marketing services, providing analytics services, or providing similar services",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Collection and Use a. Collection During the 12-month period prior to the effective date of this Statement, we may have collected the following categories of personal information, including sensitive personal information, about you: Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as customer number, unique pseudonym, or user alias), email address, account name, Social Security number, driver’s license number, passport number, and other similar identifiers, physical characteristics or description, state identification card number, and signature Identifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address Other Financial, Medical, and Health Information: bank account number, credit card number, debit card number, insurance policy number, and other financial information, medical information, and health insurance information Information Related to Characteristics Protected Under California or Federal Law: characteristics of protected classifications under California or federal law, such as race, color, national origin, religion, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, genetic information, disability, citizenship status, and military and veteran status Commercial Information: including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies Biometrics: biometric information such as a fingerprint provided along with a product return if required by local law Internet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements Geolocation Data Sensory Information: Audio, electronic, visual, thermal, and similar information Professional or Employment-Related Information Education Information Profile Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and/or aptitude b.} "
    },
    {
      "Text": "Displaying advertisements intended for you based on personal information, related to your activities over time and across nonaffiliated websites or online applications, used to predict your preferences or interests (targeted advertising)",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Collection and Use a. Collection During the 12-month period prior to the effective date of this Statement, we may have collected the following categories of personal information, including sensitive personal information, about you: Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as customer number, unique pseudonym, or user alias), email address, account name, Social Security number, driver’s license number, passport number, and other similar identifiers, physical characteristics or description, state identification card number, and signature Identifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address Other Financial, Medical, and Health Information: bank account number, credit card number, debit card number, insurance policy number, and other financial information, medical information, and health insurance information Information Related to Characteristics Protected Under California or Federal Law: characteristics of protected classifications under California or federal law, such as race, color, national origin, religion, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, genetic information, disability, citizenship status, and military and veteran status Commercial Information: including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies Biometrics: biometric information such as a fingerprint provided along with a product return if required by local law Internet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements Geolocation Data Sensory Information: Audio, electronic, visual, thermal, and similar information Professional or Employment-Related Information Education Information Profile Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and/or aptitude b.} "
    },
    {
      "Text": " We may have disclosed personal information about you with the following categories of third parties: \\n\\nOur affiliates\\nOur joint marketing partners\\nOur business partners\\nSocial media networks\\nThird-party marketing partners\\nGovernment entities, including law enforcement",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {f. Sensitive Personal Information: We do not share sensitive personal information for cross-context behavioral advertising. We do not sell sensitive personal information.} "
    },
    {
      "Text": "Information we disclose to third parties:\\n\\n3rd Party Categories\\nPersonal Information Categories\tOur Affiliates\tOur Joint Marketing Partners\tOur Business Partners\tSocial Media Networks\tThird-party Marketing Partners\tGovernment Entities, Including Law Enforcement*See Disclosure\\nIdentifiers\tYes\tYes\tYes\tYes\tYes\tYes\\nIdentifiers (Online)\tYes\tNo\tNo\tNo\tYes\tYes\\nOther Financial, Medical and Health Information\tNo\tNo\tNo\tNo\tNo\tYes\\nInformation Related to Characteristics Protected Under California or Federal Law\tNo\tNo\tNo\tNo\tNo\tYes\\nCommercial Information\tYes\tYes\tYes\tNo\tNo\tYes\\nBiometrics\tNo\tNo\tNo\tNo\tNo\tYes\\nInternet and Other Electronic Network Activity Information\tYes\tNo\tNo\tNo\tYes\tYes\\nGeolocation Data\tNo\tNo\tNo\tNo\tNo\tYes\\nSensory Information\tNo\tNo\tNo\tNo\tNo\tYes\\nProfessional or Employment Related Information\tNo\tNo\tNo\tNo\tNo\tYes\\nEducation Information\tNo\tNo\tNo\tNo\tNo\tYes\\nProfile Inferences\tYes\tNo\tNo\tNo\tNo\tYes",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {f. Sensitive Personal Information: We do not share sensitive personal information for cross-context behavioral advertising. We do not sell sensitive personal information.} "
    },
    {
      "Text": "Information we disclose to third parties:\\n\\n3rd Party Categories\\nPersonal Information Categories\tOur Affiliates\tOur Joint Marketing Partners\tOur Business Partners\tSocial Media Networks\tThird-party Marketing Partners\tGovernment Entities, Including Law Enforcement*See Disclosure\\nIdentifiers\tYes\tYes\tYes\tYes\tYes\tYes\\nIdentifiers (Online)\tYes\tNo\tNo\tNo\tYes\tYes\\nOther Financial, Medical and Health Information\tNo\tNo\tNo\tNo\tNo\tYes\\nInformation Related to Characteristics Protected Under California or Federal Law\tNo\tNo\tNo\tNo\tNo\tYes\\nCommercial Information\tYes\tYes\tYes\tNo\tNo\tYes\\nBiometrics\tNo\tNo\tNo\tNo\tNo\tYes\\nInternet and Other Electronic Network Activity Information\tYes\tNo\tNo\tNo\tYes\tYes\\nGeolocation Data\tNo\tNo\tNo\tNo\tNo\tYes\\nSensory Information\tNo\tNo\tNo\tNo\tNo\tYes\\nProfessional or Employment Related Information\tNo\tNo\tNo\tNo\tNo\tYes\\nEducation Information\tNo\tNo\tNo\tNo\tNo\tYes\\nProfile Inferences\tYes\tNo\tNo\tNo\tNo\tYes",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {f. Sensitive Personal Information: We do not share sensitive personal information for cross-context behavioral advertising. We do not sell sensitive personal information.} "
    },
    {
      "Text": "Please note: Best Buy shares Personal Information with government entities, including law enforcement, only in the following circumstances: (1) when required to do so as a matter of law; (2) to assist in the investigation of a potential crime impacting Best Buy, its employees, its customers, or the communities we serve; or (3) when required in response to legal process (e.g., subpoena, search warrant).",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {f. Sensitive Personal Information: We do not share sensitive personal information for cross-context behavioral advertising. We do not sell sensitive personal information.} "
    },
    {
      "Text": "Consumer Privacy Rights\\nYou have certain choices regarding our use and disclosure of personal information about you, as described below.\\n\\nAccess: You have the right to request, twice in a 12-month period, that we disclose to you the personal information related to you we have collected during the past 12 months. This may include:\\no   The categories and specific pieces of personal information we have collected about you\\n\\no   The categories of sources from which we collected the personal information\\n\\no   The business or commercial purpose for which we collected or sold the personal information\\n\\no   The categories of third parties with whom we shared the personal information\\n\\no   The categories of personal information about you that we sold or disclosed for a business purpose, and the categories of third parties to whom we sold or disclosed that information for a business purpose",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Additionally, some information systems or information may be placed on legal holds due to potential litigation or regulatory review and information, therefore, is not deleted or modified. 4.} "
    },
    {
      "Text": "Consumer Privacy Rights\\nYou have certain choices regarding our use and disclosure of personal information about you, as described below.\\n\\nAccess: You have the right to request, twice in a 12-month period, that we disclose to you the personal information related to you we have collected during the past 12 months. This may include:\\no   The categories and specific pieces of personal information we have collected about you\\n\\no   The categories of sources from which we collected the personal information\\n\\no   The business or commercial purpose for which we collected or sold the personal information\\n\\no   The categories of third parties with whom we shared the personal information\\n\\no   The categories of personal information about you that we sold or disclosed for a business purpose, and the categories of third parties to whom we sold or disclosed that information for a business purpose",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Additionally, some information systems or information may be placed on legal holds due to potential litigation or regulatory review and information, therefore, is not deleted or modified. 4.} "
    },
    {
      "Text": "Correction: You have the right to request that we correct certain personal information we have collected, taking into account the nature of the personal information and the purposes of the processing of the personal information. If you make a correction request, we may correct or instead delete information as allowed by law. Exceptions apply.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Consumer Privacy Rights You have certain choices regarding our use and disclosure of personal information about you, as described below. Access: You have the right to request, twice in a 12-month period, that we disclose to you the personal information related to you we have collected during the past 12 months.} "
    },
    {
      "Text": "Deletion: You have the right to request that we delete certain personal information we have collected from you. Exceptions apply.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Shopping and product advice Recent orders, price match and account Repairs and tech support Order status Ask our chatbot Send message Best Buy Best Buy Support Privacy Policy State Privacy Rights View page as printable PDF State Privacy Rights Skip to: Collection and Use Disclosures Retention — California Residents Consumer Privacy Rights How to Submit a Request Notice About the My Best Buy Program Additional Information Submit an access request . Submit a deletion request .} "
    },
    {
      "Text": "Opt-Out of Sale: You have the right to opt-out of the sale of your personal information.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Shopping and product advice Recent orders, price match and account Repairs and tech support Order status Ask our chatbot Send message Best Buy Best Buy Support Privacy Policy State Privacy Rights View page as printable PDF State Privacy Rights Skip to: Collection and Use Disclosures Retention — California Residents Consumer Privacy Rights How to Submit a Request Notice About the My Best Buy Program Additional Information Submit an access request . Submit a deletion request .} "
    },
    {
      "Text": "How to Submit a Request\\nSubmit an access request, or call us at 1-888-BEST BUY (1-888-237-8289).\\nThe report you receive containing personal information we have on file will provide instructions on how to pursue correction of applicable information.\\nSubmit a deletion request, or call us at 1-888-BEST BUY (1-888-237-8289).",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Opt-Out of Sale: You have the right to opt-out of the sale of your personal information. 5.} "
    },
    {
      "Text": "California Residents\\n\\nLimit the Use or Disclosure of Sensitive Personal Information. You have the right to request that we limit our use or disclosure of Sensitive Personal Information (as defined by California law) about you to certain uses authorized by the CCPA. We do not disclose Sensitive Personal Information beyond such authorizations",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Submit a deletion request , or call us at 1-888-BEST BUY (1-888-237-8289). More information on opting out of the sale of your personal information, including through enabling Global Privacy Controls, is available on our Do Not Sell/Share page.} "
    },
    {
      "Text": "Do Not Share My Personal Information. You have the right to opt out of our sharing of personal information for cross-context behavioral advertising",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We do not disclose Sensitive Personal Information beyond such authorizations. See our Limit the use of My Sensitive Personal Information page for more information.} "
    },
    {
      "Text": "See our Do Not Sell/Share page for more information on how to exercise this right.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Do Not Share My Personal Information. You have the right to opt out of our sharing of personal information for cross-context behavioral advertising.} "
    },
    {
      "Text": "Notice About the My Best Buy Program\\nThe My Best Buy® Program (the “Program”) is Best Buy’s loyalty program that offers Program members (“Members”) certain benefits. To participate in the Program, you must provide your full name, email address, postal address, and phone number. The following categories of personal information are implicated based on your participation in the Program:\\n\\nCommercial information, including records of products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies\\nInternet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications, or advertisements\\nIdentifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address\\nInferences drawn from any of the above (e.g., preferences or characteristics)\\nWe use personal information to identify you as a member of the program and provide you with relevant messaging, benefits, and incentives.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Shop now. Skip to content Accessibility Survey Menu | Iowa City Iowa City 1451 Coral Ridge Ave Ste 1431 Coralville , IA 52241 Store Details Opens tomorrow at 10 am View store traffic Find Another Store Cart Top Deals Deal of the Day My Best Buy Memberships Credit Cards Best Buy Outlet Gift Cards Yes, Best Buy Sells That Gift Ideas Donate to St. Jude Best Buy Business More Account Recently Viewed Order Status Saved Items Main Content Blue Assist Best Buy Help Hi, how can I help you?} "
    },
    {
      "Text": "Additional Information\\nIf you choose to exercise any of your rights, you have the right not to receive, and will not receive, discriminatory treatment by us",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {See the My Best Buy Terms for additional information regarding membership cancellation. 7.} "
    },
    {
      "Text": "Last Updated: 7/1/23",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {This Statement is available in alternative formats upon request. Please contact PrivacyManager@BestBuy.com or 1-888-BEST BUY (1-888-237-8289) to request this Statement in an alternative format.} "
    },
    {
      "Text": "Collection\\nDuring the 12-month period prior to the effective date of this Statement, we may have collected the following categories of personal information, including sensitive personal information, about you: \\n\\nIdentifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as customer number, unique pseudonym, or user alias), email address, account name, Social Security number, driver’s license number, passport number, and other similar identifiers, physical characteristics or description, state identification card number, and signature\\nIdentifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address\\nOther Financial, Medical, and Health Information: bank account number, credit card number, debit card number, insurance policy number, and other financial information, medical information, and health insurance information\\nInformation Related to Characteristics Protected Under California or Federal Law: characteristics of protected classifications under California or federal law, such as race, color, national origin, religion, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, genetic information, disability, citizenship status, and military and veteran status\\nCommercial Information: including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies\\nBiometrics: biometric information such as a fingerprint provided along with a product return if required by local law\\nInternet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements\\nGeolocation Data\\nSensory Information: Audio, electronic, visual, thermal, and similar information\\nProfessional or Employment-Related Information\\nEducation Information\\nProfile Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and/or aptitude",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {1. Collection and Use a.} "
    },
    {
      "Text": "Sources of collection\\nWe collected personal information about you from the following sources:\\n\\nYou\\nBest Buy\\nDevice(s) You Used\\nService Providers",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Collection and Use a. Collection During the 12-month period prior to the effective date of this Statement, we may have collected the following categories of personal information, including sensitive personal information, about you: Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as customer number, unique pseudonym, or user alias), email address, account name, Social Security number, driver’s license number, passport number, and other similar identifiers, physical characteristics or description, state identification card number, and signature Identifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address Other Financial, Medical, and Health Information: bank account number, credit card number, debit card number, insurance policy number, and other financial information, medical information, and health insurance information Information Related to Characteristics Protected Under California or Federal Law: characteristics of protected classifications under California or federal law, such as race, color, national origin, religion, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, genetic information, disability, citizenship status, and military and veteran status Commercial Information: including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies Biometrics: biometric information such as a fingerprint provided along with a product return if required by local law Internet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements Geolocation Data Sensory Information: Audio, electronic, visual, thermal, and similar information Professional or Employment-Related Information Education Information Profile Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and/or aptitude b.} "
    },
    {
      "Text": "Purposes for collection/use\\nWe collected and used personal information about you for the following purposes: \\n\\nPerforming services you have purchased from or contracted for with us, including maintaining or servicing accounts (e.g., your My Best Buy® account), as well as providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing advertising or marketing services, providing analytics services, or providing similar services\\nAuditing related to counting ad impressions to unique visitors, verifying positioning and quality of ad impressions, and auditing compliance\\nDetecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity\\nShort-term, transient use, including, but not limited to, nonpersonalized advertising shown as part of your interactions with our digital properties\\nDebugging to identify and repair errors that impair existing intended functionality\\nUndertaking internal research for technological development and demonstration\\nUndertaking activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by us, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for, or controlled by us\\nDisplaying advertisements intended for you based on personal information, related to your activities over time and across nonaffiliated websites or online applications, used to predict your preferences or interests (targeted advertising)\\nCustomizing your experience on our digital properties\\nProcessing liability claims\\nComplying with and enforcing applicable legal requirements, relevant industry standards and our policies",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Collection and Use a. Collection During the 12-month period prior to the effective date of this Statement, we may have collected the following categories of personal information, including sensitive personal information, about you: Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as customer number, unique pseudonym, or user alias), email address, account name, Social Security number, driver’s license number, passport number, and other similar identifiers, physical characteristics or description, state identification card number, and signature Identifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address Other Financial, Medical, and Health Information: bank account number, credit card number, debit card number, insurance policy number, and other financial information, medical information, and health insurance information Information Related to Characteristics Protected Under California or Federal Law: characteristics of protected classifications under California or federal law, such as race, color, national origin, religion, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, genetic information, disability, citizenship status, and military and veteran status Commercial Information: including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies Biometrics: biometric information such as a fingerprint provided along with a product return if required by local law Internet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements Geolocation Data Sensory Information: Audio, electronic, visual, thermal, and similar information Professional or Employment-Related Information Education Information Profile Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and/or aptitude b.} "
    },
    {
      "Text": "Displaying advertisements intended for you based on personal information, related to your activities over time and across nonaffiliated websites or online applications, used to predict your preferences or interests (targeted advertising)",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Collection and Use a. Collection During the 12-month period prior to the effective date of this Statement, we may have collected the following categories of personal information, including sensitive personal information, about you: Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as customer number, unique pseudonym, or user alias), email address, account name, Social Security number, driver’s license number, passport number, and other similar identifiers, physical characteristics or description, state identification card number, and signature Identifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address Other Financial, Medical, and Health Information: bank account number, credit card number, debit card number, insurance policy number, and other financial information, medical information, and health insurance information Information Related to Characteristics Protected Under California or Federal Law: characteristics of protected classifications under California or federal law, such as race, color, national origin, religion, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, genetic information, disability, citizenship status, and military and veteran status Commercial Information: including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies Biometrics: biometric information such as a fingerprint provided along with a product return if required by local law Internet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements Geolocation Data Sensory Information: Audio, electronic, visual, thermal, and similar information Professional or Employment-Related Information Education Information Profile Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and/or aptitude b.} "
    },
    {
      "Text": "Displaying advertisements intended for you based on personal information, related to your activities over time and across nonaffiliated websites or online applications, used to predict your preferences or interests (targeted advertising)",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Collection and Use a. Collection During the 12-month period prior to the effective date of this Statement, we may have collected the following categories of personal information, including sensitive personal information, about you: Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as customer number, unique pseudonym, or user alias), email address, account name, Social Security number, driver’s license number, passport number, and other similar identifiers, physical characteristics or description, state identification card number, and signature Identifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address Other Financial, Medical, and Health Information: bank account number, credit card number, debit card number, insurance policy number, and other financial information, medical information, and health insurance information Information Related to Characteristics Protected Under California or Federal Law: characteristics of protected classifications under California or federal law, such as race, color, national origin, religion, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, genetic information, disability, citizenship status, and military and veteran status Commercial Information: including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies Biometrics: biometric information such as a fingerprint provided along with a product return if required by local law Internet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements Geolocation Data Sensory Information: Audio, electronic, visual, thermal, and similar information Professional or Employment-Related Information Education Information Profile Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and/or aptitude b.} "
    },
    {
      "Text": "Complying with and enforcing applicable legal requirements, relevant industry standards and our policies",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Collection and Use a. Collection During the 12-month period prior to the effective date of this Statement, we may have collected the following categories of personal information, including sensitive personal information, about you: Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as customer number, unique pseudonym, or user alias), email address, account name, Social Security number, driver’s license number, passport number, and other similar identifiers, physical characteristics or description, state identification card number, and signature Identifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address Other Financial, Medical, and Health Information: bank account number, credit card number, debit card number, insurance policy number, and other financial information, medical information, and health insurance information Information Related to Characteristics Protected Under California or Federal Law: characteristics of protected classifications under California or federal law, such as race, color, national origin, religion, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, genetic information, disability, citizenship status, and military and veteran status Commercial Information: including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies Biometrics: biometric information such as a fingerprint provided along with a product return if required by local law Internet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements Geolocation Data Sensory Information: Audio, electronic, visual, thermal, and similar information Professional or Employment-Related Information Education Information Profile Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and/or aptitude b.} "
    },
    {
      "Text": "Disclosures\\na.    We may have disclosed the following categories of personal information for a business purpose:\\n\\nIdentifiers\\nIdentifiers (Online)\\nOther Financial, Medical and Health Information\\nInformation Related to Characteristics Protected Under California or Federal Law\\nCommercial Information\\nBiometrics\\nInternet and Other Electronic Network Activity Information\\nGeolocation Data\\nSensory Information\\nProfessional or Employment-Related Information\\nEducation Information\\nProfile Inferences",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Collection During the 12-month period prior to the effective date of this Statement, we may have collected the following categories of personal information, including sensitive personal information, about you: Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as customer number, unique pseudonym, or user alias), email address, account name, Social Security number, driver’s license number, passport number, and other similar identifiers, physical characteristics or description, state identification card number, and signature Identifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address Other Financial, Medical, and Health Information: bank account number, credit card number, debit card number, insurance policy number, and other financial information, medical information, and health insurance information Information Related to Characteristics Protected Under California or Federal Law: characteristics of protected classifications under California or federal law, such as race, color, national origin, religion, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, genetic information, disability, citizenship status, and military and veteran status Commercial Information: including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies Biometrics: biometric information such as a fingerprint provided along with a product return if required by local law Internet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements Geolocation Data Sensory Information: Audio, electronic, visual, thermal, and similar information Professional or Employment-Related Information Education Information Profile Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and/or aptitude b. Sources of collection We collected personal information about you from the following sources: You Best Buy Device(s) You Used Service Providers c.    Purposes for collection/use We collected and used personal information about you for the following purposes: Performing services you have purchased from or contracted for with us, including maintaining or servicing accounts (e.g., your My Best Buy® account), as well as providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing advertising or marketing services, providing analytics services, or providing similar services Auditing related to counting ad impressions to unique visitors, verifying positioning and quality of ad impressions, and auditing compliance Detecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity Short-term, transient use, including, but not limited to, nonpersonalized advertising shown as part of your interactions with our digital properties Debugging to identify and repair errors that impair existing intended functionality Undertaking internal research for technological development and demonstration Undertaking activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by us, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for, or controlled by us Displaying advertisements intended for you based on personal information, related to your activities over time and across nonaffiliated websites or online applications, used to predict your preferences or interests (targeted advertising) Customizing your experience on our digital properties Processing liability claims Complying with and enforcing applicable legal requirements, relevant industry standards and our policies 2.} "
    },
    {
      "Text": "We may share personal information about you for cross-context behavioral advertising — seeking to place ads to you on others’ digital properties based, at least in part, on personal information obtained from your activity on others’ digital properties.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Disclosures a. We may have disclosed the following categories of personal information for a business purpose: Identifiers Identifiers (Online) Other Financial, Medical and Health Information Information Related to Characteristics Protected Under California or Federal Law Commercial Information Biometrics Internet and Other Electronic Network Activity Information Geolocation Data Sensory Information Professional or Employment-Related Information Education Information Profile Inferences b.} "
    },
    {
      "Text": "We may have sold (as defined under California, Colorado and Connecticut laws) the following categories of personal information: \\n\\nIdentifiers (online) associated with a device used to interact with our digital properties or advertisements (such as a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology)\\nInternet and other electronic network activity information associated with a device used to interact with Digital Properties or advertisements\\nProfile inferences (solely as sale is defined under California rules",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may have disclosed the following categories of personal information for a business purpose: Identifiers Identifiers (Online) Other Financial, Medical and Health Information Information Related to Characteristics Protected Under California or Federal Law Commercial Information Biometrics Internet and Other Electronic Network Activity Information Geolocation Data Sensory Information Professional or Employment-Related Information Education Information Profile Inferences b. We may share personal information about you for cross-context behavioral advertising — seeking to place ads to you on others’ digital properties based, at least in part, on personal information obtained from your activity on others’ digital properties.} "
    },
    {
      "Text": " Sensitive Personal Information: We do not share sensitive personal information for cross-context behavioral advertising.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {e.    We do not sell personal information as the term is traditionally understood or as defined under Virginia law. For example, we do not exchange for money personal information to data brokers or third parties for their marketing purposes independent of us.} "
    },
    {
      "Text": "We do not sell sensitive personal information.  ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {For example, we do not exchange for money personal information to data brokers or third parties for their marketing purposes independent of us. f. Sensitive Personal Information: We do not share sensitive personal information for cross-context behavioral advertising.} "
    },
    {
      "Text": "We may have disclosed personal information about you with the following categories of third parties: \\n\\nOur affiliates\\nOur joint marketing partners\\nOur business partners\\nSocial media networks\\nThird-party marketing partners\\nGovernment entities, including law enforcement",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {f. Sensitive Personal Information: We do not share sensitive personal information for cross-context behavioral advertising. We do not sell sensitive personal information.} "
    },
    {
      "Text": "Information we disclose to third parties:\\n\\n3rd Party Categories\\nPersonal Information Categories\tOur Affiliates\tOur Joint Marketing Partners\tOur Business Partners\tSocial Media Networks\tThird-party Marketing Partners\tGovernment Entities, Including Law Enforcement*See Disclosure\\nIdentifiers\tYes\tYes\tYes\tYes\tYes\tYes\\nIdentifiers (Online)\tYes\tNo\tNo\tNo\tYes\tYes\\nOther Financial, Medical and Health Information\tNo\tNo\tNo\tNo\tNo\tYes\\nInformation Related to Characteristics Protected Under California or Federal Law\tNo\tNo\tNo\tNo\tNo\tYes\\nCommercial Information\tYes\tYes\tYes\tNo\tNo\tYes\\nBiometrics\tNo\tNo\tNo\tNo\tNo\tYes\\nInternet and Other Electronic Network Activity Information\tYes\tNo\tNo\tNo\tYes\tYes\\nGeolocation Data\tNo\tNo\tNo\tNo\tNo\tYes\\nSensory Information\tNo\tNo\tNo\tNo\tNo\tYes\\nProfessional or Employment Related Information\tNo\tNo\tNo\tNo\tNo\tYes\\nEducation Information\tNo\tNo\tNo\tNo\tNo\tYes\\nProfile Inferences\tYes\tNo\tNo\tNo\tNo\tYes",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {f. Sensitive Personal Information: We do not share sensitive personal information for cross-context behavioral advertising. We do not sell sensitive personal information.} "
    },
    {
      "Text": "Identifiers ||| Identifiers (Online) ||| Other Financial, Medical and Health Information ||| Information Related to Characteristics Protected Under California or Federal Law ||| Commercial Information ||| Biometrics ||| Internet and Other Electronic Network Activity Information ||| Geolocation Data ||| Sensory Information ||| Professional or Employment Related Information ||| Education Information ||| Profile Inferences",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {1. Collection and Use a.} "
    },
    {
      "Text": "Consumer Privacy Rights\\nYou have certain choices regarding our use and disclosure of personal information about you, as described below.\\n\\nAccess: You have the right to request, twice in a 12-month period, that we disclose to you the personal information related to you we have collected during the past 12 months. This may include:\\no   The categories and specific pieces of personal information we have collected about you\\n\\no   The categories of sources from which we collected the personal information\\n\\no   The business or commercial purpose for which we collected or sold the personal information\\n\\no   The categories of third parties with whom we shared the personal information\\n\\no   The categories of personal information about you that we sold or disclosed for a business purpose, and the categories of third parties to whom we sold or disclosed that information for a business purpose",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Additionally, some information systems or information may be placed on legal holds due to potential litigation or regulatory review and information, therefore, is not deleted or modified. 4.} "
    },
    {
      "Text": "Consumer Privacy Rights\\nYou have certain choices regarding our use and disclosure of personal information about you, as described below.\\n\\nAccess: You have the right to request, twice in a 12-month period, that we disclose to you the personal information related to you we have collected during the past 12 months. This may include:\\no   The categories and specific pieces of personal information we have collected about you\\n\\no   The categories of sources from which we collected the personal information\\n\\no   The business or commercial purpose for which we collected or sold the personal information\\n\\no   The categories of third parties with whom we shared the personal information\\n\\no   The categories of personal information about you that we sold or disclosed for a business purpose, and the categories of third parties to whom we sold or disclosed that information for a business purpose",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Additionally, some information systems or information may be placed on legal holds due to potential litigation or regulatory review and information, therefore, is not deleted or modified. 4.} "
    },
    {
      "Text": "Correction: You have the right to request that we correct certain personal information we have collected, taking into account the nature of the personal information and the purposes of the processing of the personal information. If you make a correction request, we may correct or instead delete information as allowed by law. Exceptions apply.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Consumer Privacy Rights You have certain choices regarding our use and disclosure of personal information about you, as described below. Access: You have the right to request, twice in a 12-month period, that we disclose to you the personal information related to you we have collected during the past 12 months.} "
    },
    {
      "Text": "Deletion: You have the right to request that we delete certain personal information we have collected from you. Exceptions apply.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Shopping and product advice Recent orders, price match and account Repairs and tech support Order status Ask our chatbot Send message Best Buy Best Buy Support Privacy Policy State Privacy Rights View page as printable PDF State Privacy Rights Skip to: Collection and Use Disclosures Retention — California Residents Consumer Privacy Rights How to Submit a Request Notice About the My Best Buy Program Additional Information Submit an access request . Submit a deletion request .} "
    },
    {
      "Text": "Opt-Out of Sale: You have the right to opt-out of the sale of your personal information.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Shopping and product advice Recent orders, price match and account Repairs and tech support Order status Ask our chatbot Send message Best Buy Best Buy Support Privacy Policy State Privacy Rights View page as printable PDF State Privacy Rights Skip to: Collection and Use Disclosures Retention — California Residents Consumer Privacy Rights How to Submit a Request Notice About the My Best Buy Program Additional Information Submit an access request . Submit a deletion request .} "
    },
    {
      "Text": " How to Submit a Request\\nSubmit an access request, or call us at 1-888-BEST BUY (1-888-237-8289).\\nThe report you receive containing personal information we have on file will provide instructions on how to pursue correction of applicable information.\\nSubmit a deletion request, or call us at 1-888-BEST BUY (1-888-237-8289).\\nMore information on opting out of the sale of your personal information, including through enabling Global Privacy Controls, is available on our Do Not Sell/Share page.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Opt-Out of Sale: You have the right to opt-out of the sale of your personal information. 5.} "
    },
    {
      "Text": "Limit the Use or Disclosure of Sensitive Personal Information. You have the right to request that we limit our use or disclosure of Sensitive Personal Information (as defined by California law) about you to certain uses authorized by the CCPA. We do not disclose Sensitive Personal Information beyond such authorizations.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Submit a deletion request , or call us at 1-888-BEST BUY (1-888-237-8289). More information on opting out of the sale of your personal information, including through enabling Global Privacy Controls, is available on our Do Not Sell/Share page.} "
    },
    {
      "Text": "Do Not Share My Personal Information. You have the right to opt out of our sharing of personal information for cross-context behavioral advertising.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We do not disclose Sensitive Personal Information beyond such authorizations. See our Limit the use of My Sensitive Personal Information page for more information.} "
    },
    {
      "Text": "See our Do Not Sell/Share page for more information on how to exercise this right.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Do Not Share My Personal Information. You have the right to opt out of our sharing of personal information for cross-context behavioral advertising.} "
    },
    {
      "Text": "The following categories of personal information are implicated based on your participation in the Program:\\n\\nCommercial information, including records of products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies\\nInternet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications, or advertisements\\nIdentifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address\\nInferences drawn from any of the above (e.g., preferences or characteristics)",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Notice About the My Best Buy Program The My Best Buy® Program (the “Program”) is Best Buy’s loyalty program that offers Program members (“Members”) certain benefits. To participate in the Program, you must provide your full name, email address, postal address, and phone number.} "
    },
    {
      "Text": "We use personal information to identify you as a member of the program and provide you with relevant messaging, benefits, and incentives. These benefits and incentives are reasonably related to the value of the data you provide.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Notice About the My Best Buy Program The My Best Buy® Program (the “Program”) is Best Buy’s loyalty program that offers Program members (“Members”) certain benefits. To participate in the Program, you must provide your full name, email address, postal address, and phone number.} "
    },
    {
      "Text": "If you choose to exercise any of your rights, you have the right not to receive, and will not receive, discriminatory treatment by us. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {See the My Best Buy Terms for additional information regarding membership cancellation. 7.} "
    },
    {
      "Text": "Last Updated: 7/1/23",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {This Statement is available in alternative formats upon request. Please contact PrivacyManager@BestBuy.com or 1-888-BEST BUY (1-888-237-8289) to request this Statement in an alternative format.} "
    }
  ]
}