{
  "policy_id": "125",
  "text": "Privacy Policy - IGN <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-54DV8X&gtm_auth=&gtm_preview=&gtm_cookies_win=x\"\n        height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\" id=\"tag-manager\"></iframe> Focus Reset IGN Logo Skip to content Home Search Reviews News Guides Interactive Maps Discover Store Rewards Videos More Playlist Browse Playlist Register for free or log in to build your IGN game library. Browse Playlist Site Themes Classic Dark Mode Automatic Based on system preferences Change Region Africa (opens in a new window) Adria Australia (opens in a new window) Benelux (opens in a new window) Brazil (opens in a new window) Canada (opens in a new window) China (opens in a new window) Czech / Slovakia (opens in a new window) France (opens in a new window) Germany (opens in a new window) Greece (opens in a new window) Hungary (opens in a new window) India (opens in a new window) Ireland (opens in a new window) Israel (opens in a new window) Italy (opens in a new window) Japan (opens in a new window) Latin America Middle East - English Middle East - Arabic Nordic Pakistan (opens in a new window) Poland (opens in a new window) Portugal (opens in a new window) Romania (opens in a new window) Southeast Asia Spain (opens in a new window) Turkey (opens in a new window) United Kingdom (opens in a new window) United States (opens in a new window) More IGN on social Site Themes Change Region About Us Accessibility AdChoices Privacy Policy Terms of Use Editorial Standards Do Not Sell My Personal Information Site Map Boards Contact Support Advertise With IGN Advertise With IGN - CORP ©1996-2023 IGN Entertainment, Inc. a Ziff Davis company. All Rights Reserved. IGN® is among the federally registered trademarks of IGN Entertainment, Inc. and may only be used with explicit written permission. News All News Columns PlayStation Xbox Nintendo PC Mobile Movies Television Comics Tech Reviews All Reviews Editor's Choice Game Reviews Movie Reviews TV Show Reviews Tech Reviews Discover Videos Original Shows Popular Trailers Gameplay All Videos Account Settings Security Subscription Email Preferences Register / Login IGN Privacy Policy Effective July 2023 - Version Française IGN Entertainment Inc., including its subsidiaries, affiliates and parent company, Ziff Davis Inc., (collectively “ IGN ”) is one of the leading global media companies focused on video games and entertainment. IGN values your privacy and is committed to protecting the privacy of your information. This Privacy Policy (or “Policy”) describes how IGN uses the personal information you provide and the rights you have. We have created this Privacy Portal to help you exercise your rights. Privacy Policy Overview Information We Collect, Receive and Create About You Data Processing and Retention Sensitive Personal Information Direct Marketing Behavioral Advertising Cookies Information We Share With Third Parties International Transfers of Information Data Security and Breach Handling How to Control your Information Your Rights with Respect to Your Personal Information How to Change Your Preferences Contact Details Children California Consumer Rights Metrics How this Privacy Policy May Change 1. Privacy Policy Overview IGN owns and operates several interactive websites, mobile and connected applications, including their and other online interactive features and services (collectively “services” or “our services”). This policy covers information collected through the following websites and mobile applications. IGN IGN UK IGN Australia IGN Store How Long to Beat Map Genie Map Genie Apps IGN App IGN Playlist App In part, the purpose of this policy is to notify users of IGN’s policies and practices with respect to their data. By using the services provided you have agreed to the Terms of Use (or ToU); and this policy is a part of the ToU. 2. Information We Collect, Receive and Create about You We may collect or obtain information about you when you sign up, when you create profiles, pages or contributions, when you use and interact with our services and when you make your personal information public. In some cases, we may also receive information about you from third parties. Data you provide when you sign up: This is, for example, username, password, subscription information, and basic information about any other accounts you choose to associate with your registration, like your Apple, Facebook, or Google account. Data you provide when you create profiles, pages or contributions: This is user generated contributions, such as the contents of profiles, including your profile name, contact details and any demographic information you choose to provide; as well as any comments and posts made in forums. We seek to provide users with an opportunity to be a part of an online community and communicate and share with others. This can include personal information that users choose to share. We encourage all of our users to make conscious choices about what they share online. IGN, including its affiliates, subsidiaries and parent company, is not responsible for the information you disclose to the public using our services. Inferences: We may infer data about you based on your interests, where you live, what language(s) you speak, and other data we have access to. Data we collect through your use of our services: We make and keep records when we provide you support or assistance on our services. We may also collect information about how you interact with our various services (or parts of our services) or third party content you see on our apps and sites. We also collect data on how you interact with the ads you see. Data we receive from third parties: In some cases, we may receive information about you from third parties, for example, social networking sites. Please note that this policy does not cover the practices of third parties, including those that may disclose information to us. 3. Data Processing and Retention We process your personal information in order to provide you the best experience of our services. We may also process your Information where the processing is necessary for the establishment, exercise or defense of legal rights. Below is a chart stating which categories of your personal information we process for which purposes specifically, and how long we retain that data. Our processing of your data is subject to your use of our service, your privacy preferences, and your account settings choices. Personal Information We may process the following categories of personal information about you. Account Information (Personal Details) Audio, Video, and Other Electronic Data Consent Records Customer Records Demographic Information Location Information Profile Information and User Contributions Inferences Transaction Information Device Information and Device ID Advertising Identifiers Cookies Engagement Data 4. Sensitive Personal Information We do not seek to collect or process sensitive personal information, such as, race or ethnicity, political opinions, religious or philosophical beliefs, trade union membership, physical or mental health, or sex life. Where users choose to disclose sensitive personal information within profiles, contributions or other free-text fields available through IGN, we do not use the sensitive information for any additional purpose without consent, unless required to comply with laws, or prevent crimes. 5. Direct Marketing We may use the contact details you provided us to reach out to you with information regarding services that may be of interest to you, for example, upcoming promotions. You may unsubscribe or opt out of SMS messages at any time at no cost. 6. Behavioral Advertising IGN and third parties, subject to your privacy choices and settings, may collect data about your behavior while using our services in order to provide you with more relevant interest-based advertising on other websites and applications, as well as our partners' platforms and media channels. If you do not wish to receive this advertising, you can change your preferences by clicking here. The specific providers we use for behavioral advertising may change from time to time. 7. Cookies We may collect information about you through the use of cookies and similar technologies on our sites and apps, or your devices. In compliance with your privacy choices and settings, we also may permit our third-party service providers to perform various analytics functions and to provide you with more relevant or interest-based advertisements using cookies. Some third parties may choose to use their own cookies for the purposes of collecting information relating to the viewing of their advertising. To learn more about how we use cookies, and to manage your preferences, please see our Cookie Policy . This policy, and our Cookie Policy, are only intended to cover the use of cookies as they relate to IGN businesses. 8. Information We Share with Third Parties Ziff Davis Companies: IGN is owned by Ziff Davis Inc. We share your information with other businesses owned by Ziff Davis, Inc. (“Ziff Davis Companies”) to assist us in the operation of our services, improve them, and further develop them. We also share information with other Ziff Davis Companies for the purposes of targeted advertising. If you would like to opt out of the sale or sharing of your data with other Ziff Davis Companies, you can do so via our Privacy Portal . Other Third Parties: We may also share your personal information with the following: Relevant third party provider, where our services use third party advertising, plugins or content, subject to your privacy choices and settings, and our ToU. Merchants, business partners, or advertisers where you consented and chose to participate in offers, contests, or other activities. Third party Processors (such as analytic providers; data centers; etc.), located anywhere in the world, subject to the requirements and limitations; Legal and regulatory authorities, upon request, or for the purposes of reporting any actual or suspected breach of applicable law or regulation; Any party as directed by a law enforcement agency or court, to the extent necessary for the establishment, exercise or defense of legal rights; Law enforcement for the purposes of prevention, detection, or investigation of criminal offenses and any legal proceedings associated with them. In the case of a full or partial acquisition, relevant third parties. 9. International Transfers of Information Our services are operated primarily from the United States. We may transfer your personal information to recipients in countries other than the one you reside. Where we transfer your personal information internationally, we do so on the basis of legally compliant mechanisms including, but not limited to, the standard contractual clauses and the APEC Cross-Border Privacy Rules. You may request a copy of the relevant standard contractual clauses by emailing privacy@ziffdavis.com . 10. Data Security and Breach Handling We implement appropriate technical and organizational security measures to protect your personal information against unlawful destruction, loss alteration, misuse, or unauthorized access while in our possession. All parties we contract with must agree to provide reasonable data security measures for the customer information we share with them, in compliance with applicable laws and regulations. If we learn of a security breach that affects our users, we may send an email or other direct communication to you, or post a blog to notify the public on our Help and Support Security Center. If you have any reason to believe that your data with us has been compromised (for example, there has been unauthorized access to your account), please contact us at privacy@ziffdavis.com . 11. Data Retention We will retain your personal information for as long as is necessary in connection with the purposes set out in this policy, and in accordance with applicable laws. For more details on how long data is retained see the table in Section 3. 12. Your Rights With Respect to Your Personal Information Many privacy regulations afford consumers a number of specific rights. The EEA, Brazil, California, and several other U.S. states grant specific rights to people living under their jurisdiction. Your rights: Right to Withdraw Consent: Where you are requested to consent to the processing of your personal information, you have the right to withdraw your consent at any time. Right to Know: You have a right to know what personal information we collect, process, and share or sell. This policy is meant to provide transparency with regard to your data. If you have additional questions, you can email us at privacy@ziffdavis.com . Right of Access: You can request a copy of the personal information we have collected about you from us. Right to Delete/Erase: You can request us to delete all the information we have collected about you. It is important to note that by exercising your right to deletion you may lose access to your account and any purchases, points or features associated with it. If you wish to cancel your account or request that we no longer use some or all of your information to provide you services, contact us via our contact details in section 14. Right to Request Rectification: If you find that any of your information that we are processing is inaccurate, you can contact us to have your information corrected. In response, we will cancel or remove your information but may retain and use copies of your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements. For certain requests, we may require additional information. Right to Opt-out of the Sale or Sharing for Targeted Ads: Under some circumstances we may sell or share the personal data you provide to us to provide ads to you that align with your interests. If you would prefer not to have your data sold or shared, you can opt-out of selling or sharing by submitting a request via Privacy Portal or by emailing privacy@ziffdavis.com . We may ask for additional information to verify your request. Right to Object to the Processing: You can object to our processing of your personal information via our Privacy Portal , under certain circumstances. By objecting to processing, you may not be able to access some or all of our services. This right is limited to personal data processed for commercial purposes. Right to Object to the Use of Sensitive Personal Information: You have the right to object to our use of your sensitive personal information. Sensitive personal information is information about your health, race, religion, sexual orientation, gender identity, political opinions or philosophical beliefs. You should always be mindful about the personal information you share online, especially when it is sensitive in nature. Right to Object to Automated Processing: You have a right to object to the processing of your data for the purposes of automated decision making about you. Right to not be Discriminated Against: You have a right to not be discriminated against by IGN for exercising your rights. Right to Withdraw Consent: Where you are requested to consent to the processing of your personal information by IeL, you have the right to withdraw your consent at any time. In order to make privacy requests please visit our Privacy Portal and fill out the form. You can also email us at privacy@ziffdavis.com. Our contact information can be found in the “Contact Details” section below. You may be required to verify your identity before we can give effect to these rights. If you are making a request on behalf of a user, we require a signed authorization letter from the consumer. 13. How to Change Your Preferences You can change your preferences at any time. Below is a list of some of the actions you can take. Changing Your Own Information: Keeping your personal information current helps ensure that we offer you the best information available from us, our merchants and our business partners. You can do several things to help keep your personal information up-to-date. You can login your Account via a desktop computer and click \"Account Settings\" to update or delete the information you provided us to use in your profile. We may retain and use copies of your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements. Your Newsletter and Email Subscriptions : You can opt out or unsubscribe to a newsletter or other email list at any time by following the instructions at the end of the newsletters or emails you receive. Please allow five to ten business days for changes to take effect. On some Services, member service-related communications are an integral part of the service to which you subscribe and you may continue to receive emails as part of that particular portion of the services, even if you opt out of the newsletters or email list. In these cases, you cancel your account to cease communication. Also note that if you have provided more than one email address to us, you may continue to be contacted unless you request to unsubscribe each email address you have provided, or delete your accounts. Direct Mailings, Push Notifications, and Unsubscribing : Where you have consented to receive marketing communications from us, we will send you emails and/or push notifications (depending on what you have consented to). You may withdraw your consent for email marketing communications (i.e. unsubscribe) at any time by (i) clicking the \"Unsubscribe\" link in a marketing communication email we send you; or (ii) using the \"Email Preferences\" page in the Account Settings area. You may unsubscribe from web-related notifications at any time through your browser settings. You may also unsubscribe by emailing our support team(s) at the email addresses below. Please allow two working days for this instruction to take effect in all of our systems. Opting Out of Tracking : Currently, our Services do not recognize browser do-not-track signals. However, you may manage how your browser handles cookies and related technologies by adjusting its privacy and security settings. Browsers are different, so refer to instructions related to your browser to learn about cookie-related and other privacy and security settings that may be available. The Help portion of the toolbar on most browsers will tell you how to prevent your computer from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether. California Residents : In accordance with the California Online Privacy Protection Act, we may collect Personal Information about your online activities when you use our services. California's \"Shine the Light\" law permits our users who are California residents to request and obtain certain information about any Personal Information disclosed to third parties for direct marketing purposes. If you are a California resident and wish to make such a request or if you wish for us to refrain from gathering your Personal Information, please submit your request in writing to us using the contact details in Section 14. 14. Contact Details You can submit privacy related inquiries to our Privacy Portal . For any additional questions, you can contact us by emailing privacy@ign.com or at the following address: Ziff Davis Attention: Legal Department 114 Fifth Avenue, 15th Floor New York, NY 10011 We have registered our DPO with the Irish Data Protection Commission. If you have any questions or concerns about our privacy practices, we encourage you to contact our DPO at the following email address dpo@ziffdavis.com or at the following address: Ziff Davis Attention: Legal Department Unit. 3.1, Woodford Business Park Santry, Dublin 17 Ireland 15. Children We do not target children for the use of our services, especially those under 18. We reserve the right to remove a user's account at any time, when necessary, if we discover that a user is under the required age limit for the service. If you have reason to believe we have collected personal information from someone under 18, please report it to us so we can take appropriate steps to rectify this. 16. California Consumer Rights Metrics Pursuant to the California privacy regulations, our consumer rights metrics can be found on our Regulatory Information Site. 17. How this Privacy Policy May Change This policy may be amended or updated from time to time at our discretion. Any updates will be effective at the time of publication, unless specified otherwise. Your continued use of our services after the publication of a policy update constitutes your consent to the changes. We will notify you prior to making policy updates that materially change the way we treat your personal data, and will not use your data in a materially different manner without your consent. IGN Logo Reviews • Starfield Walkthrough • Baldur's Gate 3 Classes Guide • Mortal Kombat 1 Fatalities • GTA 5 Cheats and Cheat Codes • News • IGN Store • Starfield Cheats • Map Genie • HowLongToBeat • Contact Us • IGN YouTube • Guides • IGN TikTok • IGN Twitter • Deals Group Black IGN supports Group Black and its mission to increase greater diversity in media voices and media ownership. Group Black's collective includes Cxmmunity , Black Women Talk Tech and AFROPUNK <img height=\"1\" width=\"1\" style=\"display:none\" src=\"https://www.facebook.com/tr?id=1736065030013158&amp;ev=PageView&amp;noscript=1\"> <img height=\"1\" width=\"1\" src=\"https://www.facebook.com/tr?id=322220058389212&amp;ev=PageView\n&amp;noscript=1\">",
  "annotations": [
    {
      "Text": "Effective July 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {All Rights Reserved. IGN® is among the federally registered trademarks of IGN Entertainment, Inc. and may only be used with explicit written permission.} "
    },
    {
      "Text": "Information We Collect, Receive and Create about You\\nWe may collect or obtain information about you when you sign up, when you create profiles, pages or contributions, when you use and interact with our services and when you make your personal information public. In some cases, we may also receive information about you from third parties.\\n\\nData you provide when you sign up: This is, for example, username, password, subscription information, and basic information about any other accounts you choose to associate with your registration, like your Apple, Facebook, or Google account.\\n\\nData you provide when you create profiles, pages or contributions: This is user generated contributions, such as the contents of profiles, including your profile name, contact details and any demographic information you choose to provide; as well as any comments and posts made in forums",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This Privacy Policy (or “Policy”) describes how IGN uses the personal information you provide and the rights you have. We have created this Privacy Portal to help you exercise your rights.} "
    },
    {
      "Text": "Inferences: We may infer data about you based on your interests, where you live, what language(s) you speak, and other data we have access to.\\n\\nData we collect through your use of our services: We make and keep records when we provide you support or assistance on our services. We may also collect information about how you interact with our various services (or parts of our services) or third party content you see on our apps and sites. We also collect data on how you interact with the ads you see.\\n\\nData we receive from third parties: In some cases, we may receive information about you from third parties, for example, social networking sites. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We encourage all of our users to make conscious choices about what they share online. IGN, including its affiliates, subsidiaries and parent company, is not responsible for the information you disclose to the public using our services.} "
    },
    {
      "Text": "Data Processing and Retention\\nWe process your personal information in order to provide you the best experience of our services. We may also process your Information where the processing is necessary for the establishment, exercise or defense of legal rights.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please note that this policy does not cover the practices of third parties, including those that may disclose information to us. 3.} "
    },
    {
      "Text": "Sensitive Personal Information\\nWe do not seek to collect or process sensitive personal information, such as, race or ethnicity, political opinions, religious or philosophical beliefs, trade union membership, physical or mental health, or sex life. Where users choose to disclose sensitive personal information within profiles, contributions or other free-text fields available through IGN, we do not use the sensitive information for any additional purpose without consent, unless required to comply with laws, or prevent crimes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Personal Information We may process the following categories of personal information about you. Account Information (Personal Details) Audio, Video, and Other Electronic Data Consent Records Customer Records Demographic Information Location Information Profile Information and User Contributions Inferences Transaction Information Device Information and Device ID Advertising Identifiers Cookies Engagement Data 4.} "
    },
    {
      "Text": "Direct Marketing\\nWe may use the contact details you provided us to reach out to you with information regarding services that may be of interest to you, for example, upcoming promotions.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Where users choose to disclose sensitive personal information within profiles, contributions or other free-text fields available through IGN, we do not use the sensitive information for any additional purpose without consent, unless required to comply with laws, or prevent crimes. 5.} "
    },
    {
      "Text": "Behavioral Advertising\\nIGN and third parties, subject to your privacy choices and settings, may collect data about your behavior while using our services in order to provide you with more relevant interest-based advertising on other websites and applications, as well as our partners' platforms and media channels. I",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may unsubscribe or opt out of SMS messages at any time at no cost. 6.} "
    },
    {
      "Text": "Behavioral Advertising\\nIGN and third parties, subject to your privacy choices and settings, may collect data about your behavior while using our services in order to provide you with more relevant interest-based advertising on other websites and applications, as well as our partners' platforms and media channels.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You may unsubscribe or opt out of SMS messages at any time at no cost. 6.} "
    },
    {
      "Text": " Cookies\\nWe may collect information about you through the use of cookies and similar technologies on our sites and apps, or your devices",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The specific providers we use for behavioral advertising may change from time to time. 7.} "
    },
    {
      "Text": ". Cookies\\nWe may collect information about you through the use of cookies and similar technologies on our sites and apps, or your devices. In compliance with your privacy choices and settings, we also may permit our third-party service providers to perform various analytics functions and to provide you with more relevant or interest-based advertisements using cookies.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Some third parties may choose to use their own cookies for the purposes of collecting information relating to the viewing of their advertisin",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Cookies We may collect information about you through the use of cookies and similar technologies on our sites and apps, or your devices. In compliance with your privacy choices and settings, we also may permit our third-party service providers to perform various analytics functions and to provide you with more relevant or interest-based advertisements using cookies.} "
    },
    {
      "Text": " Information We Share with Third Parties\\nZiff Davis Companies: IGN is owned by Ziff Davis Inc. We share your information with other businesses owned by Ziff Davis, Inc. (“Ziff Davis Companies”) to assist us in the operation of our services, improve them, and further develop them.\\n\\nWe also share information with other Ziff Davis Companies for the purposes of targeted advertising. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This policy, and our Cookie Policy, are only intended to cover the use of cookies as they relate to IGN businesses. 8.} "
    },
    {
      "Text": "If you would like to opt out of the sale or sharing of your data with other Ziff Davis Companies, you can do so via our Privacy Portal.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Information We Share with Third Parties Ziff Davis Companies: IGN is owned by Ziff Davis Inc. We share your information with other businesses owned by Ziff Davis, Inc. (“Ziff Davis Companies”) to assist us in the operation of our services, improve them, and further develop them. We also share information with other Ziff Davis Companies for the purposes of targeted advertising.} "
    },
    {
      "Text": "If you would like to opt out of the sale or sharing of your data with other Ziff Davis Companies, you can do so via our Privacy Portal.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Information We Share with Third Parties Ziff Davis Companies: IGN is owned by Ziff Davis Inc. We share your information with other businesses owned by Ziff Davis, Inc. (“Ziff Davis Companies”) to assist us in the operation of our services, improve them, and further develop them. We also share information with other Ziff Davis Companies for the purposes of targeted advertising.} "
    },
    {
      "Text": "Other Third Parties: We may also share your personal information with the following:\\n\\nRelevant third party provider, where our services use third party advertising, plugins or content, subject to your privacy choices and settings, and our ToU.\\nMerchants, business partners, or advertisers where you consented and chose to participate in offers, contests, or other activities.\\nThird party Processors (such as analytic providers; data centers; etc.), located anywhere in the world, subject to the requirements and limitations;\\nLegal and regulatory authorities, upon request, or for the purposes of reporting any actual or suspected breach of applicable law or regulation;\\nAny party as directed by a law enforcement agency or court, to the extent necessary for the establishment, exercise or defense of legal rights;\\nLaw enforcement for the purposes of prevention, detection, or investigation of criminal offenses and any legal proceedings associated with them.\\nIn the case of a full or partial acquisition, relevant third parties.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We also share information with other Ziff Davis Companies for the purposes of targeted advertising. If you would like to opt out of the sale or sharing of your data with other Ziff Davis Companies, you can do so via our Privacy Portal .} "
    },
    {
      "Text": "Right to Know: You have a right to know what personal information we collect, process, and share or sell.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {The EEA, Brazil, California, and several other U.S. states grant specific rights to people living under their jurisdiction. Your rights: Right to Withdraw Consent: Where you are requested to consent to the processing of your personal information, you have the right to withdraw your consent at any time.} "
    },
    {
      "Text": "Right to Know: You have a right to know what personal information we collect, process, and share or sell",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {The EEA, Brazil, California, and several other U.S. states grant specific rights to people living under their jurisdiction. Your rights: Right to Withdraw Consent: Where you are requested to consent to the processing of your personal information, you have the right to withdraw your consent at any time.} "
    },
    {
      "Text": "Right to Delete/Erase: You can request us to delete all the information we have collected about you",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If you have additional questions, you can email us at privacy@ziffdavis.com . Right of Access: You can request a copy of the personal information we have collected about you from us.} "
    },
    {
      "Text": "Right to Request Rectification: If you find that any of your information that we are processing is inaccurate, you can contact us to have your information corrected. In response, we will cancel or remove your information but may retain and use copies of your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {It is important to note that by exercising your right to deletion you may lose access to your account and any purchases, points or features associated with it. If you wish to cancel your account or request that we no longer use some or all of your information to provide you services, contact us via our contact details in section 14.} "
    },
    {
      "Text": "Right to Opt-out of the Sale or Sharing for Targeted Ads: Under some circumstances we may sell or share the personal data you provide to us to provide ads to you that align with your interests. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {In response, we will cancel or remove your information but may retain and use copies of your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements. For certain requests, we may require additional information.} "
    },
    {
      "Text": "If you would prefer not to have your data sold or shared, you can opt-out of selling or sharing by submitting a request via Privacy Portal or by emailing privacy@ziffdavis.com. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {For certain requests, we may require additional information. Right to Opt-out of the Sale or Sharing for Targeted Ads: Under some circumstances we may sell or share the personal data you provide to us to provide ads to you that align with your interests.} "
    },
    {
      "Text": "Right to Object to the Use of Sensitive Personal Information: You have the right to object to our use of your sensitive personal information. Sensitive personal information is information about your health, race, religion, sexual orientation, gender identity, political opinions or philosophical beliefs.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {By objecting to processing, you may not be able to access some or all of our services. This right is limited to personal data processed for commercial purposes.} "
    },
    {
      "Text": "Right to not be Discriminated Against: You have a right to not be discriminated against by IGN for exercising your rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {You should always be mindful about the personal information you share online, especially when it is sensitive in nature. Right to Object to Automated Processing: You have a right to object to the processing of your data for the purposes of automated decision making about you.} "
    },
    {
      "Text": "In order to make privacy requests please visit our Privacy Portal and fill out the form. You can also email us at privacy@ziffdavis.com. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to not be Discriminated Against: You have a right to not be discriminated against by IGN for exercising your rights. Right to Withdraw Consent: Where you are requested to consent to the processing of your personal information by IeL, you have the right to withdraw your consent at any time.} "
    },
    {
      "Text": "How this Privacy Policy May Change\\nThis policy may be amended or updated from time to time at our discretion. Any updates will be effective at the time of publication, unless specified otherwise. Your continued use of our services after the publication of a policy update constitutes your consent to the changes. We will notify you prior to making policy updates that materially change the way we treat your personal data, and will not use your data in a materially different manner without your consent.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {California Consumer Rights Metrics Pursuant to the California privacy regulations, our consumer rights metrics can be found on our Regulatory Information Site. 17.} "
    },
    {
      "Text": "Data you provide when you sign up: This is, for example, username, password, subscription information, and basic information about any other accounts you choose to associate with your registration, like your Apple, Facebook, or Google account.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Information We Collect, Receive and Create about You We may collect or obtain information about you when you sign up, when you create profiles, pages or contributions, when you use and interact with our services and when you make your personal information public. In some cases, we may also receive information about you from third parties.} "
    },
    {
      "Text": "Data you provide when you create profiles, pages or contributions: This is user generated contributions, such as the contents of profiles, including your profile name, contact details and any demographic information you choose to provide; as well as any comments and posts made in forums",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In some cases, we may also receive information about you from third parties. Data you provide when you sign up: This is, for example, username, password, subscription information, and basic information about any other accounts you choose to associate with your registration, like your Apple, Facebook, or Google account.} "
    },
    {
      "Text": "Inferences: We may infer data about you based on your interests, where you live, what language(s) you speak, and other data we have access to.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We encourage all of our users to make conscious choices about what they share online. IGN, including its affiliates, subsidiaries and parent company, is not responsible for the information you disclose to the public using our services.} "
    },
    {
      "Text": "IGN Privacy Policy\\nEffective July 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {All Rights Reserved. IGN® is among the federally registered trademarks of IGN Entertainment, Inc. and may only be used with explicit written permission.} "
    },
    {
      "Text": "We may collect or obtain information about you when you sign up, when you create profiles, pages or contributions, when you use and interact with our services and when you make your personal information public. In some cases, we may also receive information about you from third parties.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {By using the services provided you have agreed to the Terms of Use (or ToU); and this policy is a part of the ToU. 2.} "
    },
    {
      "Text": "Data you provide when you sign up: This is, for example, username, password, subscription information, and basic information about any other accounts you choose to associate with your registration, like your Apple, Facebook, or Google account.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Information We Collect, Receive and Create about You We may collect or obtain information about you when you sign up, when you create profiles, pages or contributions, when you use and interact with our services and when you make your personal information public. In some cases, we may also receive information about you from third parties.} "
    },
    {
      "Text": "Data you provide when you create profiles, pages or contributions: This is user generated contributions, such as the contents of profiles, including your profile name, contact details and any demographic information you choose to provide; as well as any comments and posts made in forums. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In some cases, we may also receive information about you from third parties. Data you provide when you sign up: This is, for example, username, password, subscription information, and basic information about any other accounts you choose to associate with your registration, like your Apple, Facebook, or Google account.} "
    },
    {
      "Text": "Data we collect through your use of our services: We make and keep records when we provide you support or assistance on our services. We may also collect information about how you interact with our various services (or parts of our services) or third party content you see on our apps and sites. We also collect data on how you interact with the ads you see.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {IGN, including its affiliates, subsidiaries and parent company, is not responsible for the information you disclose to the public using our services. Inferences: We may infer data about you based on your interests, where you live, what language(s) you speak, and other data we have access to.} "
    },
    {
      "Text": "Data we receive from third parties: In some cases, we may receive information about you from third parties, for example, social networking sites. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may also collect information about how you interact with our various services (or parts of our services) or third party content you see on our apps and sites. We also collect data on how you interact with the ads you see.} "
    },
    {
      "Text": "4. Sensitive Personal Information\\nWe do not seek to collect or process sensitive personal information, such as, race or ethnicity, political opinions, religious or philosophical beliefs, trade union membership, physical or mental health, or sex life. Where users choose to disclose sensitive personal information within profiles, contributions or other free-text fields available through IGN, we do not use the sensitive information for any additional purpose without consent, unless required to comply with laws, or prevent crimes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "5. Direct Marketing\\nWe may use the contact details you provided us to reach out to you with information regarding services that may be of interest to you, for example, upcoming promotions. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "5. Direct Marketing\\nWe may use the contact details you provided us to reach out to you with information regarding services that may be of interest to you, for example, upcoming promotions. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "5. Direct Marketing\\nWe may use the contact details you provided us to reach out to you with information regarding services that may be of interest to you, for example, upcoming promotions. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "6. Behavioral Advertising\\nIGN and third parties, subject to your privacy choices and settings, may collect data about your behavior while using our services in order to provide you with more relevant interest-based advertising on other websites and applications, as well as our partners' platforms and media channels. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Privacy Policy - IGN <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-54DV8X&gtm_auth=&gtm_preview=&gtm_cookies_win=x\"\n        height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\" id=\"tag-manager\"></iframe> Focus Reset IGN Logo Skip to content Home Search Reviews News Guides Interactive Maps Discover Store Rewards Videos More Playlist Browse Playlist Register for free or log in to build your IGN game library.} "
    },
    {
      "Text": "6. Behavioral Advertising\\nIGN and third parties, subject to your privacy choices and settings, may collect data about your behavior while using our services in order to provide you with more relevant interest-based advertising on other websites and applications, as well as our partners' platforms and media channels. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Privacy Policy - IGN <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-54DV8X&gtm_auth=&gtm_preview=&gtm_cookies_win=x\"\n        height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\" id=\"tag-manager\"></iframe> Focus Reset IGN Logo Skip to content Home Search Reviews News Guides Interactive Maps Discover Store Rewards Videos More Playlist Browse Playlist Register for free or log in to build your IGN game library.} "
    },
    {
      "Text": "6. Behavioral Advertising\\nIGN and third parties, subject to your privacy choices and settings, may collect data about your behavior while using our services in order to provide you with more relevant interest-based advertising on other websites and applications, as well as our partners' platforms and media channels. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Privacy Policy - IGN <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-54DV8X&gtm_auth=&gtm_preview=&gtm_cookies_win=x\"\n        height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\" id=\"tag-manager\"></iframe> Focus Reset IGN Logo Skip to content Home Search Reviews News Guides Interactive Maps Discover Store Rewards Videos More Playlist Browse Playlist Register for free or log in to build your IGN game library.} "
    },
    {
      "Text": "7. Cookies\\nWe may collect information about you through the use of cookies and similar technologies on our sites and apps, or your devices. In compliance with your privacy choices and settings, we also may permit our third-party service providers to perform various analytics functions and to provide you with more relevant or interest-based advertisements using cookies.\\n\\nSome third parties may choose to use their own cookies for the purposes of collecting information relating to the viewing of their advertising. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you do not wish to receive this advertising, you can change your preferences by clicking here. The specific providers we use for behavioral advertising may change from time to time.} "
    },
    {
      "Text": "In compliance with your privacy choices and settings, we also may permit our third-party service providers to perform various analytics functions and to provide you with more relevant or interest-based advertisements using cookies.\\n\\nSome third parties may choose to use their own cookies for the purposes of collecting information relating to the viewing of their advertising. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {7. Cookies We may collect information about you through the use of cookies and similar technologies on our sites and apps, or your devices.} "
    },
    {
      "Text": "8. Information We Share with Third Parties\\nZiff Davis Companies: IGN is owned by Ziff Davis Inc. We share your information with other businesses owned by Ziff Davis, Inc. (“Ziff Davis Companies”) to assist us in the operation of our services, improve them, and further develop them.\\n\\nWe also share information with other Ziff Davis Companies for the purposes of targeted advertising.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Other Third Parties: We may also share your personal information with the following:\\n\\nRelevant third party provider, where our services use third party advertising, plugins or content, subject to your privacy choices and settings, and our ToU.\\nMerchants, business partners, or advertisers where you consented and chose to participate in offers, contests, or other activities.\\nThird party Processors (such as analytic providers; data centers; etc.), located anywhere in the world, subject to the requirements and limitations;\\nLegal and regulatory authorities, upon request, or for the purposes of reporting any actual or suspected breach of applicable law or regulation;\\nAny party as directed by a law enforcement agency or court, to the extent necessary for the establishment, exercise or defense of legal rights;\\nLaw enforcement for the purposes of prevention, detection, or investigation of criminal offenses and any legal proceedings associated with them.\\nIn the case of a full or partial acquisition, relevant third parties.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We also share information with other Ziff Davis Companies for the purposes of targeted advertising. If you would like to opt out of the sale or sharing of your data with other Ziff Davis Companies, you can do so via our Privacy Portal .} "
    },
    {
      "Text": "Right to Know: You have a right to know what personal information we collect, process, and share or sell.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {The EEA, Brazil, California, and several other U.S. states grant specific rights to people living under their jurisdiction. Your rights: Right to Withdraw Consent: Where you are requested to consent to the processing of your personal information, you have the right to withdraw your consent at any time.} "
    },
    {
      "Text": "Right to Know: You have a right to know what personal information we collect, process, and share or sell.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {The EEA, Brazil, California, and several other U.S. states grant specific rights to people living under their jurisdiction. Your rights: Right to Withdraw Consent: Where you are requested to consent to the processing of your personal information, you have the right to withdraw your consent at any time.} "
    },
    {
      "Text": "Right of Access: You can request a copy of the personal information we have collected about you from us.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {This policy is meant to provide transparency with regard to your data. If you have additional questions, you can email us at privacy@ziffdavis.com .} "
    },
    {
      "Text": "Right to Delete/Erase: You can request us to delete all the information we have collected about you. It is important to note that by exercising your right to deletion you may lose access to your account and any purchases, points or features associated with it.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If you have additional questions, you can email us at privacy@ziffdavis.com . Right of Access: You can request a copy of the personal information we have collected about you from us.} "
    },
    {
      "Text": "If you wish to cancel your account or request that we no longer use some or all of your information to provide you services, contact us via our contact details in section 14.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Delete/Erase: You can request us to delete all the information we have collected about you. It is important to note that by exercising your right to deletion you may lose access to your account and any purchases, points or features associated with it.} "
    },
    {
      "Text": "Right to Request Rectification: If you find that any of your information that we are processing is inaccurate, you can contact us to have your information corrected. In response, we will cancel or remove your information but may retain and use copies of your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {It is important to note that by exercising your right to deletion you may lose access to your account and any purchases, points or features associated with it. If you wish to cancel your account or request that we no longer use some or all of your information to provide you services, contact us via our contact details in section 14.} "
    },
    {
      "Text": "Right to Opt-out of the Sale or Sharing for Targeted Ads: Under some circumstances we may sell or share the personal data you provide to us to provide ads to you that align with your interests.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {In response, we will cancel or remove your information but may retain and use copies of your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements. For certain requests, we may require additional information.} "
    },
    {
      "Text": "If you would prefer not to have your data sold or shared, you can opt-out of selling or sharing by submitting a request via Privacy Portal or by emailing privacy@ziffdavis.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {For certain requests, we may require additional information. Right to Opt-out of the Sale or Sharing for Targeted Ads: Under some circumstances we may sell or share the personal data you provide to us to provide ads to you that align with your interests.} "
    },
    {
      "Text": "Right to Object to the Use of Sensitive Personal Information: You have the right to object to our use of your sensitive personal information. Sensitive personal information is information about your health, race, religion, sexual orientation, gender identity, political opinions or philosophical beliefs.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {By objecting to processing, you may not be able to access some or all of our services. This right is limited to personal data processed for commercial purposes.} "
    },
    {
      "Text": "Right to not be Discriminated Against: You have a right to not be discriminated against by IGN for exercising your rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {You should always be mindful about the personal information you share online, especially when it is sensitive in nature. Right to Object to Automated Processing: You have a right to object to the processing of your data for the purposes of automated decision making about you.} "
    },
    {
      "Text": "In order to make privacy requests please visit our Privacy Portal and fill out the form. You can also email us at privacy@ziffdavis.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to not be Discriminated Against: You have a right to not be discriminated against by IGN for exercising your rights. Right to Withdraw Consent: Where you are requested to consent to the processing of your personal information by IeL, you have the right to withdraw your consent at any time.} "
    },
    {
      "Text": "California Residents: In accordance with the California Online Privacy Protection Act, we may collect Personal Information about your online activities when you use our services. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Browsers are different, so refer to instructions related to your browser to learn about cookie-related and other privacy and security settings that may be available. The Help portion of the toolbar on most browsers will tell you how to prevent your computer from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether.} "
    },
    {
      "Text": "17. How this Privacy Policy May Change\\nThis policy may be amended or updated from time to time at our discretion. Any updates will be effective at the time of publication, unless specified otherwise. Your continued use of our services after the publication of a policy update constitutes your consent to the changes. We will notify you prior to making policy updates that materially change the way we treat your personal data, and will not use your data in a materially different manner without your consent.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {For any additional questions, you can contact us by emailing privacy@ign.com or at the following address: Ziff Davis Attention: Legal Department 114 Fifth Avenue, 15th Floor New York, NY 10011 We have registered our DPO with the Irish Data Protection Commission. If you have any questions or concerns about our privacy practices, we encourage you to contact our DPO at the following email address dpo@ziffdavis.com or at the following address: Ziff Davis Attention: Legal Department Unit.} "
    },
    {
      "Text": "Effective July 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {All Rights Reserved. IGN® is among the federally registered trademarks of IGN Entertainment, Inc. and may only be used with explicit written permission.} "
    },
    {
      "Text": "Information We Collect, Receive and Create about You\\nWe may collect or obtain information about you when you sign up, when you create profiles, pages or contributions, when you use and interact with our services and when you make your personal information public. In some cases, we may also receive information about you from third parties.\\n\\nData you provide when you sign up: This is, for example, username, password, subscription information, and basic information about any other accounts you choose to associate with your registration, like your Apple, Facebook, or Google account.\\n\\nData you provide when you create profiles, pages or contributions: This is user generated contributions, such as the contents of profiles, including your profile name, contact details and any demographic information you choose to provide; as well as any comments and posts made in forums. We seek to provide users with an opportunity to be a part of an online community and communicate and share with others. This can include personal information that users choose to share. We encourage all of our users to make conscious choices about what they share online. IGN, including its affiliates, subsidiaries and parent company, is not responsible for the information you disclose to the public using our services.\\n\\nInferences: We may infer data about you based on your interests, where you live, what language(s) you speak, and other data we have access to.\\n\\nData we collect through your use of our services: We make and keep records when we provide you support or assistance on our services. We may also collect information about how you interact with our various services (or parts of our services) or third party content you see on our apps and sites. We also collect data on how you interact with the ads you see.\\n\\nData we receive from third parties: In some cases, we may receive information about you from third parties, for example, social networking sites. Please note that this policy does not cover the practices of third parties, including those that may disclose information to us.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This Privacy Policy (or “Policy”) describes how IGN uses the personal information you provide and the rights you have. We have created this Privacy Portal to help you exercise your rights.} "
    },
    {
      "Text": "Data Processing and Retention\\nWe process your personal information in order to provide you the best experience of our services. We may also process your Information where the processing is necessary for the establishment, exercise or defense of legal rights.\\n\\nBelow is a chart stating which categories of your personal information we process for which purposes specifically, and how long we retain that data. Our processing of your data is subject to your use of our service, your privacy preferences, and your account settings choices.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please note that this policy does not cover the practices of third parties, including those that may disclose information to us. 3.} "
    },
    {
      "Text": "Personal Information\\nWe may process the following categories of personal information about you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Below is a chart stating which categories of your personal information we process for which purposes specifically, and how long we retain that data. Our processing of your data is subject to your use of our service, your privacy preferences, and your account settings choices.} "
    },
    {
      "Text": "Sensitive Personal Information\\nWe do not seek to collect or process sensitive personal information, such as, race or ethnicity, political opinions, religious or philosophical beliefs, trade union membership, physical or mental health, or sex life. Where users choose to disclose sensitive personal information within profiles, contributions or other free-text fields available through IGN, we do not use the sensitive information for any additional purpose without consent, unless required to comply with laws, or prevent crimes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Personal Information We may process the following categories of personal information about you. Account Information (Personal Details) Audio, Video, and Other Electronic Data Consent Records Customer Records Demographic Information Location Information Profile Information and User Contributions Inferences Transaction Information Device Information and Device ID Advertising Identifiers Cookies Engagement Data 4.} "
    },
    {
      "Text": "Behavioral Advertising\\nIGN and third parties, subject to your privacy choices and settings, may collect data about your behavior while using our services in order to provide you with more relevant interest-based advertising on other websites and applications, as well as our partners' platforms and media channels.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may unsubscribe or opt out of SMS messages at any time at no cost. 6.} "
    },
    {
      "Text": "Cookies\\nWe may collect information about you through the use of cookies and similar technologies on our sites and apps, or your devices. In compliance with your privacy choices and settings, we also may permit our third-party service providers to perform various analytics functions and to provide you with more relevant or interest-based advertisements using cookies.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The specific providers we use for behavioral advertising may change from time to time. 7.} "
    },
    {
      "Text": "Information We Share with Third Parties\\nZiff Davis Companies: IGN is owned by Ziff Davis Inc. We share your information with other businesses owned by Ziff Davis, Inc. (“Ziff Davis Companies”) to assist us in the operation of our services, improve them, and further develop them.\\n\\nWe also share information with other Ziff Davis Companies for the purposes of targeted advertising.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This policy, and our Cookie Policy, are only intended to cover the use of cookies as they relate to IGN businesses. 8.} "
    },
    {
      "Text": "If you would like to opt out of the sale or sharing of your data with other Ziff Davis Companies, you can do so via our Privacy Portal.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Information We Share with Third Parties Ziff Davis Companies: IGN is owned by Ziff Davis Inc. We share your information with other businesses owned by Ziff Davis, Inc. (“Ziff Davis Companies”) to assist us in the operation of our services, improve them, and further develop them. We also share information with other Ziff Davis Companies for the purposes of targeted advertising.} "
    },
    {
      "Text": "Other Third Parties: We may also share your personal information with the following:\\n\\nRelevant third party provider, where our services use third party advertising, plugins or content, subject to your privacy choices and settings, and our ToU.\\nMerchants, business partners, or advertisers where you consented and chose to participate in offers, contests, or other activities.\\nThird party Processors (such as analytic providers; data centers; etc.), located anywhere in the world, subject to the requirements and limitations;\\nLegal and regulatory authorities, upon request, or for the purposes of reporting any actual or suspected breach of applicable law or regulation;\\nAny party as directed by a law enforcement agency or court, to the extent necessary for the establishment, exercise or defense of legal rights;\\nLaw enforcement for the purposes of prevention, detection, or investigation of criminal offenses and any legal proceedings associated with them.\\nIn the case of a full or partial acquisition, relevant third parties.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We also share information with other Ziff Davis Companies for the purposes of targeted advertising. If you would like to opt out of the sale or sharing of your data with other Ziff Davis Companies, you can do so via our Privacy Portal .} "
    },
    {
      "Text": "ther Third Parties: We may also share your personal information with the following:\\n\\nRelevant third party provider, where our services use third party advertising, plugins or content, subject to your privacy choices and settings, and our ToU.\\nMerchants, business partners, or advertisers where you consented and chose to participate in offers, contests, or other activities.\\nThird party Processors (such as analytic providers; data centers; etc.), located anywhere in the world, subject to the requirements and limitations;\\nLegal and regulatory authorities, upon request, or for the purposes of reporting any actual or suspected breach of applicable law or regulation;\\nAny party as directed by a law enforcement agency or court, to the extent necessary for the establishment, exercise or defense of legal rights;\\nLaw enforcement for the purposes of prevention, detection, or investigation of criminal offenses and any legal proceedings associated with them.\\nIn the case of a full or partial acquisition, relevant third parties.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We also share information with other Ziff Davis Companies for the purposes of targeted advertising. If you would like to opt out of the sale or sharing of your data with other Ziff Davis Companies, you can do so via our Privacy Portal .} "
    },
    {
      "Text": "Ziff Davis Companies: IGN is owned by Ziff Davis Inc. We share your information with other businesses owned by Ziff Davis, Inc. (“Ziff Davis Companies”) to assist us in the operation of our services, improve them, and further develop them.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {This policy, and our Cookie Policy, are only intended to cover the use of cookies as they relate to IGN businesses. 8.} "
    },
    {
      "Text": "Data Retention\\nWe will retain your personal information for as long as is necessary in connection with the purposes set out in this policy, and in accordance with applicable laws.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you have any reason to believe that your data with us has been compromised (for example, there has been unauthorized access to your account), please contact us at privacy@ziffdavis.com . 11.} "
    },
    {
      "Text": "Right to Know: You have a right to know what personal information we collect, process, and share or sell.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {The EEA, Brazil, California, and several other U.S. states grant specific rights to people living under their jurisdiction. Your rights: Right to Withdraw Consent: Where you are requested to consent to the processing of your personal information, you have the right to withdraw your consent at any time.} "
    },
    {
      "Text": "Right to Know: You have a right to know what personal information we collect, process, and share or sell.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {The EEA, Brazil, California, and several other U.S. states grant specific rights to people living under their jurisdiction. Your rights: Right to Withdraw Consent: Where you are requested to consent to the processing of your personal information, you have the right to withdraw your consent at any time.} "
    },
    {
      "Text": "If you have additional questions, you can email us at privacy@ziffdavis.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Know: You have a right to know what personal information we collect, process, and share or sell. This policy is meant to provide transparency with regard to your data.} "
    },
    {
      "Text": "Right of Access: You can request a copy of the personal information we have collected about you from us.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {This policy is meant to provide transparency with regard to your data. If you have additional questions, you can email us at privacy@ziffdavis.com .} "
    },
    {
      "Text": "Right to Delete/Erase: You can request us to delete all the information we have collected about you. It is important to note that by exercising your right to deletion you may lose access to your account and any purchases, points or features associated with it.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If you have additional questions, you can email us at privacy@ziffdavis.com . Right of Access: You can request a copy of the personal information we have collected about you from us.} "
    },
    {
      "Text": "If you wish to cancel your account or request that we no longer use some or all of your information to provide you services, contact us via our contact details in section 14.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Delete/Erase: You can request us to delete all the information we have collected about you. It is important to note that by exercising your right to deletion you may lose access to your account and any purchases, points or features associated with it.} "
    },
    {
      "Text": "Right to Request Rectification: If you find that any of your information that we are processing is inaccurate, you can contact us to have your information corrected. In response, we will cancel or remove your information but may retain and use copies of your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements. ",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {It is important to note that by exercising your right to deletion you may lose access to your account and any purchases, points or features associated with it. If you wish to cancel your account or request that we no longer use some or all of your information to provide you services, contact us via our contact details in section 14.} "
    },
    {
      "Text": "Right to Opt-out of the Sale or Sharing for Targeted Ads: Under some circumstances we may sell or share the personal data you provide to us to provide ads to you that align with your interests. If you would prefer not to have your data sold or shared, you can opt-out of selling or sharing by submitting a request via Privacy Portal or by emailing privacy@ziffdavis.com.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {In response, we will cancel or remove your information but may retain and use copies of your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements. For certain requests, we may require additional information.} "
    },
    {
      "Text": "If you would prefer not to have your data sold or shared, you can opt-out of selling or sharing by submitting a request via Privacy Portal or by emailing privacy@ziffdavis.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {For certain requests, we may require additional information. Right to Opt-out of the Sale or Sharing for Targeted Ads: Under some circumstances we may sell or share the personal data you provide to us to provide ads to you that align with your interests.} "
    },
    {
      "Text": "Right to Object to the Use of Sensitive Personal Information: You have the right to object to our use of your sensitive personal information. Sensitive personal information is information about your health, race, religion, sexual orientation, gender identity, political opinions or philosophical beliefs.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {By objecting to processing, you may not be able to access some or all of our services. This right is limited to personal data processed for commercial purposes.} "
    },
    {
      "Text": "Right to not be Discriminated Against: You have a right to not be discriminated against by IGN for exercising your rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {You should always be mindful about the personal information you share online, especially when it is sensitive in nature. Right to Object to Automated Processing: You have a right to object to the processing of your data for the purposes of automated decision making about you.} "
    },
    {
      "Text": "In order to make privacy requests please visit our Privacy Portal and fill out the form. You can also email us at privacy@ziffdavis.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to not be Discriminated Against: You have a right to not be discriminated against by IGN for exercising your rights. Right to Withdraw Consent: Where you are requested to consent to the processing of your personal information by IeL, you have the right to withdraw your consent at any time.} "
    },
    {
      "Text": "Changing Your Own Information: Keeping your personal information current helps ensure that we offer you the best information available from us, our merchants and our business partners. You can do several things to help keep your personal information up-to-date. You can login your Account via a desktop computer and click \"Account Settings\" to update or delete the information you provided us to use in your profile.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {How to Change Your Preferences You can change your preferences at any time. Below is a list of some of the actions you can take.} "
    },
    {
      "Text": "California Residents: In accordance with the California Online Privacy Protection Act, we may collect Personal Information about your online activities when you use our services. California's \"Shine the Light\" law permits our users who are California residents to request and obtain certain information about any Personal Information disclosed to third parties for direct marketing purposes.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Browsers are different, so refer to instructions related to your browser to learn about cookie-related and other privacy and security settings that may be available. The Help portion of the toolbar on most browsers will tell you how to prevent your computer from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether.} "
    },
    {
      "Text": "How this Privacy Policy May Change\\nThis policy may be amended or updated from time to time at our discretion. Any updates will be effective at the time of publication, unless specified otherwise.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {California Consumer Rights Metrics Pursuant to the California privacy regulations, our consumer rights metrics can be found on our Regulatory Information Site. 17.} "
    },
    {
      "Text": "We will notify you prior to making policy updates that materially change the way we treat your personal data, and will not use your data in a materially different manner without your consent.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Any updates will be effective at the time of publication, unless specified otherwise. Your continued use of our services after the publication of a policy update constitutes your consent to the changes.} "
    }
  ]
}