{
  "policy_id": "14",
  "text": "Privacy policy - About This Site - Mayo Clinic This content does not have an English version. This content does not have an Arabic version. Skip to content Care at \n Mayo Clinic Patient-Centered Care About Mayo Clinic Request Appointment Find a Doctor Locations Clinical Trials Connect to Support Groups Patient & Visitor Guide Insurance & Billing Departments & Centers International Services Contact Us Patient & Visitor Guide Health \n Library Diseases & Conditions Symptoms Tests & Procedures Drugs & Supplements Healthy Lifestyle Books & Subscriptions Diseases & Conditions For Medical \n Professionals Medical Professional Resources Refer a Patient Continuing Medical Education AskMayoExpert Mayo Clinic Laboratories Video Center Journals & Publications Mayo Clinic Alumni Association Continuing Medical Education Research & Education \n at Mayo Clinic Research Research at Mayo Clinic Research Faculty Laboratories Core Facilities Centers & Programs Departments & Divisions Clinical Trials Institutional Review Board Postdoctoral Fellowships Training Grant Programs Education Mayo Clinic College of Medicine and Science Mayo Clinic Graduate School of Biomedical Sciences Mayo Clinic Alix School of Medicine Mayo Clinic School of Graduate Medical Education Mayo Clinic School of Health Sciences Mayo Clinic School of Continuous Professional Development Mayo Clinic College of Medicine and Science Request appointment Donate Log in Search Menu Request appointment Donate Diseases & conditions Find a doctor Care at Mayo Clinic Patient-Centered Care About Mayo Clinic Request Appointment Find a Doctor Locations Clinical Trials Connect to Support Groups Patient & Visitor Guide Insurance & Billing Departments & Centers International Services Contact Us Patient & Visitor Guide Health Library Diseases & Conditions Symptoms Tests & Procedures Drugs & Supplements Healthy Lifestyle Books & Subscriptions Diseases & Conditions For Medical Professionals Medical Professional Resources Refer a Patient Continuing Medical Education AskMayoExpert Mayo Clinic Laboratories Video Center Journals & Publications Mayo Clinic Alumni Association Continuing Medical Education Research & Education at Mayo Clinic Research Research at Mayo Clinic Research Faculty Laboratories Core Facilities Centers & Programs Departments & Divisions Clinical Trials Institutional Review Board Postdoctoral Fellowships Training Grant Programs Education Mayo Clinic College of Medicine and Science Mayo Clinic Graduate School of Biomedical Sciences Mayo Clinic Alix School of Medicine Mayo Clinic School of Graduate Medical Education Mayo Clinic School of Health Sciences Mayo Clinic School of Continuous Professional Development Mayo Clinic College of Medicine and Science Search for a disease or condition . Type 3 or more letters to display suggested search options. When results are available, use up and down arrow keys to navigate. Press space key to fill the input with the suggestion or enter key to search with the suggestion. Search Privacy policy Print Privacy policy By Mayo Clinic Staff Updated on April 19, 2023 Welcome to the Mayo Clinic website, mobile app, and related sites and digital and online services (\" Mayo Clinic Site, \" the \" Site, \" or \" Sites \"), an online e-commerce, information, and communications service provided by Mayo Clinic and all affiliates (\" Mayo Clinic \" or \" We \" or \" Us \"). We take your privacy seriously, and we want you to know how we collect, use, share, and protect your information. In addition to this privacy policy (\"Privacy Policy\"), users of the Mayo Clinic Site should consult the Mayo Clinic Site Terms of Use as well as any product-specific terms and conditions that apply. You may review policies specifically related to patient information (protected health information or PHI) submitted through Mayo Clinic's Patient Online Services . This Privacy Policy applies to all Sites where it is posted. Other Mayo Clinic online properties may have their own privacy policies that apply to those sites. You should review those privacy policies in connection with your use of those sites. What information we collect Information you give us: We respect the right to privacy of all visitors to the Mayo Clinic Sites. We receive and store some information that you enter on our Sites or that you provide to us through the Sites in any other way. The information we collect or that you provide on or through our Sites or by using our services includes: Data that may personally identify you, including your name, postal address, billing address, shipping address, e-mail address, home, work and mobile telephone numbers, age, date of birth, social security number, insurance policy number, physical characteristics that may personally identify you, sexual orientation, IP address, bank account number, credit or debit card number (for payment purposes only), national origin, ancestry, veteran or military status, medical conditions, race, citizenship, information about any physical or mental disabilities you may have, information related to your religious or philosophical beliefs, political opinions, information regarding your gender at birth and how you currently express your gender identity, information related to your sex life, such as pregnancy, child birth and related medical conditions, any history of criminal convictions, biometric information (such as fingerprints, exercise data, psychological characteristics, face prints, gait patterns, genetics, behavioral characteristics, voice, sleep data, and iris/retina scans), and genetic information (including familial genetic information) (collectively, \"Personal Data\" ); Information that you provide by filling in forms on our Sites, such as appointment request forms or product ordering forms. It also includes information you provide when you register to use our Sites, purchase products, or use services available through the Sites or facilities. We may also ask you for information when you report a problem with our Sites. Some forms collect sensitive information, such as health information, necessary for us to provide our services to you; Records and copies of your correspondence (including email addresses), if you contact us; Your responses to surveys that we might ask you to complete for research, development, and marketing purposes; and Details of transactions you carry out through our Sites and of the fulfillment of your orders. You may be required to provide financial information before placing an order through our Sites. You also may provide information to be published or displayed (hereinafter, \"Posted\" ) on public areas of the Sites or transmitted to other users of the Sites or third parties (collectively, \"User Contributions\" ). Your User Contributions are Posted on and transmitted to others at your own risk. Although we limit access to certain pages, please be aware that no security measures are perfect or impenetrable. Additionally, we cannot control the actions of other users of the Sites with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons. Information we collect automatically: We collect information about you automatically as you navigate through or use our Sites. Information collected automatically may include usage details, IP addresses, session replay and recording technology (recording your movements, clicks, etc. on our Sites), and information collected through cookies, web beacons, pixels tags, and other tracking technologies. As you navigate through and interact with our Sites, we may use automatic data collection technologies (such as session replay and tracking technologies referred to above) to collect certain information about your equipment, browsing actions, and patterns, specifically: Usage Details. Details of your visits to our Sites, such as traffic data, location, logs, referring/exit pages, date and time of your visit to or use of our Sites, error information, clickstream data, and other communication data and the resources that you access and use on or in the Sites. Device Information. Information about your computer, mobile device, and Internet connection, specifically your IP address, operating system, browser type, and App version information. Location Data. Information about your location collected through Geolocation technology. Mayo Clinic applications and services that run on mobile devices do not generally use geolocation. However, the Mayo Clinic app can collect and use geolocation information only for the limited purpose of facilitating check-in to your scheduled appointment upon arrival. You may disable this functionality on your mobile device by removing permission for the Mayo Clinic app to use location services at any time. The information we collect automatically may include Personal Data or we may maintain or associate information we collect with Personal Data we collect in other ways or receive from third parties. It helps us to improve our Sites and to deliver a better and more personalized service by enabling us to: estimate our audience size and usage patterns; improve our product and services offering; store information about your preferences, allowing us to customize our Sites according to your individual interests; and recognize and/or authenticate you when you return to our Sites. The technologies we use for this automatic data collection may include: Cookies (or browser cookies) . We and our service providers may use cookies, web beacons, and other technologies to receive and store certain types of information whenever you interact with our Sites through your computer or mobile device. A cookie is a small file or piece of data sent from a website and stored on the hard drive of your computer or mobile device. On your computer, you may refuse to accept browser cookies by activating the appropriate setting on your browser, and you may have similar capabilities on your mobile device in the preferences for your operating system or browser. However, if you select this setting you may be unable to access or use certain parts of our Sites. Unless you have adjusted your browser or operating system setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website or use our App. Pixels and Web Beacons . Pages on our Sites, or our e-mails, may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit us, for example, to count users who have visited those pages or opened an e-mail and for other related Sites statistics (for example, recording the popularity of certain Sites content and verifying system and server integrity). For example, we use Tealium, Inc. (\"Tealium\"), to understand how users interact with our Sites. We use this information to assist us in improving our user experience. Google Analytics . We use Google Analytics, a web analytics service provided by Google, Inc. ( \"Google\" ) to collect certain information relating to your use of our Sites. Google Analytics uses cookies, which are text files placed on your computer, to help our Sites analyze how users use the Sites. You can find out more about how Google uses data when you visit our Sites by visiting \"How Google uses information from sites or apps that use our services\" (located at https://policies.google.com/technologies/partner-sites) . We may also use Google Analytics Advertising Features or other advertising networks to provide you with interest-based advertising based on your online activity. For more information regarding Google Analytics please visit Google's website, and pages that describe Google Analytics, such as https://marketingplatform.google.com/about/ . Do Not Track Signals. Some web browsers permit you to broadcast a signal to websites and online services indicating a preference that they \"do not track\" your online activities. At this time, we do not honor such signals. However, we do not track your online activities on or across third party websites or other online services for any purpose, including advertising, unless you specifically opt-in to a program or campaign that authorizes such tracking. Email communications, newsletter, and related services Our Sites provide you with the opportunity to receive communications from us or third parties. For example, you can sign up for a free Mayo Clinic email newsletter. You can unsubscribe from this newsletter at any time. You may use the unsubscribe mechanism or link in our marketing emails if you wish to stop receiving marketing emails from us. Email communications that you send to us via the email links on our Site may be shared with a customer service representative, employee, medical expert, or agent that is most able to address your inquiry. We make every effort to respond in a timely fashion once communications are received. Once we have responded to your communication, it is discarded or archived, depending on the nature of the inquiry. Note, that email communications that you send us via the email links on our Site are not automatically encrypted, and it is possible that unencrypted email communications with us may be accessed or viewed by another internet user while in transit to us. Surveys We occasionally survey visitors to our site. The information from these surveys is used in aggregated, de-identified form to help us understand the needs of our visitors so that we can improve our site. The information may be shared with third parties with whom we have a business relationship. We generally do not ask for information in surveys that would personally identify you; if we do request contact information for follow-up, you may decline to provide it. If survey respondents provide personal information (such as an email address) in a survey, it is shared only with those people who need to see it to respond to the question or request, or with third parties who perform data management services for our site. Those third parties have agreed to keep all data from surveys confidential. How we use the information we collect In addition to the uses described above, we use the information we collect for things like: Optimizing the performance and user experience of our sites; Operating, evaluating, and improving our business; Providing healthcare services; Fulfilling purchases, orders, and requests for products, services, or information on our e-commerce sites, including the Mayo Clinic Store and Mayo Clinic Marketplace; Processing returns and exchanges from our e-commerce sites, including the Mayo Clinic Store and Mayo Clinic Marketplace; Tracking and confirming online orders from our e-commerce sites, including the Mayo Clinic Store and Mayo Clinic Marketplace; Delivering or installing products; Marketing and advertising products and services, including by inferring your interests from your interactions with our websites and newsletters and tailoring advertisements, newsletters, and offers to you (both on our websites and on other websites) based on your interactions with us in our stores and online interests; Sending you email newsletters; Conducting research and analysis; Communicating with you about your account, special events, and surveys; and Establishing and managing your accounts with us. We may combine this information with any other information we have about you, including, if you are a Mayo Clinic patient, any PHI we have about you. If we combine this information with your PHI , we will treat all of that information as PHI and will only use or disclose that information as set forth in our Notice of Privacy Practices. Data retention We will retain your information for as long as your account is active or as needed to provide you services, comply with our legal obligations, resolve disputes, and enforce our agreements. You may request that we delete your data by contacting us as provided below. However, we may not be able to honor that request in all instances given the laws and regulations that apply to us.  For example, under state and federal law, we may be required to maintain some data that is specific to you and that may identify you, such as your medical records or other information. We may also have a legal basis or obligation to maintain medical and other information about you to provide care and treatment or to comply with our professional, legal, and other obligations. Disclosure of your information We may share the information we collect about you with third parties who we have engaged to help us provide the Site, as well as the products and services available through our Site. Your Personal Data may be disclosed to affiliates, contractors, service providers, and other third parties we use to support our business; any such use of Personal Data that includes protected health information will comply with our Notice of Privacy Practices. and any authorization you have provided. The services provided by these organizations include providing IT and infrastructure support services, advertising, marketing, and payment processing services. Advertising and marketing partners may receive and use your Personal Data to assist us with our advertising and marketing efforts. In each case, we will ensure that these third parties have agreed to safeguard your data. Our partner, Everyday Health, may use a third-party ad network provider, such as Collective Media, to help present advertisements on this website. We may provide third parties with aggregate statistics about our visitors, traffic patterns, and related site information. These data reflect site-usage patterns gathered during visits to our website each month, but they do not contain information that personally identifies you unless you have given us permission to share that information. We may also disclose your Personal Data: to a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Mayo Clinic about our Sites users are among the assets transferred; to fulfill the purpose for which you provide it; for any other purpose disclosed by us when you provide the information; with your consent; to comply with any court order, law, or legal process, including to respond to any government or regulatory request; to affiliates to market their products or services to you if you have purchased one of our products and if you have not opted out of these disclosures. For more information, see Choices About How We Use and Disclose Your Information; to enforce or apply our Terms of Use and other agreements, including for billing and collection purposes; and if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Mayo Clinic, our customers, or others. This includes exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction. Choices about how we use and disclose your information Our sponsors and advertisers have agreed that they will not collect any personally identifiable information from our Site visitors while using our Sites; however, we do not control the use of cookies provided by other third parties, nor do we manage the information collected by other third parties. These third parties may aggregate the information they collect with information from their other customers for their own purposes and in accordance with their own respective privacy policies. In addition, we strive to provide you with choices regarding the Personal Data you provide to us. We have created or you have available mechanisms to provide you with control over your Personal Data: Cookie Settings and Advertising . You can set your browser or operating system to refuse all or some cookies or to alert you when cookies are being sent. If you disable or refuse cookies, please note that some parts of our Sites may then be inaccessible or not function properly. Promotional Offers from Mayo Clinic . If you do not wish to have your email address used by us to promote our own products and services, you can opt-out at any time by clicking the unsubscribe link at the bottom of any email or other marketing communications you receive from us or submitting a request to our Preference Center . This opt-out does not apply to information provided to Mayo Clinic as a result of a product purchase or your use of our services. If you wish to opt-out of such sharing, please email us at mayoclinicpress@service.mayoclinic.com . Disclosure of Your Information to Affiliates . By purchasing our products, you consent to our sharing of your Personal Data with our affiliates for their promotional purposes. If you wish to unsubscribe from such affiliate promotions, you can do so by clicking the unsubscribe link at the bottom of any email or other marketing communications you receive from them. If you wish to opt-out of such sharing, please email us at mayoclinicpress@service.mayoclinic.com . Targeted Advertising . To learn more about interest-based advertisements and your opt-out rights and options, visit the Digital Advertising Alliance and the Network Advertising Initiative (NAI) websites ( www.aboutads.info and www.networkadvertising.org ). Please note that if you choose to opt out, you will continue to see ads, but they will not be based on your online activity. We do not control third parties' collection or use of your information to serve interest-based advertising. However, these third parties may provide you with ways to choose not to have your information collected or used in this way. You can also opt out of receiving targeted ads from members of the NAI on its website. Your rights regarding your information and accessing and correcting your information For non-patient information, you can Contact Us through the Contact Information below to access and/or find out what information we have about you and to correct that information. You can also review and change your Personal Data by logging into our site and visiting either the Settings or Account Preferences sections. You may also notify us through the Contact Information below of any changes or errors in any Personal Data we have about you to ensure that it is complete, accurate, and as current as possible or to delete your account. We cannot completely delete your personal information except by also deleting your account with us. We may not be able to accommodate your request if we believe it would violate any law or legal requirement or if we have a legal basis or obligation to maintain it, or if it would cause the information to be incorrect. If you are a patient of Mayo Clinic, you can access the patient-related information that we maintain about you through Patient Online Services or through our health information management department. For more information about requesting your medical records, ask us or go online to the Patient and Visitor Guide for the location where you receive your care, then explore the release of information options: http://www.mayoclinic.org/patient-visitor-guide . You also can request a correction to your patient information through our Patient Online Services or health information management department. In our mobile app, you can request to deactivate your account; however, we are still required maintain your patient-related information under the Health Insurance Portability and Accountability Act (HIPAA) and other federal and state law. Security Whether you are visiting the Mayo Clinic Site or one of our clinic locations, we use reasonable security measures to protect the confidentiality of personal information under our control, and we appropriately limit access to it. We use a variety of information security measures to protect your online transactions with us. The Mayo Clinic Site uses encryption technology, such as Secure Sockets Layer (SSL), to protect your personal information during data transport. SSL protects information you submit via our website, such as ordering information including your name, address, and credit card number. That being said, Mayo Clinic cannot ensure or warrant the security of any information you transmit to us, and you do so at your own risk. We have taken reasonable steps to ensure the integrity and confidentiality of personally identifiable information that you may provide. You should understand, however, that electronic transmissions via the internet are not necessarily secure from interception, and so we cannot absolutely guarantee the security or confidentiality of such transmissions. Users in the European Economic Area (EEA), the United Kingdom, and Switzerland If you are a resident of the EEA , the United Kingdom, or Switzerland, the following information applies with respect to personal data collected through your use of our Site. Purposes of processing and legal basis for processing: As explained above, we process personal data in various ways depending upon your use of the services. We process personal data on the following legal bases: (1) with your consent; (2) as necessary to provide the services; (3) to comply with our legal obligations; and (4) as necessary for our legitimate interests in providing the services where those interests do not override your fundamental rights and freedoms related to data privacy. Transfers: Personal data we collect may be transferred to, and stored and processed in, the United States or any other country in which we or our affiliates or processors maintain facilities. We will ensure that transfers of personal data to a country or an international organization outside the EEA , the United Kingdom, or Switzerland are subject to appropriate safeguards. Your rights: You are entitled to the rights under Chapter III of the EU General Data Protection Regulation, the United Kingdom General Data Protection Regulations and Data Protection Act 2018, or Section 2 of the Swiss Federal Act on Data Protection with respect to the processing of your personal data, which include the right to access and rectify and to request erasure of personal data. In order to verify your identity, we may require you to provide us with personal information prior to accessing any records containing information about you. To exercise these rights, please contact Mayo's Data Protection Officer at INTLcompliance@mayo.edu . Complaints or concerns: You are welcome to raise any complaints or concerns to Mayo Clinic by contacting Mayo's Data Protection Officer at INTLcompliance@mayo.edu . You also have the right to lodge a complaint with a supervisory authority. Protecting children's privacy Other than our Patient Online Services , our Sites are not intended for users under 18 years of age. No one under age 18 may provide any information to or through the Sites. We do not knowingly collect Personal Data from users under 18. If you are under 18, do not use or provide any information on or in our Sites or on or through any of their features, including your name, address, telephone number, email address, or any screen name or username you may use. If we learn we have collected or received Personal Data from a user under 18 without verification of parental consent, we will delete that information. If you believe we might have any information from a user under 18, please contact us at the contact information below. Our Patient Online Services is available to patients 18 years of age and older. It is also available to patients who are between the ages of 13 years old and 17 years old with the permission of their parents or legal guardians. Links to other websites Our Sites may link to other websites that have their own privacy policies. Be sure to review the privacy policy on the site you're visiting. Privacy policy updates We may need to update our Privacy Policy as technology changes and Mayo Clinic evolves. If we make significant changes to this Privacy Policy, we'll post a prominent message on our websites. California residents Mayo Clinic is a not for profit exempted from the California Consumer Privacy Act (CCPA). California Civil Code Section 1798.83 (California's \"Shine the Light\" law) permits users of our Sites that are California residents and who provide Personal Data in obtaining products and services for personal, family, or household use to request certain information regarding our disclosure of Personal Data to third parties for their own direct marketing purposes. If applicable, this information would include the categories of Personal Data and the names and addresses of those businesses with which we shared your Personal Data with for the immediately prior calendar year. You may request this information once per calendar year. To make such a request, please contact us using the information below. Contact information If you have a question or concern regarding your privacy, please contact Mayo Clinic's Privacy Officer using the contact information below: Mayo Clinic Privacy Officer 200 First St. SW Rochester, MN 55905 507-266-6286 PRIVACYOFFICE@mayo.edu April 19, 2023 . ART-20050362 Home About This Site Privacy policy Your gift holds great power – donate today! Donate Make your tax-deductible gift and be a part of the cutting-edge research and care that's changing medicine. Donate Find a doctor Explore careers Sign up for free e-newsletters About Mayo Clinic About this Site Contact Us Locations Health Information Policy Media Requests News Network Medical Professionals AskMayoExpert Clinical Trials Mayo Clinic Alumni Association Refer a Patient Businesses Executive Health Program International Business Collaborations Facilities & Real Estate Supplier Information Medical Professionals AskMayoExpert Clinical Trials Mayo Clinic Alumni Association Refer a Patient Businesses Executive Health Program International Business Collaborations Facilities & Real Estate Supplier Information Students Admissions Requirements Degree Programs Student & Faculty Portal Students Degree Programs Admissions Requirements Student & Faculty Portal Researchers Research Faculty Laboratories International Patients Appointments Financial Services International Locations & Offices Charitable Care & Financial Assistance Community Health Needs Assessment Financial Assistance Documents – Arizona Financial Assistance Documents – Florida Financial Assistance Documents – Minnesota Follow Mayo Clinic Twitter Youtube Facebook Linkedin Instagram Get the Mayo Clinic app Terms & Conditions Privacy Policy Notice of Privacy Practices Notice of Nondiscrimination Accessibility Statement Advertising & Sponsorship Policy Site Map Terms and Conditions Privacy Policy Notice of Privacy Practices Notice of Nondiscrimination Accessibility Statement Advertising and Sponsorship Policy Site Map Language: English English Español العربية 简体中文 © 1998-2023 Mayo Foundation for Medical Education and Research (MFMER). All rights reserved. Language: English English Español العربية 简体中文 Mayo Clinic Privacy Policy Mayo Clinic and our partners use technologies such as cookies to collect information from your browser to deliver relevant advertising on our site, in emails and across the Internet, personalize content and perform site analytics. Please visit our Privacy Policy for more information about our use of data and your rights. Click here to update your preferences I Agree x Customize Cookie Settings Trusted These technologies are used in operating the site, including remembering your preferences, ensuring security and providing certain features. They do not track your activity online. Website Analytics These technologies collect information to help us understand how our websites are being used and to make improvements. Advertising These technologies are used to make advertising messages more relevant to you. They perform functions like preventing the same ad from continuously reappearing, ensuring that ads are properly displayed for advertisers and selecting advertisements that are based on your interests. Save Feedback",
  "annotations": [
    {
      "Text": "Updated on April 19, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {When results are available, use up and down arrow keys to navigate. Press space key to fill the input with the suggestion or enter key to search with the suggestion.} "
    },
    {
      "Text": "What information we collect\\nInformation you give us: We respect the right to privacy of all visitors to the Mayo Clinic Sites. We receive and store some information that you enter on our Sites or that you provide to us through the Sites in any other way.\\n\\nThe information we collect or that you provide on or through our Sites or by using our services includes:\\n\\nData that may personally identify you, including your name, postal address, billing address, shipping address, e-mail address, home, work and mobile telephone numbers, age, date of birth, social security number, insurance policy number, physical characteristics that may personally identify you, sexual orientation, IP address, bank account number, credit or debit card number (for payment purposes only), national origin, ancestry, veteran or military status, medical conditions, race, citizenship, information about any physical or mental disabilities you may have, information related to your religious or philosophical beliefs, political opinions, information regarding your gender at birth and how you currently express your gender identity, information related to your sex life, such as pregnancy, child birth and related medical conditions, any history of criminal convictions, biometric information (such as fingerprints, exercise data, psychological characteristics, face prints, gait patterns, genetics, behavioral characteristics, voice, sleep data, and iris/retina scans), and genetic information (including familial genetic information) (collectively, \"Personal Data\");\\nInformation that you provide by filling in forms on our Sites, such as appointment request forms or product ordering forms. It also includes information you provide when you register to use our Sites, purchase products, or use services available through the Sites or facilities. We may also ask you for information when you report a problem with our Sites. Some forms collect sensitive information, such as health information, necessary for us to provide our services to you;\\nRecords and copies of your correspondence (including email addresses), if you contact us;\\nYour responses to surveys that we might ask you to complete for research, development, and marketing purposes; and\\nDetails of transactions you carry out through our Sites and of the fulfillment of your orders. You may be required to provide financial information before placing an order through our Sites.\\nYou also may provide information to be published or displayed (hereinafter, \"Posted\") on public areas of the Sites or transmitted to other users of the Sites or third parties (collectively, \"User Contributions\"). Your User Contributions are Posted on and transmitted to others at your own risk. Although we limit access to certain pages, please be aware that no security measures are perfect or impenetrable. Additionally, we cannot control the actions of other users of the Sites with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons.\\n\\nInformation we collect automatically: We collect information about you automatically as you navigate through or use our Sites. Information collected automatically may include usage details, IP addresses, session replay and recording technology (recording your movements, clicks, etc. on our Sites), and information collected through cookies, web beacons, pixels tags, and other tracking technologies. As you navigate through and interact with our Sites, we may use automatic data collection technologies (such as session replay and tracking technologies referred to above) to collect certain information about your equipment, browsing actions, and patterns, specifically:\\n\\nUsage Details. Details of your visits to our Sites, such as traffic data, location, logs, referring/exit pages, date and time of your visit to or use of our Sites, error information, clickstream data, and other communication data and the resources that you access and use on or in the Sites.\\nDevice Information. Information about your computer, mobile device, and Internet connection, specifically your IP address, operating system, browser type, and App version information.\\nLocation Data. Information about your location collected through Geolocation technology. Mayo Clinic applications and services that run on mobile devices do not generally use geolocation. However, the Mayo Clinic app can collect and use geolocation information only for the limited purpose of facilitating check-in to your scheduled appointment upon arrival. You may disable this functionality on your mobile device by removing permission for the Mayo Clinic app to use location services at any time.\\nThe information we collect automatically may include Personal Data or we may maintain or associate information we collect with Personal Data we collect in other ways or receive from third parties. It helps us to improve our Sites and to deliver a better and more personalized service by enabling us to:\\n\\nestimate our audience size and usage patterns;\\nimprove our product and services offering;\\nstore information about your preferences, allowing us to customize our Sites according to your individual interests; and\\nrecognize and/or authenticate you when you return to our Sites.\\nThe technologies we use for this automatic data collection may include:\\n\\nCookies (or browser cookies). We and our service providers may use cookies, web beacons, and other technologies to receive and store certain types of information whenever you interact with our Sites through your computer or mobile device. A cookie is a small file or piece of data sent from a website and stored on the hard drive of your computer or mobile device. On your computer, you may refuse to accept browser cookies by activating the appropriate setting on your browser, and you may have similar capabilities on your mobile device in the preferences for your operating system or browser. However, if you select this setting you may be unable to access or use certain parts of our Sites. Unless you have adjusted your browser or operating system setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website or use our App.\\nPixels and Web Beacons. Pages on our Sites, or our e-mails, may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit us, for example, to count users who have visited those pages or opened an e-mail and for other related Sites statistics (for example, recording the popularity of certain Sites content and verifying system and server integrity). For example, we use Tealium, Inc. (\"Tealium\"), to understand how users interact with our Sites. We use this information to assist us in improving our user experience.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Other Mayo Clinic online properties may have their own privacy policies that apply to those sites. You should review those privacy policies in connection with your use of those sites.} "
    },
    {
      "Text": "Google Analytics. We use Google Analytics, a web analytics service provided by Google, Inc. (\"Google\") to collect certain information relating to your use of our Sites. Google Analytics uses cookies, which are text files placed on your computer, to help our Sites analyze how users use the Sites. You can find out more about how Google uses data when you visit our Sites by visiting \"How Google uses information from sites or apps that use our services\" (located at https://policies.google.com/technologies/partner-sites). We may also use Google Analytics Advertising Features or other advertising networks to provide you with interest-based advertising based on your online activity. For more information regarding Google Analytics please visit Google's website, and pages that describe Google Analytics, such as https://marketingplatform.google.com/about/.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For example, we use Tealium, Inc. (\"Tealium\"), to understand how users interact with our Sites. We use this information to assist us in improving our user experience.} "
    },
    {
      "Text": "How we use the information we collect\\nIn addition to the uses described above, we use the information we collect for things like:\\n\\nOptimizing the performance and user experience of our sites;\\nOperating, evaluating, and improving our business;\\nProviding healthcare services;\\nFulfilling purchases, orders, and requests for products, services, or information on our e-commerce sites, including the Mayo Clinic Store and Mayo Clinic Marketplace;\\nProcessing returns and exchanges from our e-commerce sites, including the Mayo Clinic Store and Mayo Clinic Marketplace;\\nTracking and confirming online orders from our e-commerce sites, including the Mayo Clinic Store and Mayo Clinic Marketplace;\\nDelivering or installing products;\\nMarketing and advertising products and services, including by inferring your interests from your interactions with our websites and newsletters and tailoring advertisements, newsletters, and offers to you (both on our websites and on other websites) based on your interactions with us in our stores and online interests;\\nSending you email newsletters;\\nConducting research and analysis;\\nCommunicating with you about your account, special events, and surveys; and\\nEstablishing and managing your accounts with us.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If survey respondents provide personal information (such as an email address) in a survey, it is shared only with those people who need to see it to respond to the question or request, or with third parties who perform data management services for our site. Those third parties have agreed to keep all data from surveys confidential.} "
    },
    {
      "Text": "Disclosure of your information\\nWe may share the information we collect about you with third parties who we have engaged to help us provide the Site, as well as the products and services available through our Site. Your Personal Data may be disclosed to affiliates, contractors, service providers, and other third parties we use to support our business; any such use of Personal Data that includes protected health information will comply with our Notice of Privacy Practices. and any authorization you have provided. The services provided by these organizations include providing IT and infrastructure support services, advertising, marketing, and payment processing services. Advertising and marketing partners may receive and use your Personal Data to assist us with our advertising and marketing efforts. In each case, we will ensure that these third parties have agreed to safeguard your data. Our partner, Everyday Health, may use a third-party ad network provider, such as Collective Media, to help present advertisements on this website.\\n\\nWe may provide third parties with aggregate statistics about our visitors, traffic patterns, and related site information. These data reflect site-usage patterns gathered during visits to our website each month, but they do not contain information that personally identifies you unless you have given us permission to share that information.\\n\\nWe may also disclose your Personal Data:\\n\\nto a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Mayo Clinic about our Sites users are among the assets transferred;\\nto fulfill the purpose for which you provide it;\\nfor any other purpose disclosed by us when you provide the information;\\nwith your consent;\\nto comply with any court order, law, or legal process, including to respond to any government or regulatory request;\\nto affiliates to market their products or services to you if you have purchased one of our products and if you have not opted out of these disclosures. For more information, see Choices About How We Use and Disclose Your Information;\\nto enforce or apply our Terms of Use and other agreements, including for billing and collection purposes; and\\nif we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Mayo Clinic, our customers, or others. This includes exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For example, under state and federal law, we may be required to maintain some data that is specific to you and that may identify you, such as your medical records or other information. We may also have a legal basis or obligation to maintain medical and other information about you to provide care and treatment or to comply with our professional, legal, and other obligations.} "
    },
    {
      "Text": "April 19, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {When results are available, use up and down arrow keys to navigate. Press space key to fill the input with the suggestion or enter key to search with the suggestion.} "
    },
    {
      "Text": "Privacy policy updates\\nWe may need to update our Privacy Policy as technology changes and Mayo Clinic evolves. If we make significant changes to this Privacy Policy, we'll post a prominent message on our websites.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Links to other websites Our Sites may link to other websites that have their own privacy policies. Be sure to review the privacy policy on the site you're visiting.} "
    },
    {
      "Text": "Updated on April 19, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {When results are available, use up and down arrow keys to navigate. Press space key to fill the input with the suggestion or enter key to search with the suggestion.} "
    },
    {
      "Text": "What information we collect\\nInformation you give us: We respect the right to privacy of all visitors to the Mayo Clinic Sites. We receive and store some information that you enter on our Sites or that you provide to us through the Sites in any other way.\\n\\nThe information we collect or that you provide on or through our Sites or by using our services includes:\\n\\nData that may personally identify you, including your name, postal address, billing address, shipping address, e-mail address, home, work and mobile telephone numbers, age, date of birth, social security number, insurance policy number, physical characteristics that may personally identify you, sexual orientation, IP address, bank account number, credit or debit card number (for payment purposes only), national origin, ancestry, veteran or military status, medical conditions, race, citizenship, information about any physical or mental disabilities you may have, information related to your religious or philosophical beliefs, political opinions, information regarding your gender at birth and how you currently express your gender identity, information related to your sex life, such as pregnancy, child birth and related medical conditions, any history of criminal convictions, biometric information (such as fingerprints, exercise data, psychological characteristics, face prints, gait patterns, genetics, behavioral characteristics, voice, sleep data, and iris/retina scans), and genetic information (including familial genetic information) (collectively, \"Personal Data\");\\nInformation that you provide by filling in forms on our Sites, such as appointment request forms or product ordering forms. It also includes information you provide when you register to use our Sites, purchase products, or use services available through the Sites or facilities. We may also ask you for information when you report a problem with our Sites. Some forms collect sensitive information, such as health information, necessary for us to provide our services to you;\\nRecords and copies of your correspondence (including email addresses), if you contact us;\\nYour responses to surveys that we might ask you to complete for research, development, and marketing purposes; and\\nDetails of transactions you carry out through our Sites and of the fulfillment of your orders. You may be required to provide financial information before placing an order through our Sites.\\nYou also may provide information to be published or displayed (hereinafter, \"Posted\") on public areas of the Sites or transmitted to other users of the Sites or third parties (collectively, \"User Contributions\").",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Other Mayo Clinic online properties may have their own privacy policies that apply to those sites. You should review those privacy policies in connection with your use of those sites.} "
    },
    {
      "Text": "You also may provide information to be published or displayed (hereinafter, \"Posted\") on public areas of the Sites or transmitted to other users of the Sites or third parties (collectively, \"User Contributions\")",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Some forms collect sensitive information, such as health information, necessary for us to provide our services to you; Records and copies of your correspondence (including email addresses), if you contact us; Your responses to surveys that we might ask you to complete for research, development, and marketing purposes; and Details of transactions you carry out through our Sites and of the fulfillment of your orders. You may be required to provide financial information before placing an order through our Sites.} "
    },
    {
      "Text": "Information we collect automatically: We collect information about you automatically as you navigate through or use our Sites. Information collected automatically may include usage details, IP addresses, session replay and recording technology (recording your movements, clicks, etc. on our Sites), and information collected through cookies, web beacons, pixels tags, and other tracking technologies. As you navigate through and interact with our Sites, we may use automatic data collection technologies (such as session replay and tracking technologies referred to above) to collect certain information about your equipment, browsing actions, and patterns, specifically:\\n\\nUsage Details. Details of your visits to our Sites, such as traffic data, location, logs, referring/exit pages, date and time of your visit to or use of our Sites, error information, clickstream data, and other communication data and the resources that you access and use on or in the Sites.\\nDevice Information. Information about your computer, mobile device, and Internet connection, specifically your IP address, operating system, browser type, and App version information.\\nLocation Data. Information about your location collected through Geolocation technology. Mayo Clinic applications and services that run on mobile devices do not generally use geolocation. However, the Mayo Clinic app can collect and use geolocation information only for the limited purpose of facilitating check-in to your scheduled appointment upon arrival. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Additionally, we cannot control the actions of other users of the Sites with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons.} "
    },
    {
      "Text": "The information we collect automatically may include Personal Data or we may maintain or associate information we collect with Personal Data we collect in other ways or receive from third parties. It helps us to improve our Sites and to deliver a better and more personalized service by enabling us to:\\n\\nestimate our audience size and usage patterns;\\nimprove our product and services offering;\\nstore information about your preferences, allowing us to customize our Sites according to your individual interests; and\\nrecognize and/or authenticate you when you return to our Sites.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, the Mayo Clinic app can collect and use geolocation information only for the limited purpose of facilitating check-in to your scheduled appointment upon arrival. You may disable this functionality on your mobile device by removing permission for the Mayo Clinic app to use location services at any time.} "
    },
    {
      "Text": "Cookies (or browser cookies). We and our service providers may use cookies, web beacons, and other technologies to receive and store certain types of information whenever you interact with our Sites through your computer or mobile device.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The information we collect automatically may include Personal Data or we may maintain or associate information we collect with Personal Data we collect in other ways or receive from third parties. It helps us to improve our Sites and to deliver a better and more personalized service by enabling us to: estimate our audience size and usage patterns; improve our product and services offering; store information about your preferences, allowing us to customize our Sites according to your individual interests; and recognize and/or authenticate you when you return to our Sites.} "
    },
    {
      "Text": "Cookies (or browser cookies). We and our service providers may use cookies, web beacons, and other technologies to receive and store certain types of information whenever you interact with our Sites through your computer or mobile device.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The information we collect automatically may include Personal Data or we may maintain or associate information we collect with Personal Data we collect in other ways or receive from third parties. It helps us to improve our Sites and to deliver a better and more personalized service by enabling us to: estimate our audience size and usage patterns; improve our product and services offering; store information about your preferences, allowing us to customize our Sites according to your individual interests; and recognize and/or authenticate you when you return to our Sites.} "
    },
    {
      "Text": " On your computer, you may refuse to accept browser cookies by activating the appropriate setting on your browser, and you may have similar capabilities on your mobile device in the preferences for your operating system or browser.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We and our service providers may use cookies, web beacons, and other technologies to receive and store certain types of information whenever you interact with our Sites through your computer or mobile device. A cookie is a small file or piece of data sent from a website and stored on the hard drive of your computer or mobile device.} "
    },
    {
      "Text": "On your computer, you may refuse to accept browser cookies by activating the appropriate setting on your browser, and you may have similar capabilities on your mobile device in the preferences for your operating system or browser. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We and our service providers may use cookies, web beacons, and other technologies to receive and store certain types of information whenever you interact with our Sites through your computer or mobile device. A cookie is a small file or piece of data sent from a website and stored on the hard drive of your computer or mobile device.} "
    },
    {
      "Text": "Pixels and Web Beacons. Pages on our Sites, or our e-mails, may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit us, for example, to count users who have visited those pages or opened an e-mail and for other related Sites statistics (for example, recording the popularity of certain Sites content and verifying system and server integrity). For example, we use Tealium, Inc. (\"Tealium\"), to understand how users interact with our Sites. We use this information to assist us in improving our user experience.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, if you select this setting you may be unable to access or use certain parts of our Sites. Unless you have adjusted your browser or operating system setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website or use our App.} "
    },
    {
      "Text": "Google Analytics. We use Google Analytics, a web analytics service provided by Google, Inc. (\"Google\") to collect certain information relating to your use of our Sites. Google Analytics uses cookies, which are text files placed on your computer, to help our Sites analyze how users use the Sites.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For example, we use Tealium, Inc. (\"Tealium\"), to understand how users interact with our Sites. We use this information to assist us in improving our user experience.} "
    },
    {
      "Text": "We may also use Google Analytics Advertising Features or other advertising networks to provide you with interest-based advertising based on your online activity.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Google Analytics uses cookies, which are text files placed on your computer, to help our Sites analyze how users use the Sites. You can find out more about how Google uses data when you visit our Sites by visiting \"How Google uses information from sites or apps that use our services\" (located at https://policies.google.com/technologies/partner-sites) .} "
    },
    {
      "Text": "Google Analytics. We use Google Analytics, a web analytics service provided by Google, Inc. (\"Google\") to collect certain information relating to your use of our Sites.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For example, we use Tealium, Inc. (\"Tealium\"), to understand how users interact with our Sites. We use this information to assist us in improving our user experience.} "
    },
    {
      "Text": "Email communications that you send to us via the email links on our Site may be shared with a customer service representative, employee, medical expert, or agent that is most able to address your inquiry. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can unsubscribe from this newsletter at any time. You may use the unsubscribe mechanism or link in our marketing emails if you wish to stop receiving marketing emails from us.} "
    },
    {
      "Text": "Email communications that you send to us via the email links on our Site may be shared with a customer service representative, employee, medical expert, or agent that is most able to address your inquiry",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You can unsubscribe from this newsletter at any time. You may use the unsubscribe mechanism or link in our marketing emails if you wish to stop receiving marketing emails from us.} "
    },
    {
      "Text": "Surveys\\nWe occasionally survey visitors to our site. The information from these surveys is used in aggregated, de-identified form to help us understand the needs of our visitors so that we can improve our site.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Once we have responded to your communication, it is discarded or archived, depending on the nature of the inquiry. Note, that email communications that you send us via the email links on our Site are not automatically encrypted, and it is possible that unencrypted email communications with us may be accessed or viewed by another internet user while in transit to us.} "
    },
    {
      "Text": "Surveys\\nWe occasionally survey visitors to our site. The information from these surveys is used in aggregated, de-identified form to help us understand the needs of our visitors so that we can improve our site. The information may be shared with third parties with whom we have a business relationship",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Once we have responded to your communication, it is discarded or archived, depending on the nature of the inquiry. Note, that email communications that you send us via the email links on our Site are not automatically encrypted, and it is possible that unencrypted email communications with us may be accessed or viewed by another internet user while in transit to us.} "
    },
    {
      "Text": " If survey respondents provide personal information (such as an email address) in a survey, it is shared only with those people who need to see it to respond to the question or request, or with third parties who perform data management services for our site",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The information may be shared with third parties with whom we have a business relationship. We generally do not ask for information in surveys that would personally identify you; if we do request contact information for follow-up, you may decline to provide it.} "
    },
    {
      "Text": "If survey respondents provide personal information (such as an email address) in a survey, it is shared only with those people who need to see it to respond to the question or request, or with third parties who perform data management services for our site",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The information may be shared with third parties with whom we have a business relationship. We generally do not ask for information in surveys that would personally identify you; if we do request contact information for follow-up, you may decline to provide it.} "
    },
    {
      "Text": "How we use the information we collect\\nIn addition to the uses described above, we use the information we collect for things like:\\n\\nOptimizing the performance and user experience of our sites;\\nOperating, evaluating, and improving our business;\\nProviding healthcare services;\\nFulfilling purchases, orders, and requests for products, services, or information on our e-commerce sites, including the Mayo Clinic Store and Mayo Clinic Marketplace;\\nProcessing returns and exchanges from our e-commerce sites, including the Mayo Clinic Store and Mayo Clinic Marketplace;\\nTracking and confirming online orders from our e-commerce sites, including the Mayo Clinic Store and Mayo Clinic Marketplace;\\nDelivering or installing products;\\nMarketing and advertising products and services, including by inferring your interests from your interactions with our websites and newsletters and tailoring advertisements, newsletters, and offers to you (both on our websites and on other websites) based on your interactions with us in our stores and online interests;\\nSending you email newsletters;\\nConducting research and analysis;\\nCommunicating with you about your account, special events, and surveys; and\\nEstablishing and managing your accounts with us.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If survey respondents provide personal information (such as an email address) in a survey, it is shared only with those people who need to see it to respond to the question or request, or with third parties who perform data management services for our site. Those third parties have agreed to keep all data from surveys confidential.} "
    },
    {
      "Text": "Fulfilling purchases, orders, and requests for products, services, or information on our e-commerce sites, including the Mayo Clinic Store and Mayo Clinic Marketplace;\\nProcessing returns and exchanges from our e-commerce sites, including the Mayo Clinic Store and Mayo Clinic Marketplace;\\nTracking and confirming online orders from our e-commerce sites, including the Mayo Clinic Store and Mayo Clinic Marketplace;\\nDelivering or installing products;\\nMarketing and advertising products and services, including by inferring your interests from your interactions with our websites and newsletters and tailoring advertisements, newsletters, and offers to you (both on our websites and on other websites) based on your interactions with us in our stores and online interests;\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If survey respondents provide personal information (such as an email address) in a survey, it is shared only with those people who need to see it to respond to the question or request, or with third parties who perform data management services for our site. Those third parties have agreed to keep all data from surveys confidential.} "
    },
    {
      "Text": "Optimizing the performance and user experience of our sites;\\nOperating, evaluating, and improving our business;\\nProviding healthcare services;\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If survey respondents provide personal information (such as an email address) in a survey, it is shared only with those people who need to see it to respond to the question or request, or with third parties who perform data management services for our site. Those third parties have agreed to keep all data from surveys confidential.} "
    },
    {
      "Text": "Disclosure of your information\\nWe may share the information we collect about you with third parties who we have engaged to help us provide the Site, as well as the products and services available through our Site. Your Personal Data may be disclosed to affiliates, contractors, service providers, and other third parties we use to support our business; any such use of Personal Data that includes protected health information will comply with our Notice of Privacy Practices. and any authorization you have provided. The services provided by these organizations include providing IT and infrastructure support services, advertising, marketing, and payment processing services. Advertising and marketing partners may receive and use your Personal Data to assist us with our advertising and marketing efforts.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For example, under state and federal law, we may be required to maintain some data that is specific to you and that may identify you, such as your medical records or other information. We may also have a legal basis or obligation to maintain medical and other information about you to provide care and treatment or to comply with our professional, legal, and other obligations.} "
    },
    {
      "Text": "Our partner, Everyday Health, may use a third-party ad network provider, such as Collective Media, to help present advertisements on this website.\\n\\nWe may provide third parties with aggregate statistics about our visitors, traffic patterns, and related site information. These data reflect site-usage patterns gathered during visits to our website each month, but they do not contain information that personally identifies you unless you have given us permission to share that information.\\n\\nWe may also disclose your Personal Data:\\n\\nto a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Mayo Clinic about our Sites users are among the assets transferred;\\nto fulfill the purpose for which you provide it;\\nfor any other purpose disclosed by us when you provide the information;\\nwith your consent;\\nto comply with any court order, law, or legal process, including to respond to any government or regulatory request;\\nto affiliates to market their products or services to you if you have purchased one of our products and if you have not opted out of these disclosures. For more information, see Choices About How We Use and Disclose Your Information;\\nto enforce or apply our Terms of Use and other agreements, including for billing and collection purposes; and\\nif we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Mayo Clinic, our customers, or others. This includes exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Advertising and marketing partners may receive and use your Personal Data to assist us with our advertising and marketing efforts. In each case, we will ensure that these third parties have agreed to safeguard your data.} "
    },
    {
      "Text": "The information we collect or that you provide on or through our Sites or by using our services includes:\\n\\nData that may personally identify you, including your name, postal address, billing address, shipping address, e-mail address, home, work and mobile telephone numbers, age, date of birth, social security number, insurance policy number, physical characteristics that may personally identify you, sexual orientation, IP address, bank account number, credit or debit card number (for payment purposes only), national origin, ancestry, veteran or military status, medical conditions, race, citizenship, information about any physical or mental disabilities you may have, information related to your religious or philosophical beliefs, political opinions, information regarding your gender at birth and how you currently express your gender identity, information related to your sex life, such as pregnancy, child birth and related medical conditions, any history of criminal convictions, biometric information (such as fingerprints, exercise data, psychological characteristics, face prints, gait patterns, genetics, behavioral characteristics, voice, sleep data, and iris/retina scans), and genetic information (including familial genetic information) (collectively, \"Personal Data\");",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {What information we collect Information you give us: We respect the right to privacy of all visitors to the Mayo Clinic Sites. We receive and store some information that you enter on our Sites or that you provide to us through the Sites in any other way.} "
    },
    {
      "Text": "Records and copies of your correspondence (including email addresses), if you contact us;\\nYour responses to surveys that we might ask you to complete for research, development, and marketing purposes; and\\nDetails of transactions you carry out through our Sites and of the fulfillment of your orders. You may be required to provide financial information before placing an order through our Sites.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {It also includes information you provide when you register to use our Sites, purchase products, or use services available through the Sites or facilities. We may also ask you for information when you report a problem with our Sites.} "
    },
    {
      "Text": "Information we collect automatically: We collect information about you automatically as you navigate through or use our Sites. Information collected automatically may include usage details, IP addresses, session replay and recording technology (recording your movements, clicks, etc. on our Sites), and information collected through cookies, web beacons, pixels tags, and other tracking technologies.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Additionally, we cannot control the actions of other users of the Sites with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons.} "
    },
    {
      "Text": "As you navigate through and interact with our Sites, we may use automatic data collection technologies (such as session replay and tracking technologies referred to above) to collect certain information about your equipment, browsing actions, and patterns, specifically:\\n\\nUsage Details. Details of your visits to our Sites, such as traffic data, location, logs, referring/exit pages, date and time of your visit to or use of our Sites, error information, clickstream data, and other communication data and the resources that you access and use on or in the Sites.\\nDevice Information. Information about your computer, mobile device, and Internet connection, specifically your IP address, operating system, browser type, and App version information.\\nLocation Data. Information about your location collected through Geolocation technology. Mayo Clinic applications and services that run on mobile devices do not generally use geolocation",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Information collected automatically may include usage details, IP addresses, session replay and recording technology (recording your movements, clicks, etc. on our Sites), and information collected through cookies, web beacons, pixels tags, and other tracking technologies.} "
    },
    {
      "Text": "Disclosure of Your Information to Affiliates. By purchasing our products, you consent to our sharing of your Personal Data with our affiliates for their promotional purposes. If you wish to unsubscribe from such affiliate promotions, you can do so by clicking the unsubscribe link at the bottom of any email or other marketing communications you receive from them. If you wish to opt-out of such sharing, please email us at mayoclinicpress@service.mayoclinic.com.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {This opt-out does not apply to information provided to Mayo Clinic as a result of a product purchase or your use of our services. If you wish to opt-out of such sharing, please email us at mayoclinicpress@service.mayoclinic.com .} "
    },
    {
      "Text": "Disclosure of Your Information to Affiliates. By purchasing our products, you consent to our sharing of your Personal Data with our affiliates for their promotional purposes. If you wish to unsubscribe from such affiliate promotions, you can do so by clicking the unsubscribe link at the bottom of any email or other marketing communications you receive from them. If you wish to opt-out of such sharing, please email us at mayoclinicpress@service.mayoclinic.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {This opt-out does not apply to information provided to Mayo Clinic as a result of a product purchase or your use of our services. If you wish to opt-out of such sharing, please email us at mayoclinicpress@service.mayoclinic.com .} "
    },
    {
      "Text": "Targeted Advertising. To learn more about interest-based advertisements and your opt-out rights and options, visit the Digital Advertising Alliance and the Network Advertising Initiative (NAI) websites (www.aboutads.info and www.networkadvertising.org). ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {If you wish to unsubscribe from such affiliate promotions, you can do so by clicking the unsubscribe link at the bottom of any email or other marketing communications you receive from them. If you wish to opt-out of such sharing, please email us at mayoclinicpress@service.mayoclinic.com .} "
    },
    {
      "Text": "Your rights regarding your information and accessing and correcting your information\\nFor non-patient information, you can Contact Us through the Contact Information below to access and/or find out what information we have about you and to correct that information",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {However, these third parties may provide you with ways to choose not to have your information collected or used in this way. You can also opt out of receiving targeted ads from members of the NAI on its website.} "
    },
    {
      "Text": "You can also review and change your Personal Data by logging into our site and visiting either the Settings or Account Preferences sections. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {You can also opt out of receiving targeted ads from members of the NAI on its website. Your rights regarding your information and accessing and correcting your information For non-patient information, you can Contact Us through the Contact Information below to access and/or find out what information we have about you and to correct that information.} "
    },
    {
      "Text": "Your rights regarding your information and accessing and correcting your information\\nFor non-patient information, you can Contact Us through the Contact Information below to access and/or find out what information we have about you and to correct that information. You can also review and change your Personal Data by logging into our site and visiting either the Settings or Account Preferences sections",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {However, these third parties may provide you with ways to choose not to have your information collected or used in this way. You can also opt out of receiving targeted ads from members of the NAI on its website.} "
    },
    {
      "Text": "Your rights regarding your information and accessing and correcting your information\\nFor non-patient information, you can Contact Us through the Contact Information below to access and/or find out what information we have about you and to correct that information. You can also review and change your Personal Data by logging into our site and visiting either the Settings or Account Preferences sections",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {However, these third parties may provide you with ways to choose not to have your information collected or used in this way. You can also opt out of receiving targeted ads from members of the NAI on its website.} "
    },
    {
      "Text": "If you are a patient of Mayo Clinic, you can access the patient-related information that we maintain about you through Patient Online Services or through our health information management department",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We cannot completely delete your personal information except by also deleting your account with us. We may not be able to accommodate your request if we believe it would violate any law or legal requirement or if we have a legal basis or obligation to maintain it, or if it would cause the information to be incorrect.} "
    },
    {
      "Text": "If you are a patient of Mayo Clinic, you can access the patient-related information that we maintain about you through Patient Online Services or through our health information management department. For more information about requesting your medical records, ask us or go online to the Patient and Visitor Guide for the location where you receive your care, then explore the release of information options: http://www.mayoclinic.org/patient-visitor-guide. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We cannot completely delete your personal information except by also deleting your account with us. We may not be able to accommodate your request if we believe it would violate any law or legal requirement or if we have a legal basis or obligation to maintain it, or if it would cause the information to be incorrect.} "
    },
    {
      "Text": "You also can request a correction to your patient information through our Patient Online Services or health information management department.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {If you are a patient of Mayo Clinic, you can access the patient-related information that we maintain about you through Patient Online Services or through our health information management department. For more information about requesting your medical records, ask us or go online to the Patient and Visitor Guide for the location where you receive your care, then explore the release of information options: http://www.mayoclinic.org/patient-visitor-guide .} "
    },
    {
      "Text": "You also can request a correction to your patient information through our Patient Online Services or health information management department",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you are a patient of Mayo Clinic, you can access the patient-related information that we maintain about you through Patient Online Services or through our health information management department. For more information about requesting your medical records, ask us or go online to the Patient and Visitor Guide for the location where you receive your care, then explore the release of information options: http://www.mayoclinic.org/patient-visitor-guide .} "
    },
    {
      "Text": "Privacy policy updates\\nWe may need to update our Privacy Policy as technology changes and Mayo Clinic evolves. If we make significant changes to this Privacy Policy, we'll post a prominent message on our websites.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Links to other websites Our Sites may link to other websites that have their own privacy policies. Be sure to review the privacy policy on the site you're visiting.} "
    },
    {
      "Text": "Mayo Clinic and our partners use technologies such as cookies to collect information from your browser to deliver relevant advertising on our site, in emails and across the Internet, personalize content and perform site analytics.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Donate Find a doctor Explore careers Sign up for free e-newsletters About Mayo Clinic About this Site Contact Us Locations Health Information Policy Media Requests News Network Medical Professionals AskMayoExpert Clinical Trials Mayo Clinic Alumni Association Refer a Patient Businesses Executive Health Program International Business Collaborations Facilities & Real Estate Supplier Information Medical Professionals AskMayoExpert Clinical Trials Mayo Clinic Alumni Association Refer a Patient Businesses Executive Health Program International Business Collaborations Facilities & Real Estate Supplier Information Students Admissions Requirements Degree Programs Student & Faculty Portal Students Degree Programs Admissions Requirements Student & Faculty Portal Researchers Research Faculty Laboratories International Patients Appointments Financial Services International Locations & Offices Charitable Care & Financial Assistance Community Health Needs Assessment Financial Assistance Documents – Arizona Financial Assistance Documents – Florida Financial Assistance Documents – Minnesota Follow Mayo Clinic Twitter Youtube Facebook Linkedin Instagram Get the Mayo Clinic app Terms & Conditions Privacy Policy Notice of Privacy Practices Notice of Nondiscrimination Accessibility Statement Advertising & Sponsorship Policy Site Map Terms and Conditions Privacy Policy Notice of Privacy Practices Notice of Nondiscrimination Accessibility Statement Advertising and Sponsorship Policy Site Map Language: English English Español العربية 简体中文 © 1998-2023 Mayo Foundation for Medical Education and Research (MFMER). All rights reserved.} "
    },
    {
      "Text": "Mayo Clinic and our partners use technologies such as cookies to collect information from your browser to deliver relevant advertising on our site, in emails and across the Internet, personalize content and perform site analytics",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Donate Find a doctor Explore careers Sign up for free e-newsletters About Mayo Clinic About this Site Contact Us Locations Health Information Policy Media Requests News Network Medical Professionals AskMayoExpert Clinical Trials Mayo Clinic Alumni Association Refer a Patient Businesses Executive Health Program International Business Collaborations Facilities & Real Estate Supplier Information Medical Professionals AskMayoExpert Clinical Trials Mayo Clinic Alumni Association Refer a Patient Businesses Executive Health Program International Business Collaborations Facilities & Real Estate Supplier Information Students Admissions Requirements Degree Programs Student & Faculty Portal Students Degree Programs Admissions Requirements Student & Faculty Portal Researchers Research Faculty Laboratories International Patients Appointments Financial Services International Locations & Offices Charitable Care & Financial Assistance Community Health Needs Assessment Financial Assistance Documents – Arizona Financial Assistance Documents – Florida Financial Assistance Documents – Minnesota Follow Mayo Clinic Twitter Youtube Facebook Linkedin Instagram Get the Mayo Clinic app Terms & Conditions Privacy Policy Notice of Privacy Practices Notice of Nondiscrimination Accessibility Statement Advertising & Sponsorship Policy Site Map Terms and Conditions Privacy Policy Notice of Privacy Practices Notice of Nondiscrimination Accessibility Statement Advertising and Sponsorship Policy Site Map Language: English English Español العربية 简体中文 © 1998-2023 Mayo Foundation for Medical Education and Research (MFMER). All rights reserved.} "
    },
    {
      "Text": "Customize Cookie Settings\\nTrusted\\nThese technologies are used in operating the site, including remembering your preferences, ensuring security and providing certain features. They do not track your activity online.\\n\\nWebsite Analytics\\nThese technologies collect information to help us understand how our websites are being used and to make improvements.\\n\\nAdvertising\\nThese technologies are used to make advertising messages more relevant to you. They perform functions like preventing the same ad from continuously reappearing, ensuring that ads are properly displayed for advertisers and selecting advertisements that are based on your interests.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Language: English English Español العربية 简体中文 Mayo Clinic Privacy Policy Mayo Clinic and our partners use technologies such as cookies to collect information from your browser to deliver relevant advertising on our site, in emails and across the Internet, personalize content and perform site analytics. Please visit our Privacy Policy for more information about our use of data and your rights.} "
    },
    {
      "Text": "Updated on April 19, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {When results are available, use up and down arrow keys to navigate. Press space key to fill the input with the suggestion or enter key to search with the suggestion.} "
    },
    {
      "Text": "What information we collect\\nInformation you give us",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Other Mayo Clinic online properties may have their own privacy policies that apply to those sites. You should review those privacy policies in connection with your use of those sites.} "
    },
    {
      "Text": "The information we collect or that you provide on or through our Sites or by using our services includes:\\n\\nData that may personally identify you, including your name, postal address, billing address, shipping address, e-mail address, home, work and mobile telephone numbers, age, date of birth, social security number, insurance policy number, physical characteristics that may personally identify you, sexual orientation, IP address, bank account number, credit or debit card number (for payment purposes only), national origin, ancestry, veteran or military status, medical conditions, race, citizenship, information about any physical or mental disabilities you may have, information related to your religious or philosophical beliefs, political opinions, information regarding your gender at birth and how you currently express your gender identity, information related to your sex life, such as pregnancy, child birth and related medical conditions, any history of criminal convictions, biometric information (such as fingerprints, exercise data, psychological characteristics, face prints, gait patterns, genetics, behavioral characteristics, voice, sleep data, and iris/retina scans), and genetic information (including familial genetic information) (collectively, \"Personal Data\");\\nInformation that you provide by filling in forms on our Sites, such as appointment request forms or product ordering forms. It also includes information you provide when you register to use our Sites, purchase products, or use services available through the Sites or facilities. We may also ask you for information when you report a problem with our Sites. Some forms collect sensitive information, such as health information, necessary for us to provide our services to you;\\nRecords and copies of your correspondence (including email addresses), if you contact us;\\nYour responses to surveys that we might ask you to complete for research, development, and marketing purposes; and\\nDetails of transactions you carry out through our Sites and of the fulfillment of your orders. You may be required to provide financial information before placing an order through our Sites.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {What information we collect Information you give us: We respect the right to privacy of all visitors to the Mayo Clinic Sites. We receive and store some information that you enter on our Sites or that you provide to us through the Sites in any other way.} "
    },
    {
      "Text": "Information we collect automatically: We collect information about you automatically as you navigate through or use our Sites. Information collected automatically may include usage details, IP addresses, session replay and recording technology (recording your movements, clicks, etc. on our Sites), and information collected through cookies, web beacons, pixels tags, and other tracking technologies. As you navigate through and interact with our Sites, we may use automatic data collection technologies (such as session replay and tracking technologies referred to above) to collect certain information about your equipment, browsing actions, and patterns, specifically:\\n\\nUsage Details. Details of your visits to our Sites, such as traffic data, location, logs, referring/exit pages, date and time of your visit to or use of our Sites, error information, clickstream data, and other communication data and the resources that you access and use on or in the Sites.\\nDevice Information. Information about your computer, mobile device, and Internet connection, specifically your IP address, operating system, browser type, and App version information.\\nLocation Data. Information about your location collected through Geolocation technology. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Additionally, we cannot control the actions of other users of the Sites with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons.} "
    },
    {
      "Text": "The information we collect automatically may include Personal Data or we may maintain or associate information we collect with Personal Data we collect in other ways or receive from third parties. It helps us to improve our Sites and to deliver a better and more personalized service by enabling us to:\\n\\nestimate our audience size and usage patterns;\\nimprove our product and services offering;\\nstore information about your preferences, allowing us to customize our Sites according to your individual interests; and\\nrecognize and/or authenticate you when you return to our Sites.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, the Mayo Clinic app can collect and use geolocation information only for the limited purpose of facilitating check-in to your scheduled appointment upon arrival. You may disable this functionality on your mobile device by removing permission for the Mayo Clinic app to use location services at any time.} "
    },
    {
      "Text": "The technologies we use for this automatic data collection may include:\\n\\nCookies (or browser cookies). We and our service providers may use cookies, web beacons, and other technologies to receive and store certain types of information whenever you interact with our Sites through your computer or mobile device.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The information we collect automatically may include Personal Data or we may maintain or associate information we collect with Personal Data we collect in other ways or receive from third parties. It helps us to improve our Sites and to deliver a better and more personalized service by enabling us to: estimate our audience size and usage patterns; improve our product and services offering; store information about your preferences, allowing us to customize our Sites according to your individual interests; and recognize and/or authenticate you when you return to our Sites.} "
    },
    {
      "Text": "Pixels and Web Beacons. Pages on our Sites, or our e-mails, may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit us, for example, to count users who have visited those pages or opened an e-mail and for other related Sites statistics (for example, recording the popularity of certain Sites content and verifying system and server integrity).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, if you select this setting you may be unable to access or use certain parts of our Sites. Unless you have adjusted your browser or operating system setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website or use our App.} "
    },
    {
      "Text": "Google Analytics. We use Google Analytics, a web analytics service provided by Google, Inc. (\"Google\") to collect certain information relating to your use of our Sites.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For example, we use Tealium, Inc. (\"Tealium\"), to understand how users interact with our Sites. We use this information to assist us in improving our user experience.} "
    },
    {
      "Text": "We may also use Google Analytics Advertising Features or other advertising networks to provide you with interest-based advertising based on your online activity.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Google Analytics uses cookies, which are text files placed on your computer, to help our Sites analyze how users use the Sites. You can find out more about how Google uses data when you visit our Sites by visiting \"How Google uses information from sites or apps that use our services\" (located at https://policies.google.com/technologies/partner-sites) .} "
    },
    {
      "Text": "How we use the information we collect\\nIn addition to the uses described above, we use the information we collect for things like:\\n\\nOptimizing the performance and user experience of our sites;\\nOperating, evaluating, and improving our business;\\nProviding healthcare services;\\nFulfilling purchases, orders, and requests for products, services, or information on our e-commerce sites, including the Mayo Clinic Store and Mayo Clinic Marketplace;\\nProcessing returns and exchanges from our e-commerce sites, including the Mayo Clinic Store and Mayo Clinic Marketplace;\\nTracking and confirming online orders from our e-commerce sites, including the Mayo Clinic Store and Mayo Clinic Marketplace;\\nDelivering or installing products;\\nMarketing and advertising products and services, including by inferring your interests from your interactions with our websites and newsletters and tailoring advertisements, newsletters, and offers to you (both on our websites and on other websites) based on your interactions with us in our stores and online interests;\\nSending you email newsletters;\\nConducting research and analysis;\\nCommunicating with you about your account, special events, and surveys; and\\nEstablishing and managing your accounts with us.\\nWe may combine this information with any other information we have about you, including, if you are a Mayo Clinic patient, any PHI we have about you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If survey respondents provide personal information (such as an email address) in a survey, it is shared only with those people who need to see it to respond to the question or request, or with third parties who perform data management services for our site. Those third parties have agreed to keep all data from surveys confidential.} "
    },
    {
      "Text": "You may request that we delete your data by contacting us as provided below. However, we may not be able to honor that request in all instances given the laws and regulations that apply to us. For example, under state and federal law, we may be required to maintain some data that is specific to you and that may identify you, such as your medical records or other information. We may also have a legal basis or obligation to maintain medical and other information about you to provide care and treatment or to comply with our professional, legal, and other obligations.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If we combine this information with your PHI , we will treat all of that information as PHI and will only use or disclose that information as set forth in our Notice of Privacy Practices. Data retention We will retain your information for as long as your account is active or as needed to provide you services, comply with our legal obligations, resolve disputes, and enforce our agreements.} "
    },
    {
      "Text": "Disclosure of your information\\nWe may share the information we collect about you with third parties who we have engaged to help us provide the Site, as well as the products and services available through our Site. Your Personal Data may be disclosed to affiliates, contractors, service providers, and other third parties we use to support our business; any such use of Personal Data that includes protected health information will comply with our Notice of Privacy Practices. and any authorization you have provided. The services provided by these organizations include providing IT and infrastructure support services, advertising, marketing, and payment processing services. Advertising and marketing partners may receive and use your Personal Data to assist us with our advertising and marketing efforts.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For example, under state and federal law, we may be required to maintain some data that is specific to you and that may identify you, such as your medical records or other information. We may also have a legal basis or obligation to maintain medical and other information about you to provide care and treatment or to comply with our professional, legal, and other obligations.} "
    },
    {
      "Text": "We may also disclose your Personal Data:\\n\\nto a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Mayo Clinic about our Sites users are among the assets transferred;\\nto fulfill the purpose for which you provide it;\\nfor any other purpose disclosed by us when you provide the information;\\nwith your consent;\\nto comply with any court order, law, or legal process, including to respond to any government or regulatory request;\\nto affiliates to market their products or services to you if you have purchased one of our products and if you have not opted out of these disclosures.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may provide third parties with aggregate statistics about our visitors, traffic patterns, and related site information. These data reflect site-usage patterns gathered during visits to our website each month, but they do not contain information that personally identifies you unless you have given us permission to share that information.} "
    },
    {
      "Text": "to enforce or apply our Terms of Use and other agreements, including for billing and collection purposes; and\\nif we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Mayo Clinic, our customers, or others. This includes exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {These data reflect site-usage patterns gathered during visits to our website each month, but they do not contain information that personally identifies you unless you have given us permission to share that information. We may also disclose your Personal Data: to a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Mayo Clinic about our Sites users are among the assets transferred; to fulfill the purpose for which you provide it; for any other purpose disclosed by us when you provide the information; with your consent; to comply with any court order, law, or legal process, including to respond to any government or regulatory request; to affiliates to market their products or services to you if you have purchased one of our products and if you have not opted out of these disclosures.} "
    },
    {
      "Text": "to affiliates to market their products or services to you if you have purchased one of our products and if you have not opted out of these disclosures.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may provide third parties with aggregate statistics about our visitors, traffic patterns, and related site information. These data reflect site-usage patterns gathered during visits to our website each month, but they do not contain information that personally identifies you unless you have given us permission to share that information.} "
    },
    {
      "Text": "For non-patient information, you can Contact Us through the Contact Information below to access and/or find out what information we have about you and to correct that information.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {However, these third parties may provide you with ways to choose not to have your information collected or used in this way. You can also opt out of receiving targeted ads from members of the NAI on its website.} "
    },
    {
      "Text": "We cannot completely delete your personal information except by also deleting your account with us. We may not be able to accommodate your request if we believe it would violate any law or legal requirement or if we have a legal basis or obligation to maintain it, or if it would cause the information to be incorrect.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {You can also review and change your Personal Data by logging into our site and visiting either the Settings or Account Preferences sections. You may also notify us through the Contact Information below of any changes or errors in any Personal Data we have about you to ensure that it is complete, accurate, and as current as possible or to delete your account.} "
    },
    {
      "Text": "Privacy policy updates\\nWe may need to update our Privacy Policy as technology changes and Mayo Clinic evolves. If we make significant changes to this Privacy Policy, we'll post a prominent message on our websites.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Links to other websites Our Sites may link to other websites that have their own privacy policies. Be sure to review the privacy policy on the site you're visiting.} "
    },
    {
      "Text": "Mayo Clinic is a not for profit exempted from the California Consumer Privacy Act (CCPA).",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Privacy policy updates We may need to update our Privacy Policy as technology changes and Mayo Clinic evolves. If we make significant changes to this Privacy Policy, we'll post a prominent message on our websites.} "
    },
    {
      "Text": "Contact information\\nIf you have a question or concern regarding your privacy, please contact Mayo Clinic's Privacy Officer using the contact information below:\\n\\nMayo Clinic Privacy Officer\\n200 First St. SW\\nRochester, MN 55905\\n507-266-6286\\nPRIVACYOFFICE@mayo.edu",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may request this information once per calendar year. To make such a request, please contact us using the information below.} "
    },
    {
      "Text": "April 19, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {When results are available, use up and down arrow keys to navigate. Press space key to fill the input with the suggestion or enter key to search with the suggestion.} "
    }
  ]
}