{
  "policy_id": "141",
  "text": "CCPA Request Notice to California Residents This notice is an extension of our Privacy Policy for residents of the State of California, and uses the same definitions.\n       It explains some additional rights and details that were introduced by\n       the California Consumer Privacy Act of 2018 (the CCPA). Categories of Information We Collect This notice lists the categories of personal information we have\n       collected through any of the Drudge Report Properties in the past 12\n       months. Because some Drudge Report Properties work differently than\n       others, your use of them may differ from other users. For more\n       information on how we obtain this information, please refer to our Privacy Policy . Identifiers - including IP address, cookie ID, and mobile\n      advertising ID. Internet or other electronic network activity information - including browsing activity Drudge Report Properties, browser\n       type. This also encompasses other information that gets collected\n       automatically when you use the Drudge Report Properties. Geolocation data, inferred from your IP address , to determine\n       your legal jurustiction for CCPA compliance, and for aggeregate \n       analytics purposes to understand statistically where our users\n       are. Inferences drawn from any of the above personal information - about your preferences, predispositions and behavior to \n        customize ads displayed to you. Categories of Information We DO NOT Collect This Section covers the specific things that we promise not do to that you might be concerned about. These are repeated from our Privacy Policy . We do not collect your email address, name, or telephone number(s) in order to use our web site. In fact, we don't collect any Personal Information as defined by California Civil Code section 1798.83. We do not collect your email address, name, or telephone number(s) when you use our news tip feedback form, unless you choose to include that information in the free form text field. Only your IP address is collected in order to limit abuse of the web form. We do not send marketing or sales emails to you. The Purposes for Our Collection Drudge Report collects some details about your internet browsing,\n       including client IP addresses, displayed content, and individual\n       user preferences for the following business purposes. Short-Term Transient Use . We use your IP address to \n       determine if you are a California resident, and for information\n       security purposes to defend our web site against attacks. This\n       information is not stored or associated with your identity by\n       Drudge Report. Providing Advertising and Analytic Services . See \n       Interest-based advertising and analytics in our Privacy Policy Section 3.2 . Businesss Purposes . See our Privacy Policy Section 3.2 for details on all business purposes for our collection. Notice of Your Rights The CCPA allows California residents to request that a business that \n       collects California consumers' personal information give consumers \n       additional transparency and access to the specific pieces of personal\n       information that the business has collected about the consumer.\n       California residents also have the right to submit a request for \n       deletion of information under certain circumstances. SHINE THE LIGHT . Drudge Report does not collect or share any\n       Personal Information as defined by California Civil Code section 1798.83.\n       Therefore, the California \"Shine the Light\" law does not apply to the\n       Drudge Report. Any requests for processing of information collection\n       under \"Shine the Light\" will be legally rejected because they are not\n       applicable. RIGHT TO NON-DESCRIMINATION . Consistent with California law,\n       if you choose to exercise your rights under the CCPA, we will not\n       provide different quality of services unless those differences are\n       related to your information. RIGHT TO KNOW . To exercise your right under the CCPA to \n       request a description of the information we have collected about you,\n       you may email privacy@drudgereport.com with the subject \"CCPA RIGHT TO KNOW Request\", and explain your \n       specific request in the message body. Alternatively, you may submit a \n       CCPA request by legally declaring your status as a California Resident\n       using the button below, and following the instructions provided. RIGHT TO DELETE . To exercise your right to delete information\n       we have collected about you, email privacy@drudgereport.com with\n       the subject \"CCPA RIGHT TO DELETE Request\", and explain your specific \n       deletion request in the message body. Alternatively, you may submit a \n       CCPA request by legally declaring your status as a California Resident\n       using the button below, and following the instructions provided. RIGHT TO OPT OUT OF SALE . Although Drudge Report does not \n       collect Personal Information as defined by California Civil Code section \n       1798.83, we use cookies as described as Advertising Cookies by our Website Cookie Policy to\n       deliver advertisements that are more relevant to you and your interests.\n       This practice is considered \"sale\" of your information under the CCPA,\n       even though we don't receive payment for advertising optimization. You \n       have an option to opt-out from this if \n       you wish once you legally declare your California Resident status \n       below. Once we receive your request, we may verify it by requesting information\n       sufficient to confirm your identity, including by asking you for\n       additional information. If you would like to use an agent registered\n       with the California Secretary of State to exercise your rights, we may\n       request evidence that you have provided such agent with power of\n       attorney or that the agent otherwise has valid written authority to\n       submit requests to exercise rights on your behalf. I hereby legally declare: I am a California Resident I am not a California Resident To exercise your RIGHT TO KNOW or RIGHT TO DELETE, use the button below, fill in the form completely, and submit it. Make a CCPA Legal Request To exercise your RIGHT TO OPT OUT OF SALE, visit our opt-out page . RIGHT TO KNOW Request RIGHT TO DELETE Request This notice only applies to California Residents. Sorry, you may not make requests under the CCPA.",
  "annotations": [
    {
      "Text": "Identifiers - including IP address, cookie ID, and mobile advertising ID.\\nInternet or other electronic network activity information - including browsing activity Drudge Report Properties, browser type. This also encompasses other information that gets collected automatically when you use the Drudge Report Properties.\\nGeolocation data, inferred from your IP address, to determine your legal jurustiction for CCPA compliance, and for aggeregate analytics purposes to understand statistically where our users are.\\nInferences drawn from any of the above personal information - about your preferences, predispositions and behavior to customize ads displayed to you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Because some Drudge Report Properties work differently than\n       others, your use of them may differ from other users. For more\n       information on how we obtain this information, please refer to our Privacy Policy .} "
    },
    {
      "Text": "We do not collect your email address, name, or telephone number(s) in order to use our web site. In fact, we don't collect any Personal Information as defined by California Civil Code section 1798.83.\\nWe do not collect your email address, name, or telephone number(s) when you use our news tip feedback form, unless you choose to include that information in the free form text field. Only your IP address is collected in order to limit abuse of the web form.\\nWe do not send marketing or sales emails to you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Categories of Information We DO NOT Collect This Section covers the specific things that we promise not do to that you might be concerned about. These are repeated from our Privacy Policy .} "
    },
    {
      "Text": "The Purposes for Our Collection\\nDrudge Report collects some details about your internet browsing, including client IP addresses, displayed content, and individual user preferences for the following business purposes.\\n\\nShort-Term Transient Use. We use your IP address to determine if you are a California resident, and for information security purposes to defend our web site against attacks. This information is not stored or associated with your identity by Drudge Report.\\n\\nProviding Advertising and Analytic Services. See Interest-based advertising and analytics in our Privacy Policy Section 3.2.\\n\\nBusinesss Purposes. See our Privacy Policy Section 3.2 for details on all business purposes for our collection.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Only your IP address is collected in order to limit abuse of the web form. We do not send marketing or sales emails to you.} "
    },
    {
      "Text": "RIGHT TO NON-DESCRIMINATION. Consistent with California law, if you choose to exercise your rights under the CCPA, we will not provide different quality of services unless those differences are related to your information.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Therefore, the California \"Shine the Light\" law does not apply to the\n       Drudge Report. Any requests for processing of information collection\n       under \"Shine the Light\" will be legally rejected because they are not\n       applicable.} "
    },
    {
      "Text": "RIGHT TO KNOW. To exercise your right under the CCPA to request a description of the information we have collected about you, you may email privacy@drudgereport.com with the subject \"CCPA RIGHT TO KNOW Request\", and explain your specific request in the message body.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {RIGHT TO NON-DESCRIMINATION . Consistent with California law,\n       if you choose to exercise your rights under the CCPA, we will not\n       provide different quality of services unless those differences are\n       related to your information.} "
    },
    {
      "Text": "RIGHT TO KNOW. To exercise your right under the CCPA to request a description of the information we have collected about you, you may email privacy@drudgereport.com with the subject \"CCPA RIGHT TO KNOW Request\", and explain your specific request in the message body. Alternatively, you may submit a CCPA request by legally declaring your status as a California Resident using the button below, and following the instructions provided.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {RIGHT TO NON-DESCRIMINATION . Consistent with California law,\n       if you choose to exercise your rights under the CCPA, we will not\n       provide different quality of services unless those differences are\n       related to your information.} "
    },
    {
      "Text": "RIGHT TO DELETE. To exercise your right to delete information we have collected about you, email privacy@drudgereport.com with the subject \"CCPA RIGHT TO DELETE Request\", and explain your specific deletion request in the message bod",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {To exercise your right under the CCPA to \n       request a description of the information we have collected about you,\n       you may email privacy@drudgereport.com with the subject \"CCPA RIGHT TO KNOW Request\", and explain your \n       specific request in the message body. Alternatively, you may submit a \n       CCPA request by legally declaring your status as a California Resident\n       using the button below, and following the instructions provided.} "
    },
    {
      "Text": "RIGHT TO DELETE. To exercise your right to delete information we have collected about you, email privacy@drudgereport.com with the subject \"CCPA RIGHT TO DELETE Request\", and explain your specific deletion request in the message body. Alternatively, you may submit a CCPA request by legally declaring your status as a California Resident using the button below, and following the instructions provided.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {To exercise your right under the CCPA to \n       request a description of the information we have collected about you,\n       you may email privacy@drudgereport.com with the subject \"CCPA RIGHT TO KNOW Request\", and explain your \n       specific request in the message body. Alternatively, you may submit a \n       CCPA request by legally declaring your status as a California Resident\n       using the button below, and following the instructions provided.} "
    },
    {
      "Text": "RIGHT TO OPT OUT OF SALE. Although Drudge Report does not collect Personal Information as defined by California Civil Code section 1798.83, we use cookies as described as Advertising Cookies by our Website Cookie Policy to deliver advertisements that are more relevant to you and your interests.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To exercise your right to delete information\n       we have collected about you, email privacy@drudgereport.com with\n       the subject \"CCPA RIGHT TO DELETE Request\", and explain your specific \n       deletion request in the message body. Alternatively, you may submit a \n       CCPA request by legally declaring your status as a California Resident\n       using the button below, and following the instructions provided.} "
    },
    {
      "Text": "RIGHT TO OPT OUT OF SALE. Although Drudge Report does not collect Personal Information as defined by California Civil Code section 1798.83, we use cookies as described as Advertising Cookies by our Website Cookie Policy to deliver advertisements that are more relevant to you and your interests. This practice is considered \"sale\" of your information under the CCPA, even though we don't receive payment for advertising optimization",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {To exercise your right to delete information\n       we have collected about you, email privacy@drudgereport.com with\n       the subject \"CCPA RIGHT TO DELETE Request\", and explain your specific \n       deletion request in the message body. Alternatively, you may submit a \n       CCPA request by legally declaring your status as a California Resident\n       using the button below, and following the instructions provided.} "
    },
    {
      "Text": "You have an option to opt-out from this if you wish once you legally declare your California Resident status below.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Although Drudge Report does not \n       collect Personal Information as defined by California Civil Code section \n       1798.83, we use cookies as described as Advertising Cookies by our Website Cookie Policy to\n       deliver advertisements that are more relevant to you and your interests. This practice is considered \"sale\" of your information under the CCPA,\n       even though we don't receive payment for advertising optimization.} "
    },
    {
      "Text": "You have an option to opt-out from this if you wish once you legally declare your California Resident status below.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Although Drudge Report does not \n       collect Personal Information as defined by California Civil Code section \n       1798.83, we use cookies as described as Advertising Cookies by our Website Cookie Policy to\n       deliver advertisements that are more relevant to you and your interests. This practice is considered \"sale\" of your information under the CCPA,\n       even though we don't receive payment for advertising optimization.} "
    },
    {
      "Text": "To exercise your RIGHT TO KNOW or RIGHT TO DELETE, use the button below, fill in the form completely, and submit it.\\nTo exercise your RIGHT TO OPT OUT OF SALE, visit our opt-out page.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Once we receive your request, we may verify it by requesting information\n       sufficient to confirm your identity, including by asking you for\n       additional information. If you would like to use an agent registered\n       with the California Secretary of State to exercise your rights, we may\n       request evidence that you have provided such agent with power of\n       attorney or that the agent otherwise has valid written authority to\n       submit requests to exercise rights on your behalf.} "
    },
    {
      "Text": "Categories of Information We Collect\\nThis notice lists the categories of personal information we have collected through any of the Drudge Report Properties in the past 12 months. Because some Drudge Report Properties work differently than others, your use of them may differ from other users. For more information on how we obtain this information, please refer to our Privacy Policy.\\n\\nIdentifiers - including IP address, cookie ID, and mobile advertising ID.\\nInternet or other electronic network activity information - including browsing activity Drudge Report Properties, browser type. This also encompasses other information that gets collected automatically when you use the Drudge Report Properties.\\nGeolocation data, inferred from your IP address, to determine your legal jurustiction for CCPA compliance, and for aggeregate analytics purposes to understand statistically where our users are.\\nInferences drawn from any of the above personal information - about your preferences, predispositions and behavior to customize ads displayed to you.\\nCategories of Information We DO NOT Collect\\nThis Section covers the specific things that we promise not do to that you might be concerned about. These are repeated from our Privacy Policy.\\n\\nWe do not collect your email address, name, or telephone number(s) in order to use our web site. In fact, we don't collect any Personal Information as defined by California Civil Code section 1798.83.\\nWe do not collect your email address, name, or telephone number(s) when you use our news tip feedback form, unless you choose to include that information in the free form text field. Only your IP address is collected in order to limit abuse of the web form.\\nWe do not send marketing or sales emails to you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {CCPA Request Notice to California Residents This notice is an extension of our Privacy Policy for residents of the State of California, and uses the same definitions. It explains some additional rights and details that were introduced by\n       the California Consumer Privacy Act of 2018 (the CCPA).} "
    },
    {
      "Text": "The Purposes for Our Collection\\nDrudge Report collects some details about your internet browsing, including client IP addresses, displayed content, and individual user preferences for the following business purposes.\\n\\nShort-Term Transient Use. We use your IP address to determine if you are a California resident, and for information security purposes to defend our web site against attacks. This information is not stored or associated with your identity by Drudge Report.\\n\\nProviding Advertising and Analytic Services. See Interest-based advertising and analytics in our Privacy Policy Section 3.2.\\n\\nBusinesss Purposes. See our Privacy Policy Section 3.2 for details on all business purposes for our collection.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Only your IP address is collected in order to limit abuse of the web form. We do not send marketing or sales emails to you.} "
    },
    {
      "Text": "The Purposes for Our Collection\\nDrudge Report collects some details about your internet browsing, including client IP addresses, displayed content, and individual user preferences for the following business purposes.\\n\\nShort-Term Transient Use. We use your IP address to determine if you are a California resident, and for information security purposes to defend our web site against attacks. This information is not stored or associated with your identity by Drudge Report.\\n\\nProviding Advertising and Analytic Services. See Interest-based advertising and analytics in our Privacy Policy Section 3.2.\\n\\nBusinesss Purposes. See our Privacy Policy Section 3.2 for details on all business purposes for our collection.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Only your IP address is collected in order to limit abuse of the web form. We do not send marketing or sales emails to you.} "
    },
    {
      "Text": "The Purposes for Our Collection\\nDrudge Report collects some details about your internet browsing, including client IP addresses, displayed content, and individual user preferences for the following business purposes.\\n\\nShort-Term Transient Use. We use your IP address to determine if you are a California resident, and for information security purposes to defend our web site against attacks. This information is not stored or associated with your identity by Drudge Report.\\n\\nProviding Advertising and Analytic Services. See Interest-based advertising and analytics in our Privacy Policy Section 3.2.\\n\\nBusinesss Purposes. See our Privacy Policy Section 3.2 for details on all business purposes for our collection.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Only your IP address is collected in order to limit abuse of the web form. We do not send marketing or sales emails to you.} "
    },
    {
      "Text": "The CCPA allows California residents to request that a business that collects California consumers' personal information give consumers additional transparency and access to the specific pieces of personal information that the business has collected about the consumer.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Businesss Purposes . See our Privacy Policy Section 3.2 for details on all business purposes for our collection.} "
    },
    {
      "Text": "California residents also have the right to submit a request for deletion of information under certain circumstances.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {See our Privacy Policy Section 3.2 for details on all business purposes for our collection. Notice of Your Rights The CCPA allows California residents to request that a business that \n       collects California consumers' personal information give consumers \n       additional transparency and access to the specific pieces of personal\n       information that the business has collected about the consumer.} "
    },
    {
      "Text": "SHINE THE LIGHT. Drudge Report does not collect or share any Personal Information as defined by California Civil Code section 1798.83. Therefore, the California \"Shine the Light\" law does not apply to the Drudge Report. Any requests for processing of information collection under \"Shine the Light\" will be legally rejected because they are not applicable.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Notice of Your Rights The CCPA allows California residents to request that a business that \n       collects California consumers' personal information give consumers \n       additional transparency and access to the specific pieces of personal\n       information that the business has collected about the consumer. California residents also have the right to submit a request for \n       deletion of information under certain circumstances.} "
    },
    {
      "Text": "SHINE THE LIGHT. Drudge Report does not collect or share any Personal Information as defined by California Civil Code section 1798.83. Therefore, the California \"Shine the Light\" law does not apply to the Drudge Report. Any requests for processing of information collection under \"Shine the Light\" will be legally rejected because they are not applicable.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Notice of Your Rights The CCPA allows California residents to request that a business that \n       collects California consumers' personal information give consumers \n       additional transparency and access to the specific pieces of personal\n       information that the business has collected about the consumer. California residents also have the right to submit a request for \n       deletion of information under certain circumstances.} "
    },
    {
      "Text": "RIGHT TO NON-DESCRIMINATION. Consistent with California law, if you choose to exercise your rights under the CCPA, we will not provide different quality of services unless those differences are related to your information.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Therefore, the California \"Shine the Light\" law does not apply to the\n       Drudge Report. Any requests for processing of information collection\n       under \"Shine the Light\" will be legally rejected because they are not\n       applicable.} "
    },
    {
      "Text": "RIGHT TO KNOW",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {RIGHT TO NON-DESCRIMINATION . Consistent with California law,\n       if you choose to exercise your rights under the CCPA, we will not\n       provide different quality of services unless those differences are\n       related to your information.} "
    },
    {
      "Text": "To exercise your right under the CCPA to request a description of the information we have collected about you, you may email privacy@drudgereport.com with the subject \"CCPA RIGHT TO KNOW Request\", and explain your specific request in the message body. Alternatively, you may submit a CCPA request by legally declaring your status as a California Resident using the button below, and following the instructions provided.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Consistent with California law,\n       if you choose to exercise your rights under the CCPA, we will not\n       provide different quality of services unless those differences are\n       related to your information. RIGHT TO KNOW .} "
    },
    {
      "Text": "RIGHT TO DELETE",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {To exercise your right under the CCPA to \n       request a description of the information we have collected about you,\n       you may email privacy@drudgereport.com with the subject \"CCPA RIGHT TO KNOW Request\", and explain your \n       specific request in the message body. Alternatively, you may submit a \n       CCPA request by legally declaring your status as a California Resident\n       using the button below, and following the instructions provided.} "
    },
    {
      "Text": "To exercise your right to delete information we have collected about you, email privacy@drudgereport.com with the subject \"CCPA RIGHT TO DELETE Request\", and explain your specific deletion request in the message body. Alternatively, you may submit a CCPA request by legally declaring your status as a California Resident using the button below, and following the instructions provided.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Alternatively, you may submit a \n       CCPA request by legally declaring your status as a California Resident\n       using the button below, and following the instructions provided. RIGHT TO DELETE .} "
    },
    {
      "Text": "RIGHT TO OPT OUT OF SALE. Although Drudge Report does not collect Personal Information as defined by California Civil Code section 1798.83, we use cookies as described as Advertising Cookies by our Website Cookie Policy to deliver advertisements that are more relevant to you and your interests. This practice is considered \"sale\" of your information under the CCPA, even though we don't receive payment for advertising optimization.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {To exercise your right to delete information\n       we have collected about you, email privacy@drudgereport.com with\n       the subject \"CCPA RIGHT TO DELETE Request\", and explain your specific \n       deletion request in the message body. Alternatively, you may submit a \n       CCPA request by legally declaring your status as a California Resident\n       using the button below, and following the instructions provided.} "
    },
    {
      "Text": "You have an option to opt-out from this if you wish once you legally declare your California Resident status below.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Although Drudge Report does not \n       collect Personal Information as defined by California Civil Code section \n       1798.83, we use cookies as described as Advertising Cookies by our Website Cookie Policy to\n       deliver advertisements that are more relevant to you and your interests. This practice is considered \"sale\" of your information under the CCPA,\n       even though we don't receive payment for advertising optimization.} "
    },
    {
      "Text": "To exercise your RIGHT TO KNOW or RIGHT TO DELETE, use the button below, fill in the form completely, and submit it.\\nTo exercise your RIGHT TO OPT OUT OF SALE, visit our opt-out page.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Once we receive your request, we may verify it by requesting information\n       sufficient to confirm your identity, including by asking you for\n       additional information. If you would like to use an agent registered\n       with the California Secretary of State to exercise your rights, we may\n       request evidence that you have provided such agent with power of\n       attorney or that the agent otherwise has valid written authority to\n       submit requests to exercise rights on your behalf.} "
    }
  ]
}