{
  "policy_id": "146",
  "text": "SR-03733\n\t\t\t\t · Help Center You’re offline. This is a read only version of the page. Welcome × My Account Order Status Wish List Store Savings Central Shop by Brands News & Events Help Center Home Store Brands Savings Central Contact Us Help Center Home Wish List Order Status My Account Knowledge Articles Knowledge Articles Search Filter Knowledge Articles Search Home Knowledge Base - Home SR-03733 Email Facebook Copy Link Print Print What is your privacy and security policy? Views: 574 Our Privacy and Security Policy Autosales, Incorporated, DBA Summit Racing Equipment Privacy Policy for California Residents Effective Date 10/02/2023 Last Updated on : 10/02/2023 This policy applies to all visitors, users and others. This policy is intended to comply with the California Consumer Privacy Act of 2018 (CCPA) and any terms defined in the CCPA have the same meaning when used in this Policy. This policy is also intended to comply with the General Data Protection Regulation of 2018 (GDPR). Where noted in this Policy, the CCPA temporarily exempts personal information reflecting a written or verbal business-to-business communication (“B2B personal information”) from its requirements. Information We Collect We collect information that identifies, relates to, describes, references, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer, household, or device (\" personal information \"). Personal information does not include: Publicly available information from government records. Deidentified or aggregated consumer information. In particular, we have collected the following categories of personal information from consumers within the last twelve months: Category Examples Collected A. Identifiers. A real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, Social Security number, driver's license number, passport number, or other similar identifiers. YES B. Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)). A name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver's license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information. Some personal information included in this category may overlap with other categories. YES C. Protected classification characteristics under California or federal law. Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information). NO D. Commercial information. Records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. YES E. Biometric information. Genetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as, fingerprints, faceprints, and voiceprints, iris or retina scans, keystroke, gait, or other physical patterns, and sleep, health, or exercise data. NO F. Internet or other similar network activity. Browsing history, search history, information on a consumer's interaction with a website, application, or advertisement. YES G. Geolocation data. Physical location or movements. NO H. Sensory data. Audio, electronic, visual, thermal, olfactory, or similar information. NO I. Professional or employment-related information. Current or past job history or performance evaluations. NO J. Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C. Section 1232g, 34 C.F.R. Part 99)). Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records. NO K. Inferences drawn from other personal information. Profile reflecting a person's preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes. NO We obtain the categories of personal information listed above from the following categories of sources: Use of Personal Information We may use or disclose the personal information we collect for one or more of the following purposes: To fulfill or meet the reason you provided the information. For example, if you share your name and contact information to request a price quote or ask a question about our products or services, we will use that personal information to respond to your inquiry. If you provide your personal information to purchase a product or service, we will use that information to process your payment and facilitate delivery. We may also save your information to facilitate new product orders or process returns. To provide, support, personalize, and develop our Website, products, and services. To create, maintain, customize, and secure your account with us. To process your requests, purchases, transactions, and payments and prevent transactional fraud. To provide you with support and to respond to your inquiries, including to investigate and address your concerns and monitor and improve our responses. To personalize your Website experience and to deliver content and product and service offerings relevant to your interests, including targeted offers and ads through our Website, third-party sites, and via email or text message (with your consent, where required by law). To help maintain the safety, security, and integrity of our Website, products and services, databases and other technology assets, and business. To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations. As described to you when collecting your personal information or as otherwise set forth in the CCPA. In order to process any orders for products or services, we may send your data to, and also use the resulting information from, credit reporting agencies to prevent fraudulent purchases. To evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about our Website users or consumers is among the assets transferred. We will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing you notice. Sharing Personal Information We may share your personal information by disclosing it to a third party for a business purpose. We only make these business purpose disclosures under written contracts that describe the purposes, require the recipient to keep the personal information confidential, and prohibit using the disclosed information for any purpose except performing the contract. In the preceding twelve (12) months, Company has disclosed personal information for a business purpose to the categories of third parties indicated in the chart below. We do not sell personal information. In the preceding twelve (12) months, Company has not sold personal information to any third parties For more on your personal information sale rights, see Personal Information Sales Opt-Out and Opt-In Rights. Personal Information Category Category of Third-Party Recipients Business Purpose Disclosures Sales A: Identifiers. Service Providers NONE B: California Customer Records personal information categories. Service Providers NONE C: Protected classification characteristics under California or federal law. NONE NONE D: Commercial information. NONE NONE E: Biometric information. NONE NONE F: Internet or other similar network activity. NONE NONE G: Geolocation data. NONE NONE H: Sensory data. NONE NONE I: Professional or employment-related information. NONE NONE J: Non-public education information. NONE NONE K: Inferences drawn from other personal information. NONE NONE Reselling Personal Information The CCPA prohibits a third party from reselling personal information unless you have received explicit notice and an opportunity to opt-out of further sales. We do not sell personal information to third parties that may resell that information. Storage of Your Data We securely store your data at Summit Racing Equipment and take the commercially reasonable security precautions to protect your data, including industry standard technical and physical controls. We will only keep your data for as long as necessary for the purpose for which the data was collected. Some information may be kept for longer periods of time in order to fulfill the terms of a written warranty or product recall conducted in accordance with federal law; or to detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity. Once the applicable time period has expired, we will delete your data by deleting it from the system from which it is stored. Data may be retained in our backup systems until such time as those backups are next accessed. Marketing We would like to send you information about products and services of ours that we think you might like. If you have agreed to receive marketing, you may always opt out at a later date. If you no longer wish to be contacted for marketing purposes, please click https://help.summitracing.com/app/answers/detail/a_id/4986/kw/marketing%20emails. Your Rights and Choices Right to Know You have the right to request that we disclose certain information to you about our collection and use of your personal information over the past 12 months (the \"right to know\"). Once we receive your request and confirm your identity (see Exercising Your Rights), we will disclose to you: The categories of personal information we collected about you. The categories of sources for the personal information we collected about you. Our business or commercial purpose for collecting or selling that personal information. The categories of third parties with whom we share that personal information. If we sold or disclosed your personal information for a business purpose, two separate lists disclosing: sales, identifying the personal information categories that each category of recipient purchased; and disclosures for a business purpose, identifying the personal information categories that each category of recipient obtained. We do not provide a right to know or data portability disclosure for B2B personal information. Right to Rectification You have the right to request that we correct any information you believe is inaccurate. You also have the right to request we complete information that you believe is incomplete. Right to Delete You have the right to request that we delete any of your personal information that we collected from you and retained, subject to certain exceptions (the \"right to delete\"). Once we receive your request and confirm your identity (see Exercising Your Rights), we will review your request to see if an exception applies which allows us to retain the information applies. We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to: Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, or otherwise perform our contract with you. Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities. Debug products to identify and repair errors that impair existing intended functionality. Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law. Comply with the California Electronic Communications Privacy Act (Cal. Penal Code § 1546 et. seq. ). Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information's deletion may likely render impossible or seriously impair the research's achievement, if you previously provided informed consent. Enable internal-only uses that are reasonably aligned with consumer expectations based on your relationship with us. Comply with a legal obligation. Make other internal and lawful uses of that information that are compatible with the context in which you provided it. We will delete or deidentify personal information from our records if it is not subject to one of these exceptions and we will direct our service providers to take similar action. We do not provide these deletion rights for B2B personal information. Right to Restrict Processing You have the right to request that we restrict the processing of your personal data, under certain circumstances. Right to Object to Processing You have the right to object to our processing of your personal data, under certain conditions. Right to Data Portability You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions. Exercising Your Rights To exercise any of these rights described above, please submit a request by: Calling us at 1-800-230-3030. Submitting a request through https://help.summitracing.com/app/ask Emailing us at privacy@summitracing.com. Only you, or someone legally authorized to act on your behalf, may exercise any of these rights related to your personal information. You may only submit a request to know twice within a 12-month period. Your request to exercise any of these rights must: Provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information; or you are an authorized representative, which may include: If you have a password-protected account within our systems, we may offer you the ability to verify your identity using the same authentication process used to access the password-protected account. Any verification using this process will require you to re-authenticate yourself in order to verify your identity. If you do not have a password-protected account, or if you do not use your password-protected account for verification, you will be required to provide at least two data points that match data points that we maintain. In the event that a request involves certain highly sensitive information, we will require you to provide at least three data points that match data points that we maintain in order to verify identity. Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it. You may also make a request to exercise any of these rights on behalf of your child by providing the requested number of matching data points related to your child. We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you. You do not need to create an account with us to submit a request to know or delete. However, we do consider requests made through your password protected account sufficiently verified when the request relates to personal information associated with that specific account. We will only use personal information provided in the request to verify the requestor's identity or authority to make it. For instructions on exercising your sale opt-out or opt-in rights, see Personal Information Sales Opt-Out and Opt-In Rights. Response Timing and Format We will confirm receipt of your request within ten (10) business days. If you do not receive confirmation within the 10-day timeframe, please contact us by either: Calling us at 1-800-230-3030. Emailing us at privacy@summitracing.com. We endeavor to substantively respond to a verifiable consumer request within forty-five (45) days (thirty (30) days in the case of a request made under GDPR) of its receipt. If we require more time (up to another 45 days), we will inform you of the reason and extension period in writing. If you have an account with us, we will deliver our written response to that account. If you do not have an account with us, we will deliver our written response by mail or electronically, at your option. Any disclosures we provide will only cover the 12-month period preceding our receipt of your request. The response we provide will also explain the reasons we cannot comply with a request, if applicable. For data portability requests, we will select a format to provide your personal information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance. We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request. What are cookies? Cookies are text files placed on your computer to collect standard Internet log information and visitor behavior information. When you visit our websites, we may collect information from you automatically through cookies or similar technology. For further information, visit allaboutcookies.org. How do we use cookies? Our Company uses cookies in a range of ways to improve your experience on our website, including: Keeping you signed in Understanding how you use our website What types of cookies do we use? There are a number of different types of cookies, however, our website uses: Functionality — Our Company uses these cookies so that we recognize you on our website and remember your previously selected preferences. These could include what language you prefer and location you are in. A mix of first-party and third-party cookies are used. Advertising — Our Company uses these cookies to collect information about your visit to our website, the content you viewed, the links you followed and information about your browser, device, and your IP address. Our Company sometimes shares some limited aspects of this data with third parties for advertising purposes. We may also share online data collected through cookies with our advertising partners. This means that when you visit another website, you may be shown advertising based on your browsing patterns on our website. How to manage cookies You can set your browser not to accept cookies, and the above website tells you how to remove cookies from your browser. However, in a few cases, some of our website features may not function as a result. Changes to Our Privacy Policy We reserve the right to amend this privacy policy at our discretion and at any time. When we make changes to this privacy policy, we will post the updated notice on the Website and update the notice's effective date. Your continued use of our Website following the posting of changes constitutes your acceptance of such changes . Contact Information If you have any questions or comments about this notice, the ways in which Autosales, Incorporated, DBA Summit Racing Equipment collects and uses your information described here, your choices and rights regarding such use, or wish to exercise your rights under California law, please do not hesitate to contact us at: Phone : 1-800-230-3030 Website : https://help.summitracing.com/app/ask [DM1] Email : privacy@summitracing.com Postal Address : Summit Racing Equipment Attn: Data Privacy Representative 1200 Southeast Ave Tallmadge, OH 44278 If you need to access this Policy in an alternative format due to having a disability, please contact privacy@summitracing.com or 1-800-230-3030. How to Contact the Appropriate Authority Should you wish to report a complaint or if you feel that we have not addressed your concern in a satisfactory manner, you may contact the Information Commissioner’s Office. . A list of offices, including contact information, can be found at https://ec.europa.eu/justice/article-29/structure/data-protection-authorities/index_en.htm. AK3:1347015_v3 [DM1] I added this. Email Sign Up News & Events Home OnAllCylinders (blog) Calendar of Events New Product Releases Summit Racing News News You Can Use Featured Vehicles Media Center Team Summit Sanctioning Bodies News & Events Help Center Return Policy Beat a Price Guarantee Payment Options Contact Us Help Facebook Twitter Instagram Pinterest YouTube Social Corporate History Retail Locations Career Opportunities About Summit Request a Catalog Summit Racing Credit Card Gift Cards Calculators & Tools More Terms of Use | Privacy and Security | Site Accessibility Copyright 2023 by AUTOSALES, INCORPORATED dba Summit Racing Equipment | Trademarks Everything you need for anything you drive.",
  "annotations": [
    {
      "Text": "Last Updated on: 10/02/2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {This is a read only version of the page. Welcome × My Account Order Status Wish List Store Savings Central Shop by Brands News & Events Help Center Home Store Brands Savings Central Contact Us Help Center Home Wish List Order Status My Account Knowledge Articles Knowledge Articles Search Filter Knowledge Articles Search Home Knowledge Base - Home SR-03733 Email Facebook Copy Link Print Print What is your privacy and security policy?} "
    },
    {
      "Text": "\\nCategory\tExamples\tCollected\\nA. Identifiers.\tA real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, Social Security number, driver's license number, passport number, or other similar identifiers.\tYES\\nB. Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).\tA name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver's license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information.\\nSome personal information included in this category may overlap with other categories.\tYES\\nC. Protected classification characteristics under California or federal law.\tAge (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).\\n \tNO\\nD. Commercial information.\tRecords of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\tYES\\nE. Biometric information.\tGenetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as, fingerprints, faceprints, and voiceprints, iris or retina scans, keystroke, gait, or other physical patterns, and sleep, health, or exercise data.\tNO\\nF. Internet or other similar network activity.\tBrowsing history, search history, information on a consumer's interaction with a website, application, or advertisement.\tYES\\nG. Geolocation data.\tPhysical location or movements.\tNO\\nH. Sensory data.\tAudio, electronic, visual, thermal, olfactory, or similar information.\tNO\\nI. Professional or employment-related information.\tCurrent or past job history or performance evaluations.\tNO\\nJ. Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C. Section 1232g, 34 C.F.R. Part 99)).\tEducation records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.\tNO\\nK. Inferences drawn from other personal information.\tProfile reflecting a person's preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.\tNO\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Personal information does not include: Publicly available information from government records. Deidentified or aggregated consumer information.} "
    },
    {
      "Text": "Use of Personal Information\\nWe may use or disclose the personal information we collect for one or more of the following purposes:\\nTo fulfill or meet the reason you provided the information. For example, if you share your name and contact information to request a price quote or ask a question about our products or services, we will use that personal information to respond to your inquiry. If you provide your personal information to purchase a product or service, we will use that information to process your payment and facilitate delivery. We may also save your information to facilitate new product orders or process returns.\\nTo provide, support, personalize, and develop our Website, products, and services.\\nTo create, maintain, customize, and secure your account with us.\\nTo process your requests, purchases, transactions, and payments and prevent transactional fraud.\\nTo provide you with support and to respond to your inquiries, including to investigate and address your concerns and monitor and improve our responses.\\nTo personalize your Website experience and to deliver content and product and service offerings relevant to your interests, including targeted offers and ads through our Website, third-party sites, and via email or text message (with your consent, where required by law).\\nTo help maintain the safety, security, and integrity of our Website, products and services, databases and other technology assets, and business.\\nTo respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.\\nAs described to you when collecting your personal information or as otherwise set forth in the CCPA.\\nIn order to process any orders for products or services, we may send your data to, and also use the resulting information from, credit reporting agencies to prevent fraudulent purchases.\\nTo evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about our Website users or consumers is among the assets transferred.\\nWe will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing you notice.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {NO K. Inferences drawn from other personal information. Profile reflecting a person's preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.} "
    },
    {
      "Text": "To personalize your Website experience and to deliver content and product and service offerings relevant to your interests, including targeted offers and ads through our Website, third-party sites, and via email or text message (with your consent, where required by law).",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To process your requests, purchases, transactions, and payments and prevent transactional fraud. To provide you with support and to respond to your inquiries, including to investigate and address your concerns and monitor and improve our responses.} "
    },
    {
      "Text": "To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To personalize your Website experience and to deliver content and product and service offerings relevant to your interests, including targeted offers and ads through our Website, third-party sites, and via email or text message (with your consent, where required by law). To help maintain the safety, security, and integrity of our Website, products and services, databases and other technology assets, and business.} "
    },
    {
      "Text": "Sharing Personal Information\\nWe may share your personal information by disclosing it to a third party for a business purpose. We only make these business purpose disclosures under written contracts that describe the purposes, require the recipient to keep the personal information confidential, and prohibit using the disclosed information for any purpose except performing the contract. In the preceding twelve (12) months, Company has disclosed personal information for a business purpose to the categories of third parties indicated in the chart below.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about our Website users or consumers is among the assets transferred. We will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing you notice.} "
    },
    {
      "Text": "We do not sell personal information. In the preceding twelve (12) months, Company has not sold personal information to any third partie",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We only make these business purpose disclosures under written contracts that describe the purposes, require the recipient to keep the personal information confidential, and prohibit using the disclosed information for any purpose except performing the contract. In the preceding twelve (12) months, Company has disclosed personal information for a business purpose to the categories of third parties indicated in the chart below.} "
    },
    {
      "Text": "Personal Information Category\tCategory of Third-Party Recipients\\nBusiness Purpose Disclosures\tSales\\nA: Identifiers.\t\\nService Providers\\nNONE\\nB: California Customer Records personal information categories.\t\\nService Providers\\nNONE\\nC: Protected classification characteristics under California or federal law.\t\\nNONE\\nNONE\\nD: Commercial information.\t\\nNONE\\nNONE\\nE: Biometric information.\t\\nNONE\\nNONE\\nF: Internet or other similar network activity.\t\\nNONE\\nNONE\\nG: Geolocation data.\t\\nNONE\\nNONE\\nH: Sensory data.\t\\nNONE\\nNONE\\nI: Professional or employment-related information.\t\\nNONE\\nNONE\\nJ: Non-public education information.\t\\nNONE\\nNONE\\nK: Inferences drawn from other personal information.\t\\nNONE\\nNONE",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We do not sell personal information. In the preceding twelve (12) months, Company has not sold personal information to any third parties For more on your personal information sale rights, see Personal Information Sales Opt-Out and Opt-In Rights.} "
    },
    {
      "Text": "Right to Know\\nYou have the right to request that we disclose certain information to you about our collection and use of your personal information over the past 12 months (the \"right to know\"). Once we receive your request and confirm your identity (see Exercising Your Rights), we will disclose to you:\\nThe categories of personal information we collected about you.\\nThe categories of sources for the personal information we collected about you.\\nOur business or commercial purpose for collecting or selling that personal information.\\nThe categories of third parties with whom we share that personal information.\\nIf we sold or disclosed your personal information for a business purpose, two separate lists disclosing:\\nsales, identifying the personal information categories that each category of recipient purchased; and\\ndisclosures for a business purpose, identifying the personal information categories that each category of recipient obtained.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {If you have agreed to receive marketing, you may always opt out at a later date. If you no longer wish to be contacted for marketing purposes, please click https://help.summitracing.com/app/answers/detail/a_id/4986/kw/marketing%20emails.} "
    },
    {
      "Text": "Right to Know\\nYou have the right to request that we disclose certain information to you about our collection and use of your personal information over the past 12 months (the \"right to know\"). Once we receive your request and confirm your identity (see Exercising Your Rights), we will disclose to you:\\nThe categories of personal information we collected about you.\\nThe categories of sources for the personal information we collected about you.\\nOur business or commercial purpose for collecting or selling that personal information.\\nThe categories of third parties with whom we share that personal information.\\nIf we sold or disclosed your personal information for a business purpose, two separate lists disclosing:\\nsales, identifying the personal information categories that each category of recipient purchased; and\\ndisclosures for a business purpose, identifying the personal information categories that each category of recipient obtained.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {If you have agreed to receive marketing, you may always opt out at a later date. If you no longer wish to be contacted for marketing purposes, please click https://help.summitracing.com/app/answers/detail/a_id/4986/kw/marketing%20emails.} "
    },
    {
      "Text": "Right to Rectification\\nYou have the right to request that we correct any information you believe is inaccurate",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {If we sold or disclosed your personal information for a business purpose, two separate lists disclosing: sales, identifying the personal information categories that each category of recipient purchased; and disclosures for a business purpose, identifying the personal information categories that each category of recipient obtained. We do not provide a right to know or data portability disclosure for B2B personal information.} "
    },
    {
      "Text": "Right to Delete\\nYou have the right to request that we delete any of your personal information that we collected from you and retained, subject to certain exceptions (the \"right to delete\"). Once we receive your request and confirm your identity (see Exercising Your Rights), we will review your request to see if an exception applies which allows us to retain the information applies. We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to:\\nComplete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, or otherwise perform our contract with you.\\nDetect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.\\nDebug products to identify and repair errors that impair existing intended functionality.\\nExercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.\\nComply with the California Electronic Communications Privacy Act (Cal. Penal Code § 1546 et. seq.).\\nEngage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information's deletion may likely render impossible or seriously impair the research's achievement, if you previously provided informed consent.\\nEnable internal-only uses that are reasonably aligned with consumer expectations based on your relationship with us.\\nComply with a legal obligation.\\nMake other internal and lawful uses of that information that are compatible with the context in which you provided it.\\nWe will delete or deidentify personal information from our records if it is not subject to one of these exceptions and we will direct our service providers to take similar action.\\nWe do not provide these deletion rights for B2B personal information.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Right to Rectification You have the right to request that we correct any information you believe is inaccurate. You also have the right to request we complete information that you believe is incomplete.} "
    },
    {
      "Text": "Exercising Your Rights\\nTo exercise any of these rights described above, please submit a request by:\\nCalling us at 1-800-230-3030.\\nSubmitting a request through https://help.summitracing.com/app/ask\\nEmailing us at privacy@summitracing.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Object to Processing You have the right to object to our processing of your personal data, under certain conditions. Right to Data Portability You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions.} "
    },
    {
      "Text": "What are cookies?\\nCookies are text files placed on your computer to collect standard Internet log information and visitor behavior information. When you visit our websites, we may collect information from you automatically through cookies or similar technology.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.} "
    },
    {
      "Text": "Our Company uses cookies in a range of ways to improve your experience on our website, including:\\nKeeping you signed in\\nUnderstanding how you use our website\\nWhat types of cookies do we use?\\nThere are a number of different types of cookies, however, our website uses:\\nFunctionality — Our Company uses these cookies so that we recognize you on our website and remember your previously selected preferences. These could include what language you prefer and location you are in.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For further information, visit allaboutcookies.org. How do we use cookies?} "
    },
    {
      "Text": "Advertising — Our Company uses these cookies to collect information about your visit to our website, the content you viewed, the links you followed and information about your browser, device, and your IP address.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {These could include what language you prefer and location you are in. A mix of first-party and third-party cookies are used.} "
    },
    {
      "Text": "Our Company sometimes shares some limited aspects of this data with third parties for advertising purposes. We may also share online data collected through cookies with our advertising partners. This means that when you visit another website, you may be shown advertising based on your browsing patterns on our website.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {A mix of first-party and third-party cookies are used. Advertising — Our Company uses these cookies to collect information about your visit to our website, the content you viewed, the links you followed and information about your browser, device, and your IP address.} "
    },
    {
      "Text": "Changes to Our Privacy Policy\\nWe reserve the right to amend this privacy policy at our discretion and at any time. When we make changes to this privacy policy, we will post the updated notice on the Website and update the notice's effective date. Your continued use of our Website following the posting of changes constitutes your acceptance of such changes.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {How to manage cookies You can set your browser not to accept cookies, and the above website tells you how to remove cookies from your browser. However, in a few cases, some of our website features may not function as a result.} "
    },
    {
      "Text": "\\nCategory\tExamples\tCollected\\nA. Identifiers.\tA real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, Social Security number, driver's license number, passport number, or other similar identifiers.\tYES",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Personal information does not include: Publicly available information from government records. Deidentified or aggregated consumer information.} "
    },
    {
      "Text": "\\nCategory\tExamples\tCollected\\nA. Identifiers.\tA real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, Social Security number, driver's license number, passport number, or other similar identifiers.\tYES\\nB. Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).\tA name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver's license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information.\\nSome personal information included in this category may overlap with other categories.\tYES",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Personal information does not include: Publicly available information from government records. Deidentified or aggregated consumer information.} "
    }
  ]
}