{
  "policy_id": "149",
  "text": "Privacy — About Seeking Alpha 0 Skip to Content About Us About Us Leadership Media Inquiries Products Premium Pro Investing Groups Alpha Picks Transcripts Ratings Performance Quant Strong Buy Ratings Quant Dividend Grades Quant REIT Ratings Quant Sell Ratings Analyst Ratings Editorial Editorial Principles Dispute an Article Community Guidelines Analysts Become a Seeking Alpha Analyst Premium Partnership Program Article Submission Guidelines Policy on pseudonymous analysts Article Payments Careers Support Open Menu Close Menu Open Menu Close Menu About Us About Us Leadership Media Inquiries Products Premium Pro Investing Groups Alpha Picks Transcripts Ratings Performance Quant Strong Buy Ratings Quant Dividend Grades Quant REIT Ratings Quant Sell Ratings Analyst Ratings Editorial Editorial Principles Dispute an Article Community Guidelines Analysts Become a Seeking Alpha Analyst Premium Partnership Program Article Submission Guidelines Policy on pseudonymous analysts Article Payments Careers Support Folder: About Us Folder: Products Folder: Ratings Performance Folder: Editorial Folder: Analysts Careers Support Back About Us Leadership Media Inquiries Back Premium Pro Investing Groups Alpha Picks Transcripts Back Quant Strong Buy Ratings Quant Dividend Grades Quant REIT Ratings Quant Sell Ratings Analyst Ratings Back Editorial Principles Dispute an Article Community Guidelines Back Become a Seeking Alpha Analyst Premium Partnership Program Article Submission Guidelines Policy on pseudonymous analysts Article Payments Privacy Policy Last updated: February 2022 Thank you for visiting https://seekingalpha.com , one of the Seeking Alpha websites, or using one of the apps or services, (together the \"Site\") operated by Seeking Alpha. We provide this privacy policy (\" Privacy Policy \") explaining our online information practices and the choices you can make about the way your information is collected and used at the Site. 1.  Introduction Seeking Alpha is a crowd-sourced content service website for financial markets. Our services empower investors to make the best investing decisions by leveraging our independent and balanced stock research, fundamental analysis tools, reliable news and actionable market data. For more information about us, please see the “About Seeking Alpha” section of our Site at https://seekingalpha.com/ . 2.  Personal Information Seeking Alpha collects When you visit our Site or register for our products and services (including as a subscriber or a contributor), Seeking Alpha collects personal information about you. We use this personal information for the business purpose of providing our products and services, as well as marketing our products and services to new and potential customers. This includes providing you with personalized recommendations and customized content on our Site. The categories of personal information we collect from users of and visitors to our Site are: Seeking Alpha Strong Buy Aggregate Analyst Ratings without a Wall St. Rating returned 121.40% Seeking Alpha Strong Buy Aggregate Analyst Ratings returned 76.04% S&P 500 returned 53.98% Wall Street Strong Buy Ratings returned 45.31% Geo-location data: This includes your country location (based on your IP address). We obtain this information when you provide it to us or otherwise automatically in the course of your interactions with our products and services. Audio, Video and other Electronic Data : This includes audio, electronic, visual or similar information such as chat and any interaction that you may have with us (such as for customer service purposes) as well as your profile photo. It also includes any information you submit in forums, chat or message boards, and feedback or testimonials you provide about our products and services. We obtain this information when you provide it to us or otherwise automatically in the course of your interactions with our products and services. Professional or employment-related information : This includes your job title, education information, CFA status, and other biographical information including professional interests and areas of expertise. We obtain this information when you provide it to us upon registering as a subscriber or contributor. Profiles and Inferences : This includes inferences drawn from any of the information identified above to create a profile reflecting preferences, characteristics, predispositions, behaviour, and attitudes. We obtain this information automatically in the course of your interactions with our Services. The sources from which we collect personal information are: Directly from you: For example, when you create an account, make a purchase, apply for or accept an employment position with us, etc. Directly and indirectly from an activity on our Site and other services. Service providers who provide services on our behalf such as those used to fulfil orders, process your payments and requests, verify your information, monitor activity on our products and services, provide analysis and analytics, maintain databases, administer and monitor emails and marketing, administer and send mobile messages, serve ads on this and other services, and provide consulting services. Third party data providers. From time to time, we may also receive personal information about you from third party sources but only where these third parties have confirmed to us that they either have your consent or are otherwise legally permitted or required to disclose your personal information to us. We use this information to maintain and improve the accuracy of the records we hold about you and to send you personalized content, such us showing you articles and news about your preferred stocks, or articles by authors you follow. The personal information we collect includes: Contact information Investment style and market preferences 3.  How Seeking Alpha Uses Personal Information We use personal information collected through our products and services, both individually and combined together, for purposes described in this Privacy Policy or disclosed to you in connection with our products and services. For example, we may use your information to: Create your account Provide and deliver products and services you request Send you service-related information updates, alerts, and support and administrative messages Send you marketing communications and personalized content such us showing you articles and news about your preferred stocks, or articles by authors you follow Respond to your enquiries Enable you to send and receive messages to other registered users and contributors, and post comments Carry out analytics and to improve the quality and relevance of our Site Survey your opinions through surveys or questionnaires Serve and measure the effectiveness of advertising Protect the integrity of our products and services and enforce our Terms of Use and other applicable terms, including to detect and prevent fraud and unauthorized activities, to secure our systems and the services, and prevent activities that may violate our policies or be illegal Detect security incidents, protect against malicious, deceptive, fraudulent or illegal activity, and prosecute those responsible for that activity We may use personal information we collect from or about you to create aggregated or de-identified data that does not specifically identify you. 4 . Personal Information Seeking Alpha discloses We share personal information with other Seeking Alpha companies who help us to provide you with products and services. We also share personal information with third parties for the business purposes of providing our products and services, and marketing our products and services to existing and potential customers.  The categories of these third parties with whom we share personal information are: Hosting and infrastructure providers; IT services; Email service providers; Advertising partners; Payment processors. We share all of the categories of personal information with these third parties when we need to do so in order to provide you with Seeking Alpha products and services. We may also share personal information with the following: Competent law enforcement bodies, regulators, government agencies, courts or other third parties where we believe disclosure is necessary (i) as a matter of applicable law or regulation, (ii) to exercise, establish or defend our legal rights, or (iii) to protect your vital interests or those of any other person; Actual or potential buyers (and their agents and advisers) in connection with any actual or proposed purchase, merger or acquisition of any part of our business, provided that we inform the buyer it must use your personal information only for the purposes disclosed in this Privacy Policy; Other persons where you have given your consent. 5. Cookies and other tracking technologies We use cookies and similar tracking technology (collectively, “ Cookies ”) to collect and use personal information about you, including to serve interest-based advertising. 6. Children's Privacy In accordance with our Terms of Use, the Site is not designed for use by individuals under the age of 18. Accordingly, we do not intend to or knowingly collect personal information from anyone we know to be under 18 years of age. If you believe we have collected personal data from anyone under 18, please contact us at the email address listed below. 7.  Security We have implemented various security policies, rules and technical and organizational measures to protect and safeguard the personal information that we collect and process about you. These measures are designed to provide a level of security appropriate to the risk of processing your personal information. 8. California Privacy Information If you are a California resident, the following information also applies to you and supplements the information contained in this Privacy Policy. Information We Collect and Sources of Information In the past 12 months, we have collected the information described in the section \"Personal Information Seeking Alpha Collects\" above, which also includes categories of sources from which we have collected that personal information. How we use and share information We collect and use personal information for the business and commercial purposes as described in the section \"How Seeking Alpha Uses Personal Information?\" above. Seeking Alpha does not share your personal information except as approved by you or as otherwise described in this Privacy Policy. In the preceding 12 months, we have disclosed the following categories of personal information described above for the business purposes described in this Privacy Policy: Identifiers such as those set forth above; Internet or other electronic network activity information; Demographic information / Protected Classification Characteristics; Commercial Information; Geo-location data; Audio, Video and other Electronic Data Professional or employment-related information; and Profiles and Inferences. Under the California Consumer Privacy Act (CCPA), \"sale\" is defined very broadly and includes a wide array of data sharing. As the term is defined by the CCPA, we “sold” the following categories of personal information in the last 12 months: identifiers/contact information, Internet or other electronic network activity information, and inferences drawn from the above. We “sold” such information to advertising networks, data analytics providers, and social networks. The business or commercial purposes of “selling” personal information is for third-party companies to perform services on our behalf, such as marketing, advertising, and audience measurement. We do not have any actual knowledge that we \"sell\" personal information of consumers under 16 years of age. Most modern web browsers give you the option to send a Do Not Track signal to the sites you visit, indicating that you do not wish to be tracked. However, there is no accepted standard for how a site should respond to this signal, and we do not take any action in response to this signal. California Privacy Rights If you are a California resident, you have the following consumer privacy rights: Right to Know : You have the right to request that we disclose to you the personal information we have collected, used, disclosed and sold over the past 12 months, and information about our data practices. Right to request deletion : You can request that we delete personal information about you.  Although you may request deletion, we are allowed, under California law, to keep certain personal information. You can submit a request to delete by submitting a form here. Right to Opt-Out of \"Sale\" of personal information : You can opt out of the \"sale\" of your personal information to \"third parties\" by clicking on this link (as those terms are defined in the CCPA) . Right to be Notified of Financial Incentives : You have the right to be notified of any financial incentives offers and their material terms, the right to opt-out of such incentives at any time, and may not be included in such incentives without your prior informed opt-in consent. We do not offer any such incentives at this time. Right to Non-Discrimination : We will not discriminate against you for exercising any of these rights. California law also permits you to request certain information regarding the disclosure of your personal information by us and our related companies to third parties for the third parties’ direct marketing purposes. We do not disclose your personal information to third parties for their own direct marketing purposes. In addition to the specific forms listed above, you can exercise any of these rights by contacting us at privacy@seekingalpha.com and providing us with your name, email address and address (including zip code) or by submitting a request to us through your Seeking Alpha account.  We may verify your identity by asking you to submit a request through your password protected Seeking Alpha account and by providing us with your California zip code or other proof of California residency. You can also authorize an agent to submit a request on your behalf     .  An authorized agent must have your signed permission to submit a request on your behalf or provide proof that they have power of attorney in accordance with California probate law. Authorized agents that are business entities must be registered with the California Secretary of State to conduct business in California. Where you use an agent, we will ask for verification of your authorization, namely a copy of your written authorization for the agent to submit the request on your behalf. We respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection laws.  We do not discriminate against any consumer for exercising their consumer rights. 9.  European Privacy Information If you are a visitor to our Site from the European Economic Area, United Kingdom and certain other territories in Europe, the following information also applies to you and supplements the information contained in this Privacy Policy. Data Controller The data controller of your personal information is Seeking Alpha Ltd, located at 47 Hanesiim Street, Ra'Anana, 43583 Israel. Representatives If you are located in the UK, please contact our UK representative, Lionheart Squared Limited, at: seekingalpha@lionheartsquared.co.uk If you are located in the EU, please contact our EU representative, Lionheart Squared (Europe) Ltd. at: seekingalpha@lionheartsquared.eu Data Subject Rights You have the following data protection rights: Right to access, correct, or request deletion : You may be able to do some of this in your Seeking Alpha account or by contacting us. Right to object, or ask us to restrict processing : In certain circumstances, you can request that we stop processing your personal information. Right to request portability : In certain circumstances, you can request that we transfer personal information that you have provided to us in a structured, commonly used, machine-readable format. Right to opt-out of marketing communications : You can exercise this right by clicking on the “unsubscribe” or “opt-out” link in the marketing e-mails we send you or by contacting us. Right to withdraw your consent : You can withdraw your consent at any time if you previously gave us consent for processing of your personal information. Withdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect processing of your personal information conducted in reliance on lawful processing grounds other than consent. Right to complain : You have the right to complain to your local data protection authority.  For more information, please contact your local data protection authority. We respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection laws. If you would like to exercise any of these rights or would like further information please contact us using the contact details provided under the “How to contact us” heading below. Legal Basis Our legal basis for collecting and using the personal information is usually as follows: Performance of a contract: where we need the personal information to perform a contract with you, for example setting up and administering your account and providing our products and services Legal obligation: where we have a legal obligation to collect personal information from you, for example to comply with financial, accounting and other legal obligations Legitimate interests: where the processing is in our legitimate interests and not overridden by your rights, for example to analyse and improve how our products and services are used, and to provide you with customer service Consent: where we have your consent to do so, for example in relation to certain types of marketing International Data Transfers Your personal information may be transferred to, and processed in, countries other than the country in which you are resident. Specifically, our Site servers are located in the United States and Israel, and our group companies and third party service providers and partners operate around the world.  This means that when we collect your personal information, we may process it in any of these countries. Although legal requirements may vary from country to country, Seeking Alpha has taken appropriate safeguards to require that your personal information will remain protected in accordance with this Privacy Policy.  In particular, the United Kingdom and the European Union recognizes Israel as a territory that provides adequate protection for personal information that is received from the EEA and UK. When we transfer your personal information to any other territories, we will take such measures as are appropriate to safeguard your information in accordance with applicable law. For EEA and UK residents' personal information, this may include implementing the Standard Contractual Clauses for any such international transfers. Data retention We retain personal information we collect from you where we have an ongoing legitimate business need to do so (for example, to provide you with a service you have requested or to comply with applicable legal, tax or accounting requirements). When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible. 10.  Updates to this Privacy Policy We may update this Privacy Policy from time to time in response to changing legal, technical or business developments. When we update our Privacy Policy, we will take appropriate measures to inform you, consistent with the significance of the changes we make. You can see when this Privacy Policy was last updated by checking the “Last updated” date displayed at the top of this Privacy Policy. 11.  How to contact us If you have any comments or questions regarding our Privacy Policy, or if you want to exercise      your rights, please contact us at privacy@seekingalpha.com . If you are located in the UK, please contact us at seekingalpha@lionheartsquared.co.uk . If you are located in the EU, please contact us at seekingalpha@lionheartsquared.eu . We will address any issue to the best of our abilities as soon as possible, and respond to requests within the time required under applicable law. © 2023 Seeking Alpha Company About Leadership Careers Compliance Affiliate Program Feeds Support Products Premium Pro Investing Groups Alpha Picks Analysts Become an SA Analyst Premium Partnership Program Article Payments Article submission guidelines Policy on Anonymous Analysts Ratings Quant Strong Buy Performance Quant Dividend Grades Quant REIT Ratings Quant Sell Ratings Analyst Ratings Editorial Editorial Principles SA Transcripts Commenting Terms of Use | Market Data Disclaimer | Privacy | Do not sell my personal information",
  "annotations": [
    {
      "Text": "Last updated: February 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": " Personal Information Seeking Alpha collects\\nWhen you visit our Site or register for our products and services (including as a subscriber or a contributor), Seeking Alpha collects personal information about you. We use this personal information for the business purpose of providing our products and services, as well as marketing our products and services to new and potential customers. This includes providing you with personalized recommendations and customized content on our Site.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For more information about us, please see the “About Seeking Alpha” section of our Site at https://seekingalpha.com/ . 2.} "
    },
    {
      "Text": "Geo-location data: This includes your country location (based on your IP address). We obtain this information when you provide it to us or otherwise automatically in the course of your interactions with our products and services.\\n\\nAudio, Video and other Electronic Data: This includes audio, electronic, visual or similar information such as chat and any interaction that you may have with us (such as for customer service purposes) as well as your profile photo. It also includes any information you submit in forums, chat or message boards, and feedback or testimonials you provide about our products and services. We obtain this information when you provide it to us or otherwise automatically in the course of your interactions with our products and services.\\n\\nProfessional or employment-related information: This includes your job title, education information, CFA status, and other biographical information including professional interests and areas of expertise. We obtain this information when you provide it to us upon registering as a subscriber or contributor.\\n\\nProfiles and Inferences: This includes inferences drawn from any of the information identified above to create a profile reflecting preferences, characteristics, predispositions, behaviour, and attitudes. We obtain this information automatically in the course of your interactions with our Services.     \\n\\n     The sources from which we collect personal information are:     \\n\\nDirectly from you: For example, when you create an account, make a purchase, apply for or accept an employment position with us, etc.     \\n\\nDirectly and indirectly from an activity on our Site and other services. \\n\\nService providers who provide services on our behalf such as those used to fulfil orders, process your payments and requests, verify your information, monitor activity on our products and services, provide analysis and analytics, maintain databases, administer and monitor emails and marketing, administer and send mobile messages, serve ads on this and other services, and provide consulting services. \\n\\nThird party data providers. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This includes providing you with personalized recommendations and customized content on our Site. The categories of personal information we collect from users of and visitors to our Site are: Seeking Alpha Strong Buy Aggregate Analyst Ratings without a Wall St.} "
    },
    {
      "Text": "From time to time, we may also receive personal information about you from third party sources but only where these third parties have confirmed to us that they either have your consent or are otherwise legally permitted or required to disclose your personal information to us. We use this information to maintain and improve the accuracy of the records we hold about you and to send you personalized content, such us showing you articles and news about your preferred stocks, or articles by authors you follow. The personal information we collect includes:  \\n\\nContact information\\n\\nInvestment style and market preferences\\n\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Service providers who provide services on our behalf such as those used to fulfil orders, process your payments and requests, verify your information, monitor activity on our products and services, provide analysis and analytics, maintain databases, administer and monitor emails and marketing, administer and send mobile messages, serve ads on this and other services, and provide consulting services. Third party data providers.} "
    },
    {
      "Text": "  How Seeking Alpha Uses Personal Information \\nWe use personal information collected through our products and services, both individually and combined together, for purposes described in this Privacy Policy or disclosed to you in connection with our products and services. For example, we may use your information to:\\n\\nCreate your account\\n\\nProvide and deliver products and services you request\\n\\nSend you service-related information updates, alerts, and support and administrative messages\\n\\nSend you marketing communications and personalized content such us showing you articles and news about your preferred stocks, or articles by authors you follow\\n\\nRespond to your enquiries\\n\\nEnable you to send and receive messages to other registered users and contributors, and post comments\\n\\nCarry out analytics and to improve the quality and relevance of our Site\\n\\nSurvey your opinions through surveys or questionnaires\\n\\nServe and measure the effectiveness of advertising\\n\\nProtect the integrity of our products and services and enforce our Terms of Use and other applicable terms, including to detect and prevent fraud and unauthorized activities, to secure our systems and the services, and prevent activities that may violate our policies or be illegal \\n\\nDetect security incidents, protect against malicious, deceptive, fraudulent or illegal activity, and prosecute those responsible for that activity\\n\\nWe may use personal information we collect from or about you to create aggregated or de-identified data that does not specifically identify you. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We use this information to maintain and improve the accuracy of the records we hold about you and to send you personalized content, such us showing you articles and news about your preferred stocks, or articles by authors you follow. The personal information we collect includes: Contact information Investment style and market preferences 3.} "
    },
    {
      "Text": "Personal Information Seeking Alpha discloses \\nWe share personal information with other Seeking Alpha companies who help us to provide you with products and services. \\n\\nWe also share personal information with third parties for the business purposes of providing our products and services, and marketing our products and services to existing and potential customers.  The categories of these third parties with whom we share personal information are:\\n\\nHosting and infrastructure providers;     \\n\\nIT services;\\n\\nEmail service providers;\\n\\nAdvertising partners;\\n\\nPayment processors. \\n\\nWe share all of the categories of personal information with these third parties when we need to do so in order to provide you with Seeking Alpha products and services.     \\n\\nWe may also share personal information with the following:\\n\\nCompetent law enforcement bodies, regulators, government agencies, courts or other third parties where we believe disclosure is necessary (i) as a matter of applicable law or regulation, (ii) to exercise, establish or defend our legal rights, or (iii) to protect your vital interests or those of any other person;\\n\\nActual or potential buyers (and their agents and advisers) in connection with any actual or proposed purchase, merger or acquisition of any part of our business, provided that we inform the buyer it must use your personal information only for the purposes disclosed in this Privacy Policy;\\n\\nOther persons where you have given your consent.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For more information about us, please see the “About Seeking Alpha” section of our Site at https://seekingalpha.com/ . 2.} "
    },
    {
      "Text": "Actual or potential buyers (and their agents and advisers) in connection with any actual or proposed purchase, merger or acquisition of any part of our business, provided that we inform the buyer it must use your personal information only for the purposes disclosed in this Privacy Policy;\\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The categories of these third parties with whom we share personal information are: Hosting and infrastructure providers; IT services; Email service providers; Advertising partners; Payment processors. We share all of the categories of personal information with these third parties when we need to do so in order to provide you with Seeking Alpha products and services.} "
    },
    {
      "Text": "ookies and other tracking technologies\\nWe use cookies and similar tracking technology (collectively, “Cookies”) to collect and use personal information about you, including to serve interest-based advertising.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may also share personal information with the following: Competent law enforcement bodies, regulators, government agencies, courts or other third parties where we believe disclosure is necessary (i) as a matter of applicable law or regulation, (ii) to exercise, establish or defend our legal rights, or (iii) to protect your vital interests or those of any other person; Actual or potential buyers (and their agents and advisers) in connection with any actual or proposed purchase, merger or acquisition of any part of our business, provided that we inform the buyer it must use your personal information only for the purposes disclosed in this Privacy Policy; Other persons where you have given your consent. 5.} "
    },
    {
      "Text": " Seeking Alpha does not share your personal information except as approved by you or as otherwise described in this Privacy Policy. \\n\\nIn the preceding 12 months, we have disclosed the following categories of personal information described above for the business purposes described in this Privacy Policy:\\n\\nIdentifiers such as those set forth above;\\n\\nInternet or other electronic network activity information;\\n\\nDemographic information / Protected Classification Characteristics;\\n\\nCommercial Information;\\n\\nGeo-location data; \\n\\nAudio, Video and other Electronic Data\\n\\nProfessional or employment-related information; and\\n\\nProfiles and Inferences.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {How we use and share information We collect and use personal information for the business and commercial purposes as described in the section \"How Seeking Alpha Uses Personal Information?\" above.} "
    },
    {
      "Text": "Geo-location data: This includes your country location (based on your IP address).",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This includes providing you with personalized recommendations and customized content on our Site. The categories of personal information we collect from users of and visitors to our Site are: Seeking Alpha Strong Buy Aggregate Analyst Ratings without a Wall St.} "
    },
    {
      "Text": "Audio, Video and other Electronic Data: This includes audio, electronic, visual or similar information such as chat and any interaction that you may have with us (such as for customer service purposes) as well as your profile photo. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Rating returned 121.40% Seeking Alpha Strong Buy Aggregate Analyst Ratings returned 76.04% S&P 500 returned 53.98% Wall Street Strong Buy Ratings returned 45.31% Geo-location data: This includes your country location (based on your IP address). We obtain this information when you provide it to us or otherwise automatically in the course of your interactions with our products and services.} "
    },
    {
      "Text": "Professional or employment-related information: This includes your job title, education information, CFA status, and other biographical information including professional interests and areas of expertise. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {It also includes any information you submit in forums, chat or message boards, and feedback or testimonials you provide about our products and services. We obtain this information when you provide it to us or otherwise automatically in the course of your interactions with our products and services.} "
    },
    {
      "Text": "Profiles and Inferences: This includes inferences drawn from any of the information identified above to create a profile reflecting preferences, characteristics, predispositions, behaviour, and attitudes",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Professional or employment-related information : This includes your job title, education information, CFA status, and other biographical information including professional interests and areas of expertise. We obtain this information when you provide it to us upon registering as a subscriber or contributor.} "
    },
    {
      "Text": "The personal information we collect includes:  \\n\\nContact information\\n\\nInvestment style and market preferences",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {From time to time, we may also receive personal information about you from third party sources but only where these third parties have confirmed to us that they either have your consent or are otherwise legally permitted or required to disclose your personal information to us. We use this information to maintain and improve the accuracy of the records we hold about you and to send you personalized content, such us showing you articles and news about your preferred stocks, or articles by authors you follow.} "
    },
    {
      "Text": "Provide and deliver products and services you request",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The personal information we collect includes: Contact information Investment style and market preferences 3. How Seeking Alpha Uses Personal Information We use personal information collected through our products and services, both individually and combined together, for purposes described in this Privacy Policy or disclosed to you in connection with our products and services.} "
    },
    {
      "Text": "Send you marketing communications and personalized content such us showing you articles and news about your preferred stocks, or articles by authors you follow",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The personal information we collect includes: Contact information Investment style and market preferences 3. How Seeking Alpha Uses Personal Information We use personal information collected through our products and services, both individually and combined together, for purposes described in this Privacy Policy or disclosed to you in connection with our products and services.} "
    },
    {
      "Text": "As the term is defined by the CCPA, we “sold” the following categories of personal information in the last 12 months: identifiers/contact information, Internet or other electronic network activity information, and inferences drawn from the above. We “sold” such information to advertising networks, data analytics providers, and social networks. The business or commercial purposes of “selling” personal information is for third-party companies to perform services on our behalf, such as marketing, advertising, and audience measurement. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In the preceding 12 months, we have disclosed the following categories of personal information described above for the business purposes described in this Privacy Policy: Identifiers such as those set forth above; Internet or other electronic network activity information; Demographic information / Protected Classification Characteristics; Commercial Information; Geo-location data; Audio, Video and other Electronic Data Professional or employment-related information; and Profiles and Inferences. Under the California Consumer Privacy Act (CCPA), \"sale\" is defined very broadly and includes a wide array of data sharing.} "
    },
    {
      "Text": "We do not have any actual knowledge that we \"sell\" personal information of consumers under 16 years of age.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We “sold” such information to advertising networks, data analytics providers, and social networks. The business or commercial purposes of “selling” personal information is for third-party companies to perform services on our behalf, such as marketing, advertising, and audience measurement.} "
    },
    {
      "Text": "Right to Know: You have the right to request that we disclose to you the personal information we have collected, used, disclosed and sold over the past 12 months, and information about our data practices.      ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Most modern web browsers give you the option to send a Do Not Track signal to the sites you visit, indicating that you do not wish to be tracked. However, there is no accepted standard for how a site should respond to this signal, and we do not take any action in response to this signal.} "
    },
    {
      "Text": "Right to Know: You have the right to request that we disclose to you the personal information we have collected, used, disclosed and sold over the past 12 months, and information about our data practices.      ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Most modern web browsers give you the option to send a Do Not Track signal to the sites you visit, indicating that you do not wish to be tracked. However, there is no accepted standard for how a site should respond to this signal, and we do not take any action in response to this signal.} "
    },
    {
      "Text": "Right to request deletion: You can request that we delete personal information about you.  Although you may request deletion, we are allowed, under California law, to keep certain personal information. ",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {However, there is no accepted standard for how a site should respond to this signal, and we do not take any action in response to this signal. California Privacy Rights If you are a California resident, you have the following consumer privacy rights: Right to Know : You have the right to request that we disclose to you the personal information we have collected, used, disclosed and sold over the past 12 months, and information about our data practices.} "
    },
    {
      "Text": "You can submit a request to delete by submitting a form here.  ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to request deletion : You can request that we delete personal information about you. Although you may request deletion, we are allowed, under California law, to keep certain personal information.} "
    },
    {
      "Text": "Right to Opt-Out of \"Sale\" of personal information: You can opt out of the \"sale\" of your personal information to \"third parties\" by clicking on this link (as those terms are defined in the CCPA). ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Although you may request deletion, we are allowed, under California law, to keep certain personal information. You can submit a request to delete by submitting a form here.} "
    },
    {
      "Text": "Right to Opt-Out of \"Sale\" of personal information: You can opt out of the \"sale\" of your personal information to \"third parties\" by clicking on this link (as those terms are defined in the CCPA).  ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Although you may request deletion, we are allowed, under California law, to keep certain personal information. You can submit a request to delete by submitting a form here.} "
    },
    {
      "Text": "Right to Non-Discrimination: We will not discriminate against you for exercising any of these rights. ",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Right to be Notified of Financial Incentives : You have the right to be notified of any financial incentives offers and their material terms, the right to opt-out of such incentives at any time, and may not be included in such incentives without your prior informed opt-in consent. We do not offer any such incentives at this time.} "
    },
    {
      "Text": "Identifiers such as those set forth above;\\n\\nInternet or other electronic network activity information;",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {above. Seeking Alpha does not share your personal information except as approved by you or as otherwise described in this Privacy Policy.} "
    },
    {
      "Text": "Profiles and Inferences.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Professional or employment-related information : This includes your job title, education information, CFA status, and other biographical information including professional interests and areas of expertise. We obtain this information when you provide it to us upon registering as a subscriber or contributor.} "
    },
    {
      "Text": "Profiles and Inferences: This includes inferences drawn from any of the information identified above to create a profile reflecting preferences, characteristics, predispositions, behaviour, and attitudes",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Professional or employment-related information : This includes your job title, education information, CFA status, and other biographical information including professional interests and areas of expertise. We obtain this information when you provide it to us upon registering as a subscriber or contributor.} "
    },
    {
      "Text": "We use this personal information for the business purpose of providing our products and services, as well as marketing our products and services to new and potential customers.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {2. Personal Information Seeking Alpha collects When you visit our Site or register for our products and services (including as a subscriber or a contributor), Seeking Alpha collects personal information about you.} "
    },
    {
      "Text": " We do not disclose your personal information to third parties for their own direct marketing purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Right to Non-Discrimination : We will not discriminate against you for exercising any of these rights. California law also permits you to request certain information regarding the disclosure of your personal information by us and our related companies to third parties for the third parties’ direct marketing purposes.} "
    },
    {
      "Text": "In addition to the specific forms listed above, you can exercise any of these rights by contacting us at privacy@seekingalpha.com and providing us with your name, email address and address (including zip code) or by submitting a request to us through your Seeking Alpha account. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {California law also permits you to request certain information regarding the disclosure of your personal information by us and our related companies to third parties for the third parties’ direct marketing purposes. We do not disclose your personal information to third parties for their own direct marketing purposes.} "
    },
    {
      "Text": "Updates to this Privacy Policy\\nWe may update this Privacy Policy from time to time in response to changing legal, technical or business developments. When we update our Privacy Policy, we will take appropriate measures to inform you, consistent with the significance of the changes we make.  \\n\\nYou can see when this Privacy Policy was last updated by checking the “Last updated” date displayed at the top of this Privacy Policy.  ",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible. 10.} "
    }
  ]
}