{
  "policy_id": "152",
  "text": "HubSpot Privacy Policy × close We use cookies to improve HubSpot’s site. Some cookies are necessary for our website and services to function properly. Other cookies are optional and help personalize your experience, including advertising and analytics. You can consent to all cookies, decline all optional cookies, or manage optional cookies. Without a selection, our default cookie settings will apply. You can change your preferences at any time. To learn more, check out our Cookie Policy . Accept all Decline all Manage Cookies Logo - Full (Color) Skip to content English : Select a language 日本語 Deutsch English Español Português Français High Contrast Contact Sales Log in Customer Support About About Us Careers Contact Us Investor Relations Management Team Home Menu Software Software The HubSpot Customer Platform All of HubSpot’s marketing, sales, customer service, CMS, operations, and commerce software on one platform. Free HubSpot CRM Overview of all products Marketing Hub Marketing automation software. Free and premium plans Sales Hub Sales CRM software. Free and premium plans Service Hub Customer service software. Free and premium plans CMS Hub Content management software. Free and premium plans Commerce Hub B2B commerce software. Free and premium plans Operations Hub Operations software. Free and premium plans HubSpot AI Powerful AI tools throughout the platform. Learn more App Marketplace Connect your favorite apps to HubSpot. See all integrations Pricing Resources Resources Education Blog Ebooks, Guides & More Free Courses & Certifications Inbound Methodology INBOUND 2024 Why HubSpot ? Case Studies Why Choose HubSpot? Services Onboarding & Consulting Services Hire a Service Provider User Resources What's New Partner Programs Developer Tools Community HubSpot Ecosystem About About About Us Careers Contact Us Investor Relations Management Team Start free or get a demo English : Select a language 日本語 Deutsch English Español Português Français High Contrast Contact Sales Log in Customer Support Legal Stuff Talk legal to me Legal For Customers Customer Terms of Service Product Specific Terms Jurisdiction Specific Terms Data Processing Agreement Regional Data Hosting Policy Product and Services Catalog Acceptable Use Policy HubSpot Security Program Content Moderation @HubSpot For Partners App Partner Program Agreement Solutions Partner Program Agreement Marketing Affiliate Program Agreement HubSpot for Startups Partner Agreement Education Partner Agreement For Developers HubSpot Developer Terms HubSpot Developer Policy Acceptable Use Policy For Everyone Website Terms of Use Website Accessibility Privacy Policy Cookie Policy Other Legal Docs Community Terms of Use Marketplace Terms of Use HUG Program Agreement UX Research Participation Agreement Back to Legal Stuff home HubSpot Privacy Policy Last Modified: September 1, 2023 We at HubSpot and our affiliates are committed to protecting your privacy. This Privacy Policy applies to the personal information and data collected by HubSpot when you interact with our websites, product and services, and any other sites or services that link to this Privacy Policy. This includes when you: - interact with us on our websites or through other channels (for example, by communicating with us or attending one of our events); - use our product and services (including the HubSpot Subscription Service); and - when you use any other websites or services that link to this Privacy Policy (for example our other brands such as the Hustle, Trends, and Connect.com). This Privacy Policy describes how we collect, receive, use, store, share, transfer, and process your Personal Data. This Privacy Policy also describes your choices and rights with respect to your Personal Data, including your rights of access and correction of your Personal Data. For the purposes of this Privacy Policy \"Personal Data\" means any information relating to an identified or identifiable individual. If you do not agree with this Privacy Policy, you should not use our websites, product and services, or any other sites or services that link to this Privacy Policy. HubSpot customers may collect and manage Personal Data when using our product and services, or what we may refer to as the Subscription Service . \"Subscription Service\" is defined in the HubSpot Customer Terms of Service and means all of our web-based applications, tools and platforms that you have subscribed to under an Order Form or that we otherwise make available to you, and are developed, operated, and maintained by us, accessible via https://app.hubspot.com or another designated URL, and any ancillary products and services, including website hosting, that we provide to you. When you use the Subscription Service, HubSpot processes  Personal Data as a processor under the direction of our customers. Our customers, as data controllers, are responsible for complying with any regulations or laws that require providing notice, disclosure, and/or obtaining consent prior to collecting their customers’ Personal Data using the Subscription Service. Please see Section 1.b \"Information We Process on Behalf of our Customers When They Use the Subscription Service\" and Section 1.c \"Information We Collect and Process When You Use the Subscription Service\" as well as our Customer Data Processing Agreement for more information. We update this Privacy Policy from time to time and we encourage you to review this Privacy Policy periodically. We will post any Privacy Policy changes on this page and, if the changes are material, we will provide a more prominent notice by sending you an email notification, or if you subscribe to our HubSpot product and services, through the Notification app in your HubSpot account. Terms not otherwise defined in this Privacy Policy will have the meaning as set forth in the HubSpot Customer Terms of Service . If you have any questions about this Privacy Policy or to exercise the privacy rights and choices we offer please contact us as follows: - for HubSpot, including our websites, product or services, please use this form (or use this URL https://preferences.hubspot.com/privacy); - for the Hustle and Trends please contact us at privacy@thehustle.co ; or - for all HubSpot brands (including the Hustle and Trends) write to us by mail at HubSpot, Inc., Two Canal Park, Cambridge, MA 02141 USA, Attn: Privacy and Data Protection Officer. What Information We Collect and Process How We Use Personal Data How We Share Personal Data How We Transfer Personal Data Internationally How We Store and Secure Personal Data Cookies and Similar Technologies Your Privacy Rights and Choices California Privacy Rights Data Protection Officer Other Important Privacy Information 1 . What Information We Collect and Process a. Information You Provide to HubSpot When you interact with us via our websites or any sites or services that link to this Privacy Policy (including theHustle.co, Trends.co, and Connect.com) or use the Subscription Service, we may collect Personal Data and other information from you, as further described below. When You Visit Our Websites We collect Personal Data from you when you submit web forms or interact with our websites, for example by subscribing to a HubSpot blog, signing up for a webinar, subscribing to one of our services or requesting customer support. We may ask for your email address, first and last name, job title, and other similar business information. You are free to explore some of our websites without providing any Personal Data about yourself. INBOUND and Other Event Information When you register for INBOUND or a HubSpot event, we collect information such as name, address, phone number, and email address. We use this information to communicate with you and in some cases facilitate your registration. Additionally, we may share your registration data with service providers of INBOUND in order to provide event information and improve your experience at INBOUND or future HubSpot events. Account and User Information We collect Personal Data when you sign-up for a HubSpot account, create or modify user information, set preferences, or provide any other related information to access or utilize our Subscription Service. Payment Information We collect payment and billing information when you register for paid products or services. For example, we may ask you to provide a billing address, or a billing contact for your HubSpot account. If you give us payment information, we use it solely as authorized by you in accordance with this Privacy Policy. You may also provide payment information, such as a credit card number or bank account numbers, when purchasing products or services. We use secure third-party payment service providers to manage payment processing, which is collected through a secure payment process. Customer Testimonials We post customer testimonials and comments on our websites, which may contain Personal Data. We obtain each customer's consent via email or through other agreements between customers and HubSpot prior to posting the customer's name and testimonial. b. Information We Process on Behalf of Customers When they Use the Subscription Service Our product, or the Subscription Service, allows our customers to create and share marketing, sales and customer service content. When customers use our product, they may collect Personal Data such as first and last name, email address, physical address, phone number, or other information about you. We call the information that our customers submit or collect via the product ‘Customer Data’ under our Customer Terms of Service . We do not control the content of our customers' webpages or the types of Personal Data that our customers may choose to collect or manage using the Subscription Service. We store our customers' information on our service providers' servers but process it as a processor under our customers’ instructions and in accordance with our Customer Terms of Service , which prohibit us from using the information except as necessary to provide and improve the Subscription Service and as required by law. Our customers control and are responsible for correcting, deleting or updating the information they process using the Subscription Service and for complying with any regulations or laws that require providing notice, disclosure, and/or obtaining consent prior to transferring the Personal Data to HubSpot for processing purposes. c. Information We Collect and Process When You Use the Subscription Service Usage Data We collect usage data when you or your users in your HubSpot account interact with the Subscription Service. Usage data includes metrics and information regarding your use and interaction with the Subscription Service such as what product features you use the most, when an object (like a ticket) is opened and closed, and how often certain features (like workflows) are triggered in your account. We engage third party providers to collect usage data. For more information about how we protect your information with these service providers, please see Section 3 \"How We Share Personal Data\". Mobile When you access or use the Subscription Service via our mobile applications, we automatically collect information such as your device model and version, operating system, or device identifiers. Third Party Integrations You may connect third party integrations to your HubSpot account, which may ask for certain permissions to access data or send information to your HubSpot account. It is your responsibility to review any third party integrations you authorize. We may collect information about what types of integrations you use in your HubSpot account. Any permission(s) granted by you, grants these third parties access to your data, which may include (but is not limited to) granting third party applications access to view, store, and modify your HubSpot account data.  We are not responsible for the practices of third party integrations, so please carefully review the permissions you grant to third party applications. For more information on integrations with third party providers, please see here . Gmail Integration If you use the Gmail integration or choose to integrate any other Google Workspace application with HubSpot, you will be asked to give us access to information from your Gmail or Google account. You can learn more about how we access this data here or via in-app notice when you connect to Gmail. By using the Gmail integration with the Subscription Service you will grant the Subscription Service access to information associated with your account, including contacts, emails, calendar, distribution lists, subject lines, and URLs of tracked links from your email, if you use the email tracking functionality. In addition, the Subscription Service will be able to read, modify, create, and send emails from your connected Gmail account. The Subscription Service will scan the content of your emails to identify which emails you have elected to track in order to provide you with the notifications feature. The Subscription Service will store replies, outgoing mail, email headers, subject line, distribution lists, aliases, time sent, and email bodies. Your email may contain sensitive information, such as names of your contacts, your private communications, or financial or medical information. You understand that the correspondences you track will be visible to other users on your Subscription team. If you connect your Gmail account via IMAP (or Generic Inbox Connection), the Subscription Service will have access only to email address, password, server information, email metadata, and message bodies. Additionally, connecting your Gmail account via IMAP does not require you to connect any other Google Workspace applications. Additional Limits on Use of Your Google User Data HubSpot's use and transfer to any other app of information received from Google APIs will adhere to the Google API Services User Data Policy , including the Limited Use requirements. Google Calendar Integration The Subscription Service will have access to both your Google Calendar and any other calendar you access via Google in order to power our Meetings tool, and allow you to associate events with contacts in your HubSpot account. The Subscription Service will have the ability to: create or change your calendars, and update individual calendar events. Google Drive Integration As part of connecting your Google Drive, the Subscription Service will be able to: see your files, upload and download your files, and store file contents and titles. The Subscription Service uses these permissions to power the features of our Composer and Collect tools, allowing you to create drafts of blog posts in Drive and then upload directly for publishing. Google Search Console You can integrate your Google Search Console with our Content Management System (CMS) and our Marketing Hub product. As part of this integration, the Subscription Service will be able to view, manage and store properties which include the list of sites and domains you control in HubSpot and the Search Console data for your connected properties. Chrome Extensions - Sales Extension: You can install the HubSpot Sales Chrome Extension to track Gmail and Google Workspace emails through your Chrome browser. The Extension can read and change all your data on the websites you visit and display notifications. It logs all emails from Gmail and can be used in conjunction with the Inbox Integration. - Collect Extension: The Collect Extension integrates with your Google Drive, allowing you to upload files and text directly from your Chrome Browser into your drive. These files will then be available for your use through the Google Drive integration. - Social Extension: The HubSpot Social Chrome Extension allows sharing of pages, text, and images from around the web with the HubSpot Social Composer tool. You are able to draft or schedule posts, assign campaigns, and then see posts on the Social Calendar tool or in Social Reports once published. The Social Extension is only accesses information about the current page, after its toolbar button is clicked, utilizing the permissions granted here . d. Information We Collect From Other Sources HubSpot Partners We may receive information about you or other users of your HubSpot account from our global network of partners. We may receive this data from our deal and lead registration process through our partners. We may also collect information about you through our partner co-marketing partnerships. For example, you may sign up to a webinar or download a white paper published by HubSpot and a HubSpot co-marketing partner. For more information about our co-marketing program and how we share data with our partners please see below and read about our co-marketing program here . Third Parties We may receive information from third party service providers, from related companies, and from our business and solution partners. Personal Data from Different Sources We may combine the personal information we collect from you with personal information we receive from other sources, such as third party providers of business information and publicly available sources (like social media platforms). This may include physical mail addresses, job titles, email addresses, phone numbers, IP addresses, and social media profiles. This helps us to update and improve our records, identify new customers, create more personalized advertising, suggest products and services that may interest you, deliver personalized communications and promote events. The collection of your Personal Data by these other third party providers is governed by the provider’s privacy policy. Log Files Like most websites and technology services delivered over the Internet, we automatically collect and store information about your computer hardware and software when you visit our websites, use our product and services, or visit other sites or services that link to this Privacy Policy. This information can include your IP address, browser type, domain names, internet service provider (ISP), and the files viewed on our websites (e.g., HTML pages, graphics, etc.), the files viewed on our, or our customer’s websites (if those websites are hosted on HubSpot e.g. HTML pages or, graphics etc), your operating system, access times and referring website addresses. When you use the Subscription Service, we collect and store the categories of information listed above in logs in the following instances, subject to the customer’s implementation settings: - When a HubSpot user logs into their account and accesses tools in the HubSpot Platform; - When an individual visits a customer’s website, if the website is hosted by the HubSpot product; or - When an individual visits a customer’s website, if the customer’s website is self-hosted, if the customer uses our plug-ins, and the customer uses HubSpot scripts and content (such as embedded forms). Buttons, tools, and content from other companies Our websites may include features and widgets (such as the share and/or \"like\" button or interactive mini-programs) that run on our websites. These features may collect your IP address, which page you are visiting on our sites, and may set a cookie to enable the feature to function properly. These features and widgets are either hosted by a third party or hosted directly on our websites. This Privacy Policy does not apply to these features. Your interactions with these features are governed by the privacy policy and other policies of the companies providing them. We have implemented Google reCAPTCHA Enterprise on certain products and services to prevent malicious software from engaging in abusive activities on our websites. You can learn more about data collected by Google and what this data is used for in Google's Privacy Policy . Additional information on Google services and products is available in Google's Terms of Service . Other HubSpot Companies We may receive information about you from other companies that are owned or operated by HubSpot. 2 . How We Use Personal Data a. To Communicate with You About the Product and Services We use the account information you provide to HubSpot when signing up for the Subscription Service and Trends services to send you transactional emails or in-app notification about billing, account management, and other administrative matters. We may also send you updates regarding our Customer Terms of Service or other legal agreements, and may also communicate with you about security incidents via email or in-app notification. We use your information to provide customer support, such as resolving technical issues you encounter and analyzing product outages or bugs. If you use the HubSpot mobile applications, we may send you push notifications from time to time in order to update you about events and promotions. If you no longer wish to receive such communications, you may turn them off at the device level. b. To Provide the Subscription Service We use your account information and Customer Data to provide the product and services to you. For example, we use the email address you provide when signing up for the product to create your user account, and we use your payment information to process payments for paid use of the Subscription Service. We also use this information to authenticate you when you log in and to provide customer support. c. To Improve and Develop Our Product and Services We collect usage data about how you or your users interact with our product and services. We use this data to develop and improve our products and services.  For example, we use usage data to assess trends and usage across the product to help us determine what new features or integrations our users may be interested in. We use Customer Data for machine learning that supports certain products and development of features and functionality with the Subscription Service and similar products and services. For example, machine learning helps power the business card scanner tool if you use our mobile apps and allows for easier imports of data into your HubSpot account. You may opt-out of having your Customer Data used for machine learning by emailing privacy@hubspot.com . We may publish data about how our product and services are being used across our customer base. When we share statistical information externally in this way, the data will be aggregated and we will not identify individual users or customers. For example, we may publish blog posts on trends or insights into how users are interacting with our product. d. To Secure and Protect our Product and HubSpot Users We use your account information to investigate and help prevent security incidents. We may also use this information to meet legal requirements. We use your information to verify user accounts, new product sign-ups, and to detect and prevent product abuse. This includes enforcing our Acceptable Use Policy . We use log files to provide general statistics regarding use of the websites by you, including how you use our websites, what country you are logging in from (for analytics, export control and regulatory purposes) and to help improve the navigation experience. Your IP addresses are also collected and logged for security and debugging purposes, for example to track access patterns, investigate security events and incidents. For these purposes we do link this automatically-collected data to other personal data provided by you such as name, email address, address, and phone number. e. To Market and Promote the Subscription Service We use the information you provide to HubSpot to market and promote the products, services, and other offerings. For example, we use the information, like your email or physical address, to send information or HubSpot content to you which we think may be of interest to you by post, email, or other means and send you marketing communications relating to our business. You may opt out of receiving this promotional content by following the instructions contained in each communication that we send to you or by contacting us at privacy@hubspot.com . If you unsubscribe from our marketing lists, we will continue to contact you regarding administrative matters, and to respond to your requests. We may also reach out to you via telephone to ask about other HubSpot products or services you may be interested in. If you have a call scheduled with a HubSpot representative, we may record and transcribe the call. You will be notified prior to the call that the call is being recorded, and you will be offered an opportunity to opt-out of having the call recorded. Where required by law, we will only send marketing communications with your consent. Otherwise, we will market and advertise our products and services on the basis of our legitimate business interests. We receive information from third party service providers and other sources such as third party providers of business information and publicly available sources. We may receive and use this information from these service providers and other sources in combination with other information we collect through other means described in this Privacy Policy for the purposes of providing you with updates and an improved Subscription Service, like personalized communications, event promotion, and tailoring the websites or product to improve user experience. f. Other purposes if we obtain your consent We share your data with third parties when you give us consent to do so. g. Legal Basis for Processing Personal Data (EEA and UK visitors only) If you are a website visitor located in the European Economic Area (\"EEA\") or United Kingdom (\"UK\"), HubSpot Ireland Limited is the data controller of your Personal Data. HubSpot's Data Protection Officer can be contacted here . Our legal basis for collecting and using the Personal Data described above will depend on the Personal Data concerned and the specific context in which we collect it. However, we will normally collect Personal Data from you only where we have your consent to do so, where we need the Personal Data to perform a contract with you, or where the processing is in our legitimate interests and not overridden by your data protection interests or fundamental rights and freedoms. In some cases, we may also have a legal obligation to collect Personal Data from you. If we ask you to provide Personal Data to comply with a legal requirement or to perform a contract with you, we will make this clear at the relevant time and advise you whether the provision of your Personal Data is mandatory or not (as well as of the possible consequences if you do not provide your Personal Data). Similarly, if we collect and use your Personal Data in reliance on our legitimate interests (or those of any third party), we will make clear to you at the relevant time what those legitimate interests are. 3 . How We Share Personal Data a. Service Providers We may share Personal Data with our third party service providers to support our websites, products, and services. For example, we use service providers for data hosting, application development, marketing, sales support and customer support. We may need to share your information with service providers to provide information about products or services to you. Examples may include removing repetitive information from prospect lists, analyzing data or performing statistical analysis on your use of the Subscription Service or interactions on our websites, providing marketing assistance, processing credit card payments, supplementing the information you provide us in order to provide you with better service, developing and improving the product and services, and providing customer service or support. These service providers are prohibited from using your Personal Data except for these purposes, and they are required to maintain the confidentiality of your information. In all cases where we share your information in this way, we explicitly require the third party service providers to acknowledge and adhere to our privacy and data protection policies and standards. b. Partners We may share data with trusted HubSpot partners to contact you based on your request to receive such communications, help us perform statistical analysis, provide sales support, or provide customer support. Partners are prohibited from using your Personal Data except for these purposes, and they are required to maintain the confidentiality of your data. We also partner with trusted third parties to provide you with co-marketing content that we think may be relevant to you. When you engage with these co-marketing partners, we will tell you who we are sharing data with, and provide a link to the co-marketing partner’s privacy policy so you can learn more about how to opt-out of the partner’s communications. These co-marketing partners are required to adhere to our privacy and data protection policies. For more information on our co-marketing program, see this page . c. Corporate Events If we (or our assets) are acquired by another company, whether by merger, acquisition, bankruptcy or otherwise, that company would receive all information gathered by HubSpot on the websites and the Subscription Service. In this event, you will be notified via email and/or a prominent notice on our website, of any change in ownership, uses of your Personal Data, and choices you may have regarding your Personal Data. d. Public Forums Our websites may offer publicly accessible message boards, blogs, and community forums (e.g. HubSpot Community and Connect.com). Please keep in mind that if you directly disclose any information through our public message boards, blogs, or forums (including profile information associated with the account you use to post the information) it may be read, collected and used by any member of the public who accesses these websites. Your posts and certain profile information may remain even after you terminate your account. We urge you to consider the sensitivity of any information you may disclose in this way. We will correct or delete any information you have posted on the websites if you so request, as described in Section 7 \"Your Privacy Rights and Choices\" below. In some cases, we may not be able to remove your information, in which case we will let you know if we are unable to and why. e. Compelled Disclosure We reserve the right to use or disclose your Personal Data if required by law or if we reasonably believe that use or disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or comply with a law, court order, or legal process. If you use the Subscription Service, Customer Data is considered Confidential Information and you should review the Confidentiality terms in the Customer Terms of Service for more information. HubSpot shares data about requests for customer information, to learn more see our Data Disclosure and Transparency Report . 4 . How We Transfer Personal Data Internationally a. International Transfers within the HubSpot Group To facilitate our global operations, we may transfer information to other HubSpot Affiliates where we have operations for the purposes described in this policy. Please see Annex 3 of our Customer Data Processing Agreement for a list of HubSpot Affiliates and their locations. This Privacy Policy will apply even if we transfer Personal Data to other countries. We have taken appropriate safeguards to require that your Personal Data will remain protected wherever it is transferred. When we share Personal Data of individuals in the European Economic Area (\"EEA\"), Switzerland or the United Kingdom (\"UK\") within and among HubSpot’s Affiliates, we make use  the EU-U.S. Data Privacy Framework, the UK Extension to the EU-U.S. DPF, and the Swiss-U.S. Data Privacy Framework (collectively, the “Data Privacy Framework”). We also implement the Standard Contractual Clauses (approved by the European Commission and Swiss authorities) and UK Addendum to the Standard Contractual Clauses (approved by the UK authorities) where required, as well as additional safeguards where appropriate (such as commercial industry standard secure encryption methods to protect customer data at rest and in transit, TLS for HubSpot hosted sites, web application firewall protection, and other appropriate contractual and organizational measures), as described more in detail here . Please see our Data Privacy Framework below for more information. b. International transfers to third parties Some of the third parties described in this Privacy Policy, which provide services to us under contract, are based in other countries that may not have equivalent privacy and data protection laws to the country in which you reside. When we share Personal Data of individuals in the EEA, Switzerland or UK with third parties, we use a variety of legal mechanisms to safeguard the transfer including the European Commission-approved Data Privacy Framework Standard Contractual Clauses, as well as additional safeguards where appropriate. For transfers to or from the United Kingdom, we make use of the UK Addendum. For transfers to or from Canada, we make use of the standard contractual clauses. With respect to personal data received from or transferred to Canada, HubSpot is subject to the regulatory enforcement powers of the Office of the Privacy Commissioner of Canada. Please contact us if you need more information about the legal mechanisms we rely on to transfer personal data outside the EEA, Switzerland, Canada, and UK. c. Data Privacy Framework Notice HubSpot complies with the EU-U.S. Data Privacy Framework (“EU-U.S. DPF”), the UK Extension to the EU-U.S. DPF, and the Swiss-U.S. Data Privacy Framework (“Swiss-U.S. DPF”) as set forth by the U.S. Department of Commerce (collectively “the Data Privacy Framework”). HubSpot has certified to the U.S. Department of Commerce that it adheres to the EU-US DPF Principles with regard to the processing of Personal Data received from the European Union, and the United Kingdom (and Gibraltar) and to the Swiss-US DPF Principles with regard to the processing of Personal Data received from Switzerland.  If there is any conflict between this Privacy Policy and the DPF Principles, the DPF Principles shall govern.  To learn more about the Data Privacy Framework, and to view our certification, please visit https://www.dataprivacyframework.gov/ . If you are located in the EU, UK or Switzerland, you have the right to request access to the Personal Data that we hold about you and request that we correct, amend or delete your Personal Data if it is inaccurate or processed in violation of the DPF Principles. We will give you an opportunity to opt out where Personal Data we control about you is to be disclosed to an independent third party or used for a purpose that is materially different from those set out in this Privacy Policy. If you would like to exercise any of your rights, please contact us via the details provided below. In compliance with the DPF Principles, HubSpot commits to resolve DPF Principles-related complaints about our collection and use of your Personal Data. We will investigate and attempt to resolve any DPF Principles-related complaints within 45 days. EU, UK and Swiss individuals with inquiries or complaints regarding our handling of Personal Data received in reliance on the DPF Principles should first contact HubSpot here. If you have unresolved DPF-related complaints that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request. Under certain conditions, more fully described on the DPF website, you may be entitled to invoke binding arbitration when other dispute resolution procedures have been exhausted. The Federal Trade Commission has jurisdiction over HubSpot’s compliance with the DPF Principles. In the context of an onward transfer, HubSpot is responsible for the processing of Personal Data it receives under the DPF Principles and subsequently transfers to a third party acting as an agent on our behalf. HubSpot shall remain liable under the DPF Principles if our agent processes your Personal Data in a manner inconsistent with the DPF Principles, unless HubSpot is not responsible for the event giving rise to the damage. Please note that under certain circumstances, we may be required to disclose your Personal Data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements. 5. How We Store and Secure Personal Data a. Data Storage and Security We use a variety of security technologies and procedures to help protect your Personal Data from unauthorized access, use or disclosure. We secure the Personal Data you provide on computer servers in a controlled, secure environment, protected from unauthorized access, use or disclosure. All Personal Data is protected using appropriate physical, technical and organizational measures. For more on Security at HubSpot, please see trust.hubspot.com . b. Retention of Personal Data How long we keep information we collect about you depends on the type of information and how we collect and store it. After a reasonable period of time, we will either delete or anonymize your information or, if this is not possible, then we will securely store your information and isolate it from any further use until deletion is possible. We retain Personal Data that you provide to us where we have an ongoing legitimate business need to do so (for example, as needed to comply with our legal obligations, resolve disputes and enforce our agreements). When we have no ongoing legitimate business need to process your Personal Data, we securely delete the information or anonymize it or, if this is not possible, securely store your Personal Data and isolate it from any further processing until deletion is possible. We will delete this information at an earlier date if you so request, as described in the section \"Privacy Rights and Choices\" below. If you have elected to receive marketing communications from us, we retain information about your marketing preferences for a reasonable period of time from the date you last expressed interest in our content, products, or services, such as when you last opened an email from us or ceased using your HubSpot account.  We retain information derived from cookies and other tracking technologies for a reasonable period of time from the date such information was created. The data our customers process in connection with the Subscription Service is retained according to the HubSpot Customer Terms of Service and Customer Data Processing Agreement . 6. Cookies and Similar Technologies a. Cookies When you visit our websites, sign up for a HubSpot account, attend a HubSpot virtual event, or request more information about HubSpot, we collect information automatically using tracking technologies, like cookies and tracking pixels. For more information, and to learn how to opt out, please refer to our Cookie Policies below. HubSpot and our partners use cookies or similar technologies (such as web beacons and JavaScript) to analyze trends, administer the website, monitor how visitors navigate around the websites, and to gather demographic information about our user base as a whole. To find out more about how we use cookies on our websites and how to manage your cookie preferences please see: - HubSpot Cookie Policy - The Hustle Cookie Policy - Trends Cookie Policy b. Advertising We partner with third party ad networks to display advertising on our website or to manage our advertising on other sites. Our ad network partner uses cookies and web beacons to collect information about your activities on this and other websites to provide you targeted advertising based upon your interests.  If you wish to not have this information used for the purpose of serving you targeted ads, you may opt-out by using these services: https://optout.networkadvertising.org/ or https://optout.aboutads.info/ (or if located in the European Union, by clicking here: http://www.youronlinechoices.eu/ ). Please note this does not opt you out of being served advertising you will continue to receive generic ads. 7. Your Privacy Rights and Choices a. Personal Data Requests You have the following data protection rights: - Access, Correction or Deletion. You can request access, correction, updates or deletion of your Personal Data. - Objection. You can object to our processing of your Personal Data, ask us to restrict processing of your Personal Data or request portability of your Personal Data. - Withdraw Consent. If we have collected and processed your Personal Data with your consent, then you can withdraw your consent at any time. Withdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect processing of your Personal Data conducted in reliance on lawful processing grounds other than consent. - Complaint. You have the right to complain to a data protection authority about our collection and use of your Personal Data. Contact details for data protection authorities in the EEA are available here . We do not sell personal information. To exercise any of these rights: - for HubSpot, including our websites and product or services, please use this form ; - for the Hustle and Trends please contact us at privacy@thehustle.co ; or - for all HubSpot brands (including the Hustle and Trends) write to us by mail at HubSpot, Inc., Two Canal Park, Cambridge, MA 02141 USA, Attn: Privacy and Data Protection Officer. Please note that to protect personal information, we may verify your identity by a method appropriate to the type of request you are making. Depending on where you reside, you may be entitled to empower an “authorized agent” to submit requests on your behalf. We will require authorized agents to confirm their identity and authority, in accordance with applicable laws. You are entitled to exercise the rights described above free from discrimination. We will respond to your request to change, correct, or delete your data within a reasonable timeframe and notify you of the action we have taken. In some instances, your rights may be limited, such as where fulfilling your request would impair the rights of others, our ability to provide a service you have requested, or our ability to comply with our legal obligations and enforce our legal rights. If you are a customer, prospect, or otherwise interact with a HubSpot customer that uses our Subscription Service and would like to access, correct, amend or delete your data controlled by the customer, please contact the relevant customer directly. HubSpot acts as a processor for our customers and will work with our customers to fulfill these requests when applicable. b. Anti-Spam Policy Our Acceptable Use Policy applies to us and to our customers and, among other things, prohibits use of the Subscription Service to send unsolicited commercial email in violation of applicable laws, and requires the inclusion in every email sent using the Subscription Service of an \"opt-out\" mechanism and other required information. We require all of our customers to agree to adhere to the Acceptable Use Policy at all times, and any violations of the Acceptable Use Policy by a customer can result in immediate suspension or termination of the Subscription Service. c. To Unsubscribe From Our Communications You may unsubscribe from our marketing communications through one of the following methods: - by clicking on the \"unsubscribe\" link located on the bottom of our e-mails; - updating your communication preferences; - for HubSpot, by contacting us here; - for the Hustle and Trends by contacting us at privacy@thehustle.co ; or - for all HubSpot brands (including the Hustle and Trends) write to us by mail at HubSpot, Inc., Two Canal Park, Cambridge, MA 02141 USA, Attn: Privacy and Data Protection Officer. Customers cannot opt out of receiving transactional emails related to their account with us or the Subscription Service. d. To Unsubscribe From Our Customers' Communications Our customers are solely responsible for their own marketing emails and other communications; we cannot unsubscribe you from their communications. Individuals who interact with a HubSpot customer can unsubscribe from our customers' marketing communications by clicking on the \"unsubscribe\" link located on the bottom of their emails, or by contacting them directly. 8. California Privacy Rights a. Applicability This section applies only to California consumers. For purposes of this section \"Personal Information\" has the meaning given in the California Consumer Privacy Act (“CCPA”). It describes how we collect, use, and share California consumers' Personal Information in our role as a business, and the rights applicable to such residents. The California Consumer Privacy Act (\"CCPA\") requires businesses to disclose whether they sell Personal Information. HubSpot is a business, and does not sell Personal Information. We may share Personal Information with authorized service providers or business partners who have agreed to our contractual limitations as to their retention, use, and disclosure of such Personal Information . If you are unable to access this Privacy Policy due to a disability or any physical or mental impairment, please contact us and we will arrange to supply you with the information you need in an alternative format that you can access. b. How We Collect, Use, and Share your Personal Information We have collected the following statutory categories of Personal Information in the past twelve (12) months: - Identifiers, such as name, e-mail address, mailing address, and phone number. We collect this information directly from you or from third party sources. - Commercial information, such as subscription records. We collect this information directly from you. - Internet or network information, such as browsing and search history. We collect this information directly from your device. - Geolocation data, such as IP address. We collect this information from your device. - Financial information, such as Payment Information or financial account numbers in the process of providing you with a subscription. We collect this information from you. - Inferences. - Other Personal Information, in instances when you interact with us online, by phone or mail in the context of receiving help through our help desks or other support channels; participation in customer surveys or contests; or in providing the Subscription Service. The business and commercial purposes for which we collect this information are described in Section 2 of this Privacy Policy. The categories of third parties to whom we \"disclose\" this information for a business purpose are described in Section 3 of this Privacy Policy. The period of time for which we retain this information is described in Section 5 of this Privacy Policy. c. Your California Rights You have certain rights regarding the Personal Information we collect or maintain about you. Please note these rights are not absolute, and there may be cases when we decline your request as permitted by law. The right of access means that you have the right to request that we disclose what Personal Information we have collected, used and disclosed about you in the past 12 months. The right of deletion means that you have the right to request that we delete Personal Information collected or maintained by us, subject to certain exceptions. The right of correction means that you have the right to request that we correct any inaccurate personal information that we maintain about you. The right to non-discrimination means that you will not receive any discriminatory treatment when you exercise one of your privacy rights. HubSpot does not sell or share Personal Information to third parties (pursuant to California Civil Code §§ 1798.100–1798.199, also known as the California Consumer Privacy Act of 2018). d. How to Exercise your California Rights You can exercise your rights yourself or you can alternatively designate an authorized agent to exercise these rights on your behalf. Please note that to protect your Personal Information, we will verify your identity by a method appropriate to the type of request you are making. We may also request that your authorized agent have written permission from you to make requests on your behalf, and we may also need to verify your authorized agent's identity to protect your Personal Information. Please use the contact details below, or see Section 7 \"Your Privacy Rights and Choices\" above, if you would like to: - Access this policy in an alternative format; - Exercise your rights; - Learn more about your rights or our privacy practices; or - Designate an authorized agent to make a request on your behalf. 9. Data Protection Officer If you have any questions about this Privacy Policy or our privacy practices, or if you have a disability and need to access this notice in a different format: - for HubSpot contact us here; - for the Hustle and Trends please contact us at privacy@thehustle.co ; or You may also contact us by postal mail for all HubSpot brands at: Nicholas Knoop HubSpot, Inc. Two Canal Park Cambridge, MA 02141 USA 10. Other Important Privacy Information a. We Never Sell Personal Data We will never sell your Personal Data to any third party. b. Information About Children The websites, product and services are not intended for or targeted at children under 16, and we do not knowingly or intentionally collect Personal Data about children under 16. If you believe that we have collected Personal Data about a child under 16, please contact us here , so that we may delete the information. c. Third Party Dispute Resolution If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request. BACK Popular Features All Products and Features Free Meeting Scheduler App HubSpot AI Tools Email Tracking Software AI Content Writer AI Website Generator Email Marketing Software Lead Management Software AI Email Writer Free Website Builder Sales Email Templates Free Online Form Builder Free Chatbot Builder Free Live Chat Software Marketing Analytics Free Landing Page Builder Free Web Hosting Free Tools Website Grader Make My Persona Email Signature Generator Brand Kit Generator Blog Ideas Generator Invoice Template Generator Marketing Plan Generator Free Business Templates Guide Creator Software Comparisons Library Template Marketplace Campaign Assistant Company About Us Careers Management Team Board of Directors Investor Relations Blog Contact Us Customers Customer Support Join a Local User Group Partners All Partner Programs Solutions Partner Program App Partner Program HubSpot for Startups Affiliate Program Facebook Instagram Youtube Twitter Linkedin Medium Tiktok Copyright © 2023 HubSpot, Inc. Legal Stuff Privacy Policy Security Website Accessibility Manage Cookies",
  "annotations": [
    {
      "Text": "Last Modified: September 1, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {See all integrations Pricing Resources Resources Education Blog Ebooks, Guides & More Free Courses & Certifications Inbound Methodology INBOUND 2024 Why HubSpot ? Case Studies Why Choose HubSpot?} "
    },
    {
      "Text": "We update this Privacy Policy from time to time and we encourage you to review this Privacy Policy periodically. We will post any Privacy Policy changes on this page and, if the changes are material, we will provide a more prominent notice by sending you an email notification, or if you subscribe to our HubSpot product and services, through the Notification app in your HubSpot account.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Our customers, as data controllers, are responsible for complying with any regulations or laws that require providing notice, disclosure, and/or obtaining consent prior to collecting their customers’ Personal Data using the Subscription Service. Please see Section 1.b \"Information We Process on Behalf of our Customers When They Use the Subscription Service\" and Section 1.c \"Information We Collect and Process When You Use the Subscription Service\" as well as our Customer Data Processing Agreement for more information.} "
    },
    {
      "Text": "What Information We Collect and Process\\na. Information You Provide to HubSpot\\nWhen you interact with us via our websites or any sites or services that link to this Privacy Policy (including theHustle.co, Trends.co, and Connect.com) or use the Subscription Service, we may collect Personal Data and other information from you, as further described below.\\n\\nWhen You Visit Our Websites\\n\\nWe collect Personal Data from you when you submit web forms or interact with our websites, for example by subscribing to a HubSpot blog, signing up for a webinar, subscribing to one of our services or requesting customer support. We may ask for your email address, first and last name, job title, and other similar business information. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Terms not otherwise defined in this Privacy Policy will have the meaning as set forth in the HubSpot Customer Terms of Service . If you have any questions about this Privacy Policy or to exercise the privacy rights and choices we offer please contact us as follows: - for HubSpot, including our websites, product or services, please use this form (or use this URL https://preferences.hubspot.com/privacy); - for the Hustle and Trends please contact us at privacy@thehustle.co ; or - for all HubSpot brands (including the Hustle and Trends) write to us by mail at HubSpot, Inc., Two Canal Park, Cambridge, MA 02141 USA, Attn: Privacy and Data Protection Officer.} "
    },
    {
      "Text": "INBOUND and Other Event Information \\n\\nWhen you register for INBOUND or a HubSpot event, we collect information such as name, address, phone number, and email address. We use this information to communicate with you and in some cases facilitate your registration.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may ask for your email address, first and last name, job title, and other similar business information. You are free to explore some of our websites without providing any Personal Data about yourself.} "
    },
    {
      "Text": "When you register for INBOUND or a HubSpot event, we collect information such as name, address, phone number, and email address.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may ask for your email address, first and last name, job title, and other similar business information. You are free to explore some of our websites without providing any Personal Data about yourself.} "
    },
    {
      "Text": " Additionally, we may share your registration data with service providers of INBOUND in order to provide event information and improve your experience at INBOUND or future HubSpot events. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {INBOUND and Other Event Information When you register for INBOUND or a HubSpot event, we collect information such as name, address, phone number, and email address. We use this information to communicate with you and in some cases facilitate your registration.} "
    },
    {
      "Text": "Account and User Information\\n\\nWe collect Personal Data when you sign-up for a HubSpot account, create or modify user information, set preferences, or provide any other related information to access or utilize our Subscription Service. \\n\\nPayment Information \\n\\nWe collect payment and billing information when you register for paid products or services. For example, we may ask you to provide a billing address, or a billing contact for your HubSpot account.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We use this information to communicate with you and in some cases facilitate your registration. Additionally, we may share your registration data with service providers of INBOUND in order to provide event information and improve your experience at INBOUND or future HubSpot events.} "
    },
    {
      "Text": "Information We Process on Behalf of Customers When they Use the Subscription Service\\nOur product, or the Subscription Service, allows our customers to create and share marketing, sales and customer service content. When customers use our product, they may collect Personal Data such as first and last name, email address, physical address, phone number, or other information about you. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {When you use the Subscription Service, HubSpot processes  Personal Data as a processor under the direction of our customers. Our customers, as data controllers, are responsible for complying with any regulations or laws that require providing notice, disclosure, and/or obtaining consent prior to collecting their customers’ Personal Data using the Subscription Service.} "
    },
    {
      "Text": "Information We Collect and Process When You Use the Subscription Service\\nUsage Data \\n\\nWe collect usage data when you or your users in your HubSpot account interact with the Subscription Service. Usage data includes metrics and information regarding your use and interaction with the Subscription Service such as what product features you use the most, when an object (like a ticket) is opened and closed, and how often certain features (like workflows) are triggered in your account. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {When you use the Subscription Service, HubSpot processes  Personal Data as a processor under the direction of our customers. Our customers, as data controllers, are responsible for complying with any regulations or laws that require providing notice, disclosure, and/or obtaining consent prior to collecting their customers’ Personal Data using the Subscription Service.} "
    },
    {
      "Text": "Usage Data \\n\\nWe collect usage data when you or your users in your HubSpot account interact with the Subscription Service. Usage data includes metrics and information regarding your use and interaction with the Subscription Service such as what product features you use the most, when an object (like a ticket) is opened and closed, and how often certain features (like workflows) are triggered in your account. \\n\\nWe engage third party providers to collect usage data",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We store our customers' information on our service providers' servers but process it as a processor under our customers’ instructions and in accordance with our Customer Terms of Service , which prohibit us from using the information except as necessary to provide and improve the Subscription Service and as required by law. Our customers control and are responsible for correcting, deleting or updating the information they process using the Subscription Service and for complying with any regulations or laws that require providing notice, disclosure, and/or obtaining consent prior to transferring the Personal Data to HubSpot for processing purposes.} "
    },
    {
      "Text": "Mobile \\n\\nWhen you access or use the Subscription Service via our mobile applications, we automatically collect information such as your device model and version, operating system, or device identifiers.  ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We engage third party providers to collect usage data. For more information about how we protect your information with these service providers, please see Section 3 \"How We Share Personal Data\".} "
    },
    {
      "Text": "Third Party Integrations \\n\\nYou may connect third party integrations to your HubSpot account, which may ask for certain permissions to access data or send information to your HubSpot account.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For more information about how we protect your information with these service providers, please see Section 3 \"How We Share Personal Data\". Mobile When you access or use the Subscription Service via our mobile applications, we automatically collect information such as your device model and version, operating system, or device identifiers.} "
    },
    {
      "Text": "We may collect information about what types of integrations you use in your HubSpot account.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Third Party Integrations You may connect third party integrations to your HubSpot account, which may ask for certain permissions to access data or send information to your HubSpot account. It is your responsibility to review any third party integrations you authorize.} "
    },
    {
      "Text": "By using the Gmail integration with the Subscription Service you will grant the Subscription Service access to information associated with your account, including contacts, emails, calendar, distribution lists, subject lines, and URLs of tracked links from your email, if you use the email tracking functionality. In addition, the Subscription Service will be able to read, modify, create, and send emails from your connected Gmail account. The Subscription Service will scan the content of your emails to identify which emails you have elected to track in order to provide you with the notifications feature. The Subscription Service will store replies, outgoing mail, email headers, subject line, distribution lists, aliases, time sent, and email bodies. Your email may contain sensitive information, such as names of your contacts, your private communications, or financial or medical information. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Gmail Integration If you use the Gmail integration or choose to integrate any other Google Workspace application with HubSpot, you will be asked to give us access to information from your Gmail or Google account. You can learn more about how we access this data here or via in-app notice when you connect to Gmail.} "
    },
    {
      "Text": "If you connect your Gmail account via IMAP (or Generic Inbox Connection), the Subscription Service will have access only to email address, password, server information, email metadata, and message bodies",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Your email may contain sensitive information, such as names of your contacts, your private communications, or financial or medical information. You understand that the correspondences you track will be visible to other users on your Subscription team.} "
    },
    {
      "Text": "Google Calendar Integration\\n\\nThe Subscription Service will have access to both your Google Calendar and any other calendar you access via Google in order to power our Meetings tool, and allow you to associate events with contacts in your HubSpot account. The Subscription Service will have the ability to: create or change your calendars, and update individual calendar events.\\n\\nGoogle Drive Integration\\n\\nAs part of connecting your Google Drive, the Subscription Service will be able to: see your files, upload and download your files, and store file contents and titles. The Subscription Service uses these permissions to power the features of our Composer and Collect tools, allowing you to create drafts of blog posts in Drive and then upload directly for publishing.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Additionally, connecting your Gmail account via IMAP does not require you to connect any other Google Workspace applications. Additional Limits on Use of Your Google User Data HubSpot's use and transfer to any other app of information received from Google APIs will adhere to the Google API Services User Data Policy , including the Limited Use requirements.} "
    },
    {
      "Text": "nformation We Collect From Other Sources\\nHubSpot Partners \\n\\nWe may receive information about you or other users of your HubSpot account from our global network of partners. We may receive this data from our deal and lead registration process through our partners.\\n\\nWe may also collect information about you through our partner co-marketing partnerships. For example, you may sign up to a webinar or download a white paper published by HubSpot and a HubSpot co-marketing partner. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You are able to draft or schedule posts, assign campaigns, and then see posts on the Social Calendar tool or in Social Reports once published. The Social Extension is only accesses information about the current page, after its toolbar button is clicked, utilizing the permissions granted here .} "
    },
    {
      "Text": "Third Parties \\n\\nWe may receive information from third party service providers, from related companies, and from our business and solution partners.\\n\\nPersonal Data from Different Sources\\n\\nWe may combine the personal information we collect from you with personal information we receive from other sources, such as third party providers of business information and publicly available sources (like social media platforms). This may include physical mail addresses, job titles, email addresses, phone numbers, IP addresses, and social media profiles. This helps us to update and improve our records, identify new customers, create more personalized advertising, suggest products and services that may interest you, deliver personalized communications and promote events. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For example, you may sign up to a webinar or download a white paper published by HubSpot and a HubSpot co-marketing partner. For more information about our co-marketing program and how we share data with our partners please see below and read about our co-marketing program here .} "
    },
    {
      "Text": "Log Files \\n\\nLike most websites and technology services delivered over the Internet, we automatically collect and store information about your computer hardware and software when you visit our websites, use our product and services, or visit other sites or services that link to this Privacy Policy. This information can include your IP address, browser type, domain names, internet service provider (ISP), and the files viewed on our websites (e.g., HTML pages, graphics, etc.), the files viewed on our, or our customer’s websites (if those websites are hosted on HubSpot e.g. HTML pages or, graphics etc), your operating system, access times and referring website addresses. \\n\\nWhen you use the Subscription Service, we collect and store the categories of information listed above in logs in the following instances, subject to the customer’s implementation settings:\\n\\n- When a HubSpot user logs into their account and accesses tools in the HubSpot Platform;\\n- When an individual visits a customer’s website, if the website is hosted by the HubSpot product; or\\n- When an individual visits a customer’s website, if the customer’s website is self-hosted, if the customer uses our plug-ins, and the customer uses HubSpot scripts and content (such as embedded forms).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This helps us to update and improve our records, identify new customers, create more personalized advertising, suggest products and services that may interest you, deliver personalized communications and promote events. The collection of your Personal Data by these other third party providers is governed by the provider’s privacy policy.} "
    },
    {
      "Text": "Buttons, tools, and content from other companies\\n\\nOur websites may include features and widgets (such as the share and/or \"like\" button or interactive mini-programs) that run on our websites. These features may collect your IP address, which page you are visiting on our sites, and may set a cookie to enable the feature to function properly. These features and widgets are either hosted by a third party or hosted directly on our websites",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {HTML pages or, graphics etc), your operating system, access times and referring website addresses. When you use the Subscription Service, we collect and store the categories of information listed above in logs in the following instances, subject to the customer’s implementation settings: - When a HubSpot user logs into their account and accesses tools in the HubSpot Platform; - When an individual visits a customer’s website, if the website is hosted by the HubSpot product; or - When an individual visits a customer’s website, if the customer’s website is self-hosted, if the customer uses our plug-ins, and the customer uses HubSpot scripts and content (such as embedded forms).} "
    },
    {
      "Text": "How We Use Personal Data\\na. To Communicate with You About the Product and Services\\nWe use the account information you provide to HubSpot when signing up for the Subscription Service and Trends services to send you transactional emails or in-app notification about billing, account management, and other administrative matters. We may also send you updates regarding our Customer Terms of Service or other legal agreements, and may also communicate with you about security incidents via email or in-app notification. \\n\\nWe use your information to provide customer support, such as resolving technical issues you encounter and analyzing product outages or bugs. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Other HubSpot Companies We may receive information about you from other companies that are owned or operated by HubSpot. 2 .} "
    },
    {
      "Text": "To Provide the Subscription Service\\nWe use your account information and Customer Data to provide the product and services to you. For example, we use the email address you provide when signing up for the product to create your user account, and we use your payment information to process payments for paid use of the Subscription Service. We also use this information to authenticate you when you log in and to provide customer support.\\n\\nc. To Improve and Develop Our Product and Services\\nWe collect usage data about how you or your users interact with our product and services. We use this data to develop and improve our products and services.  For example, we use usage data to assess trends and usage across the product to help us determine what new features or integrations our users may be interested in. \\n\\nWe use Customer Data for machine learning that supports certain products and development of features and functionality with the Subscription Service and similar products and services. For example, machine learning helps power the business card scanner tool if you use our mobile apps and allows for easier imports of data into your HubSpot accoun",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you no longer wish to receive such communications, you may turn them off at the device level. b.} "
    },
    {
      "Text": "We may publish data about how our product and services are being used across our customer base. When we share statistical information externally in this way, the data will be aggregated and we will not identify individual users or customers. For example, we may publish blog posts on trends or insights into how users are interacting with our product. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For example, machine learning helps power the business card scanner tool if you use our mobile apps and allows for easier imports of data into your HubSpot account. You may opt-out of having your Customer Data used for machine learning by emailing privacy@hubspot.com .} "
    },
    {
      "Text": "To Secure and Protect our Product and HubSpot Users\\nWe use your account information to investigate and help prevent security incidents. We may also use this information to meet legal requirements. We use your information to verify user accounts, new product sign-ups, and to detect and prevent product abuse. This includes enforcing our Acceptable Use Policy. \\n\\nWe use log files to provide general statistics regarding use of the websites by you, including how you use our websites, what country you are logging in from (for analytics, export control and regulatory purposes) and to help improve the navigation experience. Your IP addresses are also collected and logged for security and debugging purposes, for example to track access patterns, investigate security events and incidents. For these purposes we do link this automatically-collected data to other personal data provided by you such as name, email address, address, and phone number. \\n\\ne. To Market and Promote the Subscription Service\\nWe use the information you provide to HubSpot to market and promote the products, services, and other offerings. For example, we use the information, like your email or physical address, to send information or HubSpot content to you which we think may be of interest to you by post, email, or other means and send you marketing communications relating to our business.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {When we share statistical information externally in this way, the data will be aggregated and we will not identify individual users or customers. For example, we may publish blog posts on trends or insights into how users are interacting with our product.} "
    },
    {
      "Text": "We may also reach out to you via telephone to ask about other HubSpot products or services you may be interested in. If you have a call scheduled with a HubSpot representative, we may record and transcribe the call.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may opt out of receiving this promotional content by following the instructions contained in each communication that we send to you or by contacting us at privacy@hubspot.com . If you unsubscribe from our marketing lists, we will continue to contact you regarding administrative matters, and to respond to your requests.} "
    },
    {
      "Text": "We receive information from third party service providers and other sources such as third party providers of business information and publicly available sources. We may receive and use this information from these service providers and other sources in combination with other information we collect through other means described in this Privacy Policy for the purposes of providing you with updates and an improved Subscription Service, like personalized communications, event promotion, and tailoring the websites or product to improve user experience. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Where required by law, we will only send marketing communications with your consent. Otherwise, we will market and advertise our products and services on the basis of our legitimate business interests.} "
    },
    {
      "Text": "Other purposes if we obtain your consent\\nWe share your data with third parties when you give us consent to do so.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We receive information from third party service providers and other sources such as third party providers of business information and publicly available sources. We may receive and use this information from these service providers and other sources in combination with other information we collect through other means described in this Privacy Policy for the purposes of providing you with updates and an improved Subscription Service, like personalized communications, event promotion, and tailoring the websites or product to improve user experience.} "
    },
    {
      "Text": "How We Share Personal Data\\na. Service Providers \\nWe may share Personal Data with our third party service providers to support our websites, products, and services. For example, we use service providers for data hosting, application development, marketing, sales support and customer support. We may need to share your information with service providers to provide information about products or services to you. Examples may include removing repetitive information from prospect lists, analyzing data or performing statistical analysis on your use of the Subscription Service or interactions on our websites, providing marketing assistance, processing credit card payments, supplementing the information you provide us in order to provide you with better service, developing and improving the product and services, and providing customer service or support.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Similarly, if we collect and use your Personal Data in reliance on our legitimate interests (or those of any third party), we will make clear to you at the relevant time what those legitimate interests are. 3 .} "
    },
    {
      "Text": "Partners \\nWe may share data with trusted HubSpot partners to contact you based on your request to receive such communications, help us perform statistical analysis, provide sales support, or provide customer support. Partners are prohibited from using your Personal Data except for these purposes, and they are required to maintain the confidentiality of your data.\\n\\nWe also partner with trusted third parties to provide you with co-marketing content that we think may be relevant to you. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In all cases where we share your information in this way, we explicitly require the third party service providers to acknowledge and adhere to our privacy and data protection policies and standards. b.} "
    },
    {
      "Text": "Corporate Events \\nIf we (or our assets) are acquired by another company, whether by merger, acquisition, bankruptcy or otherwise, that company would receive all information gathered by HubSpot on the websites and the Subscription Service",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {These co-marketing partners are required to adhere to our privacy and data protection policies. For more information on our co-marketing program, see this page .} "
    },
    {
      "Text": "Corporate Events \\nIf we (or our assets) are acquired by another company, whether by merger, acquisition, bankruptcy or otherwise, that company would receive all information gathered by HubSpot on the websites and the Subscription Service",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {These co-marketing partners are required to adhere to our privacy and data protection policies. For more information on our co-marketing program, see this page .} "
    },
    {
      "Text": " Compelled Disclosure \\nWe reserve the right to use or disclose your Personal Data if required by law or if we reasonably believe that use or disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or comply with a law, court order, or legal process.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We will correct or delete any information you have posted on the websites if you so request, as described in Section 7 \"Your Privacy Rights and Choices\" below. In some cases, we may not be able to remove your information, in which case we will let you know if we are unable to and why.} "
    },
    {
      "Text": "Cookies and Similar Technologies\\na. Cookies \\nWhen you visit our websites, sign up for a HubSpot account, attend a HubSpot virtual event, or request more information about HubSpot, we collect information automatically using tracking technologies, like cookies and tracking pixels",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The data our customers process in connection with the Subscription Service is retained according to the HubSpot Customer Terms of Service and Customer Data Processing Agreement . 6.} "
    },
    {
      "Text": "HubSpot and our partners use cookies or similar technologies (such as web beacons and JavaScript) to analyze trends, administer the website, monitor how visitors navigate around the websites, and to gather demographic information about our user base as a whole",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Cookies When you visit our websites, sign up for a HubSpot account, attend a HubSpot virtual event, or request more information about HubSpot, we collect information automatically using tracking technologies, like cookies and tracking pixels. For more information, and to learn how to opt out, please refer to our Cookie Policies below.} "
    },
    {
      "Text": "HubSpot and our partners use cookies or similar technologies (such as web beacons and JavaScript) to analyze trends, administer the website, monitor how visitors navigate around the websites, and to gather demographic information about our user base as a whole",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Cookies When you visit our websites, sign up for a HubSpot account, attend a HubSpot virtual event, or request more information about HubSpot, we collect information automatically using tracking technologies, like cookies and tracking pixels. For more information, and to learn how to opt out, please refer to our Cookie Policies below.} "
    },
    {
      "Text": " Advertising \\nWe partner with third party ad networks to display advertising on our website or to manage our advertising on other sites. Our ad network partner uses cookies and web beacons to collect information about your activities on this and other websites to provide you targeted advertising based upon your interests.  ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {HubSpot and our partners use cookies or similar technologies (such as web beacons and JavaScript) to analyze trends, administer the website, monitor how visitors navigate around the websites, and to gather demographic information about our user base as a whole. To find out more about how we use cookies on our websites and how to manage your cookie preferences please see: - HubSpot Cookie Policy - The Hustle Cookie Policy - Trends Cookie Policy b.} "
    },
    {
      "Text": " If you wish to not have this information used for the purpose of serving you targeted ads, you may opt-out by using these services: https://optout.networkadvertising.org/ or https://optout.aboutads.info/ (or if located in the European Union, by clicking here: http://www.youronlinechoices.eu/). ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Advertising We partner with third party ad networks to display advertising on our website or to manage our advertising on other sites. Our ad network partner uses cookies and web beacons to collect information about your activities on this and other websites to provide you targeted advertising based upon your interests.} "
    },
    {
      "Text": "If you wish to not have this information used for the purpose of serving you targeted ads, you may opt-out by using these services: https://optout.networkadvertising.org/ or https://optout.aboutads.info/ (or if located in the European Union, by clicking here: http://www.youronlinechoices.eu/)",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Advertising We partner with third party ad networks to display advertising on our website or to manage our advertising on other sites. Our ad network partner uses cookies and web beacons to collect information about your activities on this and other websites to provide you targeted advertising based upon your interests.} "
    },
    {
      "Text": "Access, Correction or Deletion. You can request access, correction, updates or deletion of your Personal Data.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {See all integrations Pricing Resources Resources Education Blog Ebooks, Guides & More Free Courses & Certifications Inbound Methodology INBOUND 2024 Why HubSpot ? Case Studies Why Choose HubSpot?} "
    },
    {
      "Text": "Access, Correction or Deletion. You can request access, correction, updates or deletion of your Personal Data.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {See all integrations Pricing Resources Resources Education Blog Ebooks, Guides & More Free Courses & Certifications Inbound Methodology INBOUND 2024 Why HubSpot ? Case Studies Why Choose HubSpot?} "
    },
    {
      "Text": "- Access, Correction or Deletion. You can request access, correction, updates or deletion of your Personal Data.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We do not sell personal information.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {You have the right to complain to a data protection authority about our collection and use of your Personal Data. Contact details for data protection authorities in the EEA are available here .} "
    },
    {
      "Text": "To exercise any of these rights:\\n\\n- for HubSpot, including our websites and product or services, please use this form;\\n- for the Hustle and Trends please contact us at privacy@thehustle.co; or\\n- for all HubSpot brands (including the Hustle and Trends) write to us by mail at HubSpot, Inc., Two Canal Park, Cambridge, MA 02141 USA, Attn: Privacy and Data Protection Officer.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Contact details for data protection authorities in the EEA are available here . We do not sell personal information.} "
    },
    {
      "Text": "You are entitled to exercise the rights described above free from discrimination.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Depending on where you reside, you may be entitled to empower an “authorized agent” to submit requests on your behalf. We will require authorized agents to confirm their identity and authority, in accordance with applicable laws.} "
    },
    {
      "Text": "HubSpot is a business, and does not sell Personal Information. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {It describes how we collect, use, and share California consumers' Personal Information in our role as a business, and the rights applicable to such residents. The California Consumer Privacy Act (\"CCPA\") requires businesses to disclose whether they sell Personal Information.} "
    },
    {
      "Text": "We may share Personal Information with authorized service providers or business partners who have agreed to our contractual limitations as to their retention, use, and disclosure of such Personal Information. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The California Consumer Privacy Act (\"CCPA\") requires businesses to disclose whether they sell Personal Information. HubSpot is a business, and does not sell Personal Information.} "
    },
    {
      "Text": "How We Collect, Use, and Share your Personal Information \\nWe have collected the following statutory categories of Personal Information in the past twelve (12) months:\\n\\n- Identifiers, such as name, e-mail address, mailing address, and phone number. We collect this information directly from you or from third party sources. \\n- Commercial information, such as subscription records. We collect this information directly from you. \\n- Internet or network information, such as browsing and search history. We collect this information directly from your device. \\n- Geolocation data, such as IP address. We collect this information from your device.\\n- Financial information, such as Payment Information or financial account numbers in the process of providing you with a subscription. We collect this information from you. \\n- Inferences. \\n- Other Personal Information, in instances when you interact with us online, by phone or mail in the context of receiving help through our help desks or other support channels; participation in customer surveys or contests; or in providing the Subscription Service. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you are unable to access this Privacy Policy due to a disability or any physical or mental impairment, please contact us and we will arrange to supply you with the information you need in an alternative format that you can access. b.} "
    },
    {
      "Text": "The right of access means that you have the right to request that we disclose what Personal Information we have collected, used and disclosed about you in the past 12 months. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {c. Your California Rights You have certain rights regarding the Personal Information we collect or maintain about you. Please note these rights are not absolute, and there may be cases when we decline your request as permitted by law.} "
    },
    {
      "Text": "The right of access means that you have the right to request that we disclose what Personal Information we have collected, used and disclosed about you in the past 12 months. ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {c. Your California Rights You have certain rights regarding the Personal Information we collect or maintain about you. Please note these rights are not absolute, and there may be cases when we decline your request as permitted by law.} "
    },
    {
      "Text": "The right of deletion means that you have the right to request that we delete Personal Information collected or maintained by us, subject to certain exceptions. ",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Please note these rights are not absolute, and there may be cases when we decline your request as permitted by law. The right of access means that you have the right to request that we disclose what Personal Information we have collected, used and disclosed about you in the past 12 months.} "
    },
    {
      "Text": "The right of correction means that you have the right to request that we correct any inaccurate personal information that we maintain about you.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {The right of access means that you have the right to request that we disclose what Personal Information we have collected, used and disclosed about you in the past 12 months. The right of deletion means that you have the right to request that we delete Personal Information collected or maintained by us, subject to certain exceptions.} "
    },
    {
      "Text": "The right to non-discrimination means that you will not receive any discriminatory treatment when you exercise one of your privacy rights. ",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {The right of deletion means that you have the right to request that we delete Personal Information collected or maintained by us, subject to certain exceptions. The right of correction means that you have the right to request that we correct any inaccurate personal information that we maintain about you.} "
    },
    {
      "Text": "HubSpot does not sell or share Personal Information to third parties (pursuant to California Civil Code §§ 1798.100–1798.199, also known as the California Consumer Privacy Act of 2018). ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The right of correction means that you have the right to request that we correct any inaccurate personal information that we maintain about you. The right to non-discrimination means that you will not receive any discriminatory treatment when you exercise one of your privacy rights.} "
    },
    {
      "Text": "Please use the contact details below, or see Section 7 \"Your Privacy Rights and Choices\" above, if you would like to: \\n\\n- Access this policy in an alternative format;\\n- Exercise your rights;\\n- Learn more about your rights or our privacy practices; or\\n- Designate an authorized agent to make a request on your behalf.\\n \\n\\n9. Data Protection Officer\\nIf you have any questions about this Privacy Policy or our privacy practices, or if you have a disability and need to access this notice in a different format:\\n\\n- for HubSpot contact us here;\\n- for the Hustle and Trends please contact us at privacy@thehustle.co; or",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Please note that to protect your Personal Information, we will verify your identity by a method appropriate to the type of request you are making. We may also request that your authorized agent have written permission from you to make requests on your behalf, and we may also need to verify your authorized agent's identity to protect your Personal Information.} "
    },
    {
      "Text": "e will never sell your Personal Data to any third party.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Data Protection Officer If you have any questions about this Privacy Policy or our privacy practices, or if you have a disability and need to access this notice in a different format: - for HubSpot contact us here; - for the Hustle and Trends please contact us at privacy@thehustle.co ; or You may also contact us by postal mail for all HubSpot brands at: Nicholas Knoop HubSpot, Inc. Two Canal Park Cambridge, MA 02141 USA 10. Other Important Privacy Information a.} "
    },
    {
      "Text": "We may ask for your email address, first and last name, job title, and other similar business information",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Information You Provide to HubSpot When you interact with us via our websites or any sites or services that link to this Privacy Policy (including theHustle.co, Trends.co, and Connect.com) or use the Subscription Service, we may collect Personal Data and other information from you, as further described below. When You Visit Our Websites We collect Personal Data from you when you submit web forms or interact with our websites, for example by subscribing to a HubSpot blog, signing up for a webinar, subscribing to one of our services or requesting customer support.} "
    },
    {
      "Text": "When you access or use the Subscription Service via our mobile applications, we automatically collect information such as your device model and version, operating system, or device identifiers.  ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We engage third party providers to collect usage data. For more information about how we protect your information with these service providers, please see Section 3 \"How We Share Personal Data\".} "
    },
    {
      "Text": "This information can include your IP address, browser type, domain names, internet service provider (ISP), and the files viewed on our websites (e.g., HTML pages, graphics, etc.), the files viewed on our, or our customer’s websites (if those websites are hosted on HubSpot e.g. HTML pages or, graphics etc), your operating system, access times and referring website addresses. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The collection of your Personal Data by these other third party providers is governed by the provider’s privacy policy. Log Files Like most websites and technology services delivered over the Internet, we automatically collect and store information about your computer hardware and software when you visit our websites, use our product and services, or visit other sites or services that link to this Privacy Policy.} "
    },
    {
      "Text": "This may include physical mail addresses, job titles, email addresses, phone numbers, IP addresses, and social media profiles",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Third Parties We may receive information from third party service providers, from related companies, and from our business and solution partners. Personal Data from Different Sources We may combine the personal information we collect from you with personal information we receive from other sources, such as third party providers of business information and publicly available sources (like social media platforms).} "
    }
  ]
}