{
  "policy_id": "153",
  "text": "Privacy Policy - MyAnimeList.net Hide Ads Login Sign Up MyAnimeList.net All Anime Manga Characters People Companies Manga Store News Featured Articles Forum Clubs Users View all results for ${ keyword } Anime Anime Search Top Anime Seasonal Anime Videos Reviews Recommendations 2023 Challenge Fantasy Anime League Manga Manga Search Top Manga Manga Store Reviews Recommendations 2023 Challenge Community Interest Stacks Forums Clubs Blogs Users Industry News Featured Articles People Characters Companies MAL×Japan Watch Episode Videos Anime Trailers Read Manga Store Help About Support Advertising FAQ Report Staff MAL Supporter MyAnimeList Privacy Policy Update to our Privacy Policy We have recently updated our privacy policy, which will be implemented from February 27, 2023 onwards. Download PDF LAST UPDATED: February 27, 2023 Privacy Policy MyAnimeList Co., Ltd. (previously MyAnimeList, LLC) (“MAL”, “MyAnimeList”, “Company”, “we”,\n  “us”, or “our”) has adopted this Privacy Policy to explain how we collect, store and otherwise\n  process your information. This Privacy Policy applies to the website www.MyAnimeList.net, MyAnimeList branded mobile applications and all other sites and online services owned,\n  operated or controlled by MAL that link to this Privacy Policy (collectively the “Sites”). Your\n  privacy is important to us, and we take your privacy very seriously. We designed our Privacy\n  Policy to cover how we collect and use your information in connection with use of our Sites;\n  how you can control the use and disclosure of your information; how your information is\n  protected; and how this information may be used and disclosed. If you have any questions\n  about this Privacy Policy, please contact us at legal@mail.myanimelist.net . Scope What information the Sites collect How we use the information that we collect Information disclosures Your choices, cookies and other tracking technologies and “do not track”\n      signals Access California Residents European Users and the General Data Protection Regulation (GDPR) Brazilian Users and Lei Geral de Proteção de Dados (LGPD) Data Protection Officer Children Confidentiality and security Data Storage in Japan and the United States Changes to this Privacy Policy Contacting Us 1. Scope This Privacy Policy is applicable\n  only to the Sites and does not extend to information collected by any other\n  websites or applications or to the practices or procedures of companies that\n  the Company does not control. Note that the Sites may contain links to (or otherwise integrate with) other\n  websites or applications, such as ad banners linking to another website. In such cases, this\n  Privacy Policy does not apply to information collected on that website or application.\n  We are not responsible for the privacy practices of other\n  websites or applications, and we recommend that you read the privacy policies of each website\n  that you visit or application that you use. 2. What information the Sites\n    collect Information you provide to us: You do not need to provide\n  information directly to us in order to view the Sites. However, when you use\n  certain functions on the Sites, such as accessing certain features or content,\n  registering for certain services, setting up a profile or contacting the Sites\n  directly, you may provide us or we may ask for personally identifiable information\n  or other information, which may include: contact information, such as name, email address, postal address and phone number; account information such as username and password for your account; information posted in community discussions and other interactive online features; information you may decide to provide when you sign up, on your profile or through your account, such as\n    date of birth, gender, nationality, photographs, friends, biographies, anime or manga related lists and favorites,\n    comments, posts, reviews, ratings, recommendations and other information or content you\n    may provide when you sign up, through your account or on your profile; search queries conducted on the Sites; payment-related information (if you make payments on the Sites), such as PayPal payer ID and Stripe customer ID; and correspondence you send to us. Information automatically collected when you visit and interact with the Sites: When you use, interact with and\n  visit the Sites, certain information may automatically be collected, including: information collected through HTML cookies, Flash cookies, web beacons, and similar\n    technologies; your computer's Internet Protocol (IP) address, geo location and time zone; your bandwidth speed and information about the software programs that are installed on your\n    computer or other\n    device; your browser type and operating system; the web pages you were visiting immediately before and after you came to the Sites; aggregated data about email click-through rates and user video viewing; activities within community discussions; and standard server log information. The above listed technologies and information track your usage of the Sites\n  and help us with respect to certain functionality of the Sites such as recognizing you,\n  remembering your preferences, bringing you advertising (both on and off the Sites)\n  and otherwise providing you with a more personalized experience. Information we collect from other sources: We may access information about you\n  from third-party sources and platforms (such as Google Analytics Demographics\n  and Interests Reports, social networking sites, databases, online marketing\n  firms, our strategic business partners and ad targeting firms), including: unique identifiers, including mobile device identification numbers, that can identify the\n    physical location of\n    such devices in accordance with applicable law; demographic data, such as age range, gender, and interests; if you access third-party social networking services (such as Facebook Connect or\n    Twitter) through the Sites, your username and connection lists for those\n    services; contact information such as name, email address, phone number and postal address; and advertisement interaction and viewing data, such as ad click-through rates and information\n    about how many times you viewed a particular ad. Please note that the Sites may\n  combine information we obtain from third-party sources with the information\n  that we collect. Please also note that, if you make a payment on or\n  through the Sites for digital content or for other transactions, we use\n  third-party service providers to process your payment information. 3. How we use the information that we collect Advertising: In order to provide our users\n  with free access to our content, we display advertisements and other content on the Sites, many\n  of which are targeted based on information about you. We may also send you\n  advertising through other means, such as email. Using information collected\n  through cookies, web beacons, and other sources, we may use demographic data or\n  information about your online activities or interests to display or communicate\n  targeted advertising that may be relevant to your preferences. Through this\n  process, advertisers reach Sites visitors who are most interested in their\n  products, and you see advertising for products or services in which you may be\n  interested. Third-party advertisers and advertising platforms also may serve targeted ads\n  on the Sites. Please remember that the information practices of third-party\n  advertisers or platforms collecting data on our Sites are not covered by this\n  Privacy Policy. Email Communications: We may use the information that we\n  collect to send you e-mail communications, such as information about changes to\n  the Sites or your account, promotional messages about our email newsletters,\n  and our own or our affiliates’ or marketing partners' products and services. Request Fulfillment: We may use the information that we\n  collect to fulfill your requests for products, services, and information. We\n  may use your contact information to respond to your customer service requests\n  or to enable you to participate in features on the Sites such as surveys,\n  polls, sweepstakes, and message boards. User Accounts: To provide you with an open and\n  civil, discussion forum, we track user involvement in our community\n  discussions. Our forum moderators monitor discussions and delete comments that\n  we deem inappropriate in our forums. For more information on this process,\n  please see the Sites' community rules, forum rules or comment policies about\n  comment moderation guidelines. Statistical Analysis: In order to learn more about how\n  the Sites are used, we aggregate and analyze the data that we collect. We may\n  use this information, for example, to better tailor our content and design to\n  suit our visitors' needs, to increase our Sites' functionality, and to monitor\n  and analyze use of the Sites. We may also disclose statistical and other\n  aggregated (non-personal) information to third parties for a fee or other consideration. Support, Personalization and Security: We may use the information we collect to provide support for and personalize the Sites and our\n  products and services, and to create, maintain and secure your account. We may also use the\n  information we collect to develop and improve and to help maintain the safety, security, and\n  integrity of our Sites, products and services. Enforcement: We may use the information that we\n  collect to prevent illegal activities, to enforce the our Terms\n    of Use , and/or to otherwise protect our rights and the\n  rights of our users. By using the Sites, you consent to\n  the uses stated above and any other use of information identified in this\n  Privacy Policy. In addition, we may use the information that we collect for any\n  other purposes disclosed to you at the time we collect your information or\n  pursuant to your consent. Duration of Storage: We will not keep your personal information any longer than reasonably necessary for the purposes described above. 4. Information disclosures The Company values your privacy, and discloses information about\n  the Sites' users mentioned in Section 2 of this Privacy Policy to third parties\n  with which the Company has a business relationship and only under certain circumstances,\n  provided that the Company should be responsible for the management of such information.\n  We will make information about you, including personal information, available to such\n  third parties only in situations and for purposes listed below: We may\n    employ the third parties to perform Sites-related services,\n    including maintenance services, database management, data processing,\n    analytics, marketing, and email and text message distribution. Access to your\n    information is granted to these third parties only for the purpose of\n    performing these tasks. We may\n    disclose your information to our strategic business partners in connection with\n    offering you co-branded services, selling or distributing our content, offering content or\n    products that you may be interested in on our Sites or on our partners’ services, or\n    engaging in other joint marketing activities. We may also disclose aggregated information\n    or certain personal information to such partners or other the third parties to\n    help us develop or provide you services, content, and advertising that may be of interest\n    to you and our users. We may disclose statistical and other aggregated (non-personal) information related\n    to end users’ interactions with the Sites, such as, for example,\n    statistics indicating what content is popular, to third parties for a fee or other consideration. We may\n    disclose information about you to respond to judicial proceedings, court orders,\n    or subpoenas, or search warrants, legal process, or other legal or law\n    enforcement measures, to establish or exercise our rights, to comply with our\n    legal obligations and/or to defend against legal actions or claims. We may\n    disclose information about you to prevent, investigate, or take action regarding\n    illegal or suspected illegal activities, suspected fraud, situations involving\n    potential threats to the physical safety or other rights and interests of any\n    person, violations of the Sites' Terms of Use , or as\n    otherwise required by law. If you\n    choose to engage in public activities on the site, such as creating and using a profile, posting comments on\n    community message boards, any information you post or submit can be read, collected, or\n    used by others. Please exercise caution when deciding to disclose any personal\n    information in public activities or submissions. From\n    time to time, we may deploy technology such as application programming\n    interfaces (or “APIs”) for use by third party application developers and make\n    information concerning your public activities on the Sites, such as your\n    comments on community message boards, available to third party websites and\n    applications. If you use such third party websites and applications, they may\n    also collect, process and disclose your information, including personal\n    information. You should review the privacy policies of any third party websites\n    or applications before using them. We may\n    disclose information about you in the event that the Sites are acquired by a third\n    party or third parties, or as part of a sale, merger, bankruptcy or change in\n    control, or in preparation for any of these events. We may\n    disclose information about you for any other purposes disclosed to you at the time\n    we collect your information or pursuant to your consent. Please note that the third parties may independently\n  collect data about you, through cookies, clicks on links,\n  or other means when you visit or view ads on the Sites. We work closely with our affiliated\n  companies, such as our parent companies and their affiliated entities and\n  subsidiaries under common ownership or control. We disclose your information to\n  our affiliates that either are subject to this Privacy Policy or follow\n  practices at least as protective as those described in this Privacy Policy. In\n  some cases, these affiliates may operate portions of the Sites or aspects of\n  related services, or market or sell offerings to you. In other cases, we\n  operate stores, provide services, or sell digital content or other offering\n  jointly with these affiliates. 5. Your choices, cookies and other\n    tracking technologies and “do not track” signals Deactivating your account If the Sites functionality permits,\n  you can deactivate your account at any time by visiting the preferences page\n  for your profile or delete any content you provide from the Sites, though we\n  may retain a copy of any deactivated accounts or deleted content for compliance\n  purposes. When you deactivate your account, your user profile will be disabled,\n  but your public comments will remain on the Sites. We have no responsibility,\n  other than as may be required by applicable law, to take down, remove, or edit\n  any of your public activities or any submissions that are a result of your\n  public activities. For more information, please review our Terms\n    of Use . Cookies and other tracking technologies Some information that is collected\n  about you is collected automatically through cookies and other tracking\n  technologies. Cookies are small amounts of information stored in files within\n  your computer's browser. We may use these technologies to collect information\n  about your activity, browser and device, and to collect information when you\n  interact with services we offer through one of our third party partners, such\n  as advertising. Most web browsers are set to accept cookies by default, but, if\n  you prefer, you can usually remove or reject cookies through the settings on\n  your browser or device. However, please note that removing or rejecting cookies\n  could affect the availability and functionality of our Services. Please see our Cookie Policy for more\n  information about how we use cookies and your choices. Additionally, some of our services, including messaging, may use \"click-through URLs\" linked to other content on our Sites.\n  We track this click-through data to help us determine interest in topics, Sites usability, and other measures of user engagement. “Do not track” signals The “do not track” (or “DNT”)\n  concept has been promoted by regulatory authorities for the internet industry\n  to develop and implement a mechanism for allowing internet users to control the\n  tracking of their online activities across websites. Various web browsers offer\n  a DNT option that sends a signal to websites visited by the user’s browser\n  about the user's DNT preference. You can usually access your browser's DNT\n  option in your browser's “preferences” or similar settings. As of the time of\n  the posting of this Privacy Policy, there is no internet industry DNT\n  technology standard. We take privacy and security seriously. With regard to\n  DNT, the Sites do not currently respond to DNT signals in browsers because, as\n  mentioned above, no DNT standard has been adopted. However, as explained above,\n  you do have choices regarding how your browser handles cookies and other\n  similar technologies. Third Party Online Advertising Some of the advertisements you see\n  on the Sites are from third parties, such as advertising agencies, advertisers,\n  ad networks, and audience segment providers. These third parties may collect\n  information about you and your online activities, either on the Sites or on\n  other websites, through cookies, web beacons, and other technologies to understand\n  your interests and tailor certain advertisements to your interests. The Company does not have control\n  over, or access to the information these non-affiliated third parties may\n  collect. Such third parties' information practices are not covered by this Privacy\n  Policy. If you choose to opt out of having\n  your information used to deliver advertisements tailored to your interests, you\n  will continue to see advertisements on the Sites, but these advertisements may\n  not be as relevant to you. For more information about how we\n  use cookies and your choices, please see our Cookie Policy . 6. Access If you choose to disclose personal\n  information to us, you may update or amend this information by contacting us\n  at legal@mail.myanimelist.net .\n  Please include in your email the name of the Site(s) to which you provided the\n  information you wish to amend. 7. California Residents This Section 7 applies to users who are California residents. We include this Section 7 in our\n  Privacy Policy to comply with the California Consumer Privacy Act of 2018 (“CCPA”), and any\n  terms defined in the CCPA have the same meaning when used in this Section 7. Information We Collect We collect “personal information” as defined under the CCPA, which is information that\n  identifies, relates to, describes, references, is reasonably capable of being associated with, or\n  could reasonably be linked, directly or indirectly, with a particular consumer, household, or\n  device. Personal information does not include publicly available information from government\n  records, deidentified or aggregated consumer information or information excluded from the\n  CCPA’s scope. In particular, we have collected the following categories of personal information\n  about consumers (i.e., California residents) within the last 12 months: Categories: Examples of Personal Information in the Category: Collected (“Yes” or “No”): A. Identifiers. A real name, alias, postal address, unique personal\n      identifier, online identifier, Internet Protocol address,\n      email address, account name, Social Security number,\n      driver’s license number, passport number, or other\n      similar identifiers. Yes, we have collected personal\n      information included in this\n      category. B. Personal\n      information\n      categories\n      described in the\n      California\n      Customer\n      Records statute\n      (Cal. Civ. Code §\n      1798.80(e)). A name, signature, social security number, physical\n      characteristics or description, address, telephone\n      number, passport number, driver’s license or state\n      identification card number, insurance policy number,\n      education, employment, employment history, bank\n      account number, credit card number, debit card number,\n      or any other financial information, medical information,\n      or health insurance information. Please note that some personal information included in\n      this category may overlap with other categories. Yes, we have collected personal\n      information included in this\n      category. C. Protected\n      classification\n      characteristics\n      under California\n      or federal law. Age (40 years or older), race, color, ancestry, national\n      origin, citizenship, religion or creed, marital status,\n      medical condition, physical or mental disability, sex\n      (including gender, gender identity, gender expression,\n      pregnancy or childbirth and related medical conditions),\n      sexual orientation, veteran or military status, genetic\n      information (including familial genetic information). Yes, we have collected personal\n      information included in this\n      category. D. Commercial\n      information. Records of personal property, products or services\n      purchased, obtained, or considered, or other purchasing\n      or consuming histories or tendencies. Yes, we have collected personal\n      information included in this\n      category. E. Biometric\n      information. Genetic (e.g., DNA), physiological, behavioral, or\n      biological characteristics, imagery of the iris, retina,\n      fingerprint, face, hand, palm, vein patterns, and voice\n      recordings, from which an identifier template, such as a\n      faceprint, a minutiae template, or a voiceprint, can be\n      extracted, and keystroke patterns or rhythms, gait\n      patterns or rhythms, and sleep, health, or exercise data. No, we have not collected\n      personal information included in\n      this category. F. Internet or\n      other similar\n      network activity. Browsing history, search history, information on a\n      consumer’s interaction with a website, application, or\n      advertisement. Yes, we have collected personal\n      information included in this\n      category. G. Geolocation\n      data. Physical location or movements. No, we have not collected\n      personal information included in\n      this category. We do collect IP\n      addresses which may provide\n      general geographic location\n      information, but we do not collect\n      specific physical location or\n      movements information. H. Sensory data. Audio, electronic, visual, thermal, olfactory, or similar\n      information. No, we have not collected\n      personal information included in\n      this category. I. Professional or\n      employment related\n      information. Current or past job history or performance evaluations. No, we have not collected\n      personal information included in\n      this category. J. Non-public\n      education\n      information (per\n      the Family\n      Educational\n      Rights and\n      Privacy Act (20\n      U.S.C. Section\n      1232g, 34 C.F.R.\n      Part 99)). Education records directly related to a student\n      maintained by an educational institution or party acting\n      on its behalf, such as grades, transcripts, class lists,\n      student schedules, student identification codes, student\n      financial information, or student disciplinary records. No, we have not collected\n      personal information included in\n      this category. K. Inferences\n      drawn from other\n      personal\n      information. Profile reflecting a person’s preferences, characteristics,\n      psychological trends, predispositions, behavior,\n      attitudes, intelligence, abilities, and aptitudes. No, we have not collected\n      personal information included in\n      this category. We obtain the categories of personal information listed above as described above in Section 2\n  (\"What information the Sites collect\"), such as directly from you, automatically and indirectly\n  from you and from third-party sources and platforms. We will not keep your personal information any longer than reasonably necessary\n  for the purposes we describe above in Section 3 (\"How we use the information that we collect\").\n  Our primary criteria for determining the length of time we retain your personal information is the\n  length of time you continue to use the Sites (e.g., for as long as you have an account with us or\n  keep visiting the Sites). More specifically, the table below indicates how long we intend to retain\n  different categories of information: Information Category: Intended retention period or criteria: Name and contact information such as postal address, telephone number and email address. We intend to retain this information as long as you have an account with us. IP address. We intend to retain this information as long as you have an account with us.\n      We do so to protect your account from malicious activity. Username, online identifier. We intend to retain this information as long as you have an account with us. Age and sex. We intend to retain this information as long as you have an account with us. Products or services purchased. We intend to retain this information as long as you have an account with us. Internet or other similar network activity, such as browsing history, search history,\n      browser type and operating system, information regarding your interaction with our website\n      or applications, or with advertisements. Generally, we intend to retain this information as long as you have an account with us.\n      Regarding cookies and similar technologies, you can delete cookies yourself (see Section 5\n      above) or opt out of their use by third parties through the opt out mechanisms we provide\n      on the Sites.  We may retain deidentified or aggregate information that is not linked or\n      reasonably linkable to you indefinitely. Information you provide, such as information you may decide to post on your profile,\n      through your account or through community features, such as photographs, friends, biographies,\n      anime or manga related lists and favorites, comments, posts, reviews, ratings, recommendations\n      and other information or content. Any information or material you post on the Sites may be retained indefinitely unless you\n      delete it yourself. If you do delete it, some of your postings may still be retained for the\n      Sites’ community in a form that is not linked to you. Use of Personal Information We describe how we may use or disclose the personal information we collect above in Section 3\n  (\"How we use the information that we collect\"). We will not collect additional categories of\n  personal information or use the personal information we collected for materially different,\n  unrelated, or incompatible purposes without providing you notice. Disclosures of Personal Information We may disclose your personal information to third parties for a business purpose. When we\n  disclose personal information for a business purpose, we enter into an agreement with the third\n  party that describes the purpose and requires the third party recipient to both keep that personal\n  information confidential and not use it for any purpose except performing the agreement. We\n  may disclose your personal information to the categories of third parties described above in\n  Section 4 (“Information disclosures”). Disclosures of Personal Information for a Business Purpose: In the preceding twelve (12) months, we have disclosed the following categories of personal\n  information for a business purpose: Category A: Identifiers. Category B: California Customer Records personal information categories. Category C: Protected classification characteristics under California or federal law. Category D: Commercial information. Category F: Internet or other similar network activity. We disclose your personal information for a business purpose to service providers, business\n  partners and our affiliates. Sales and Sharing of Personal Information: In the preceding twelve (12) months, we have disclosed Category A personal information\n  (“Identifiers”) to third party advertisers, or have allowed those advertisers to collect Category\n  A personal information, through the Sites. This disclosure of personal information may be\n  considered a “sale” of personal information under the CCPA. We also have shared such personal\n  information with third party advertisers for cross-context behavioral advertising in the preceding\n  twelve (12) months. Your Rights Under the CCPA The CCPA provides California residents with specific rights regarding their personal\n  information, as we describe further below. Access to Specific Information and Data Portability Rights: As a California resident, you have the right to request that we disclose certain information to you\n  about our collection and use of your personal information over the past 12 months. Once we\n  receive and confirm your verifiable consumer request (see below “Exercising Your CCPA\n  Access, Data Portability, Correction and Deletion Rights”), we will disclose to you: The categories of personal information we collected about you. The categories of sources for the personal information we collected about you. Our business or commercial purpose for collecting or selling that personal information. The categories of third parties to whom we disclose that personal information. The specific pieces of personal information we collected about you (also called a data\n    portability request). If we sold or disclosed your personal information for a business purpose, two separate\n    lists disclosing: sales, identifying the personal information categories that each category of\n        recipient purchased; and disclosures for a business purpose, identifying the personal information categories\n        that each category of recipient obtained. Correction and Deletion Request Rights: As a California resident, you have the right to request that we correct inaccurate\n  personal information or delete any of your personal information that we collected from you and retained,\n  subject to certain exceptions. Once we receive and confirm your verifiable consumer request (see below\n  “Exercising Your CCPA Access, Data Portability, Correction and Deletion Rights”), we will correct or\n  delete (and direct our service providers to correct or delete) your personal information\n  from our records, unless an exception applies. We may deny your deletion request if keeping the\n  information is necessary for us or our service provider(s) to: Complete the transaction for which we collected the personal information, provide a good\n    or service that you requested, take actions reasonably anticipated within the context of\n    our ongoing business relationship with you, fulfill the terms of a written warranty or\n    product recall conducted in accordance with federal law, or otherwise perform our\n    contract with you. Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal\n    activity, or prosecute those responsible for such activities. Debug products to identify and repair errors that impair existing intended functionality. Exercise free speech, ensure the right of another consumer to exercise their free speech\n    rights, or exercise another right provided for by law. Comply with the California Electronic Communications Privacy Act (Cal. Penal Code §\n    1546 et. seq.). Engage in public or peer-reviewed scientific, historical, or statistical research in the\n    public interest that adheres to all other applicable ethics and privacy laws, when the\n    information’s deletion may likely render impossible or seriously impair the research’s\n    achievement, if you previously provided informed consent. Enable solely internal uses that are reasonably aligned with consumer expectations based\n    on your relationship with us. Comply with a legal obligation. Make other internal and lawful uses of that information that are compatible with the\n    context in which you provided it. Exercising Your CCPA Access, Data Portability, Correction and Deletion Rights: To exercise the access, data portability, correction and deletion rights described above,\n  please submit a verifiable consumer request to us by email at: legal@mail.myanimelist.net or by regular mail at:\n  MyAnimeList, Attn: Privacy Officer, 1-1-1 Hitotsubashi Chiyoda-ku, Tokyo 100-0003 Japan. Only you, or someone legally authorized to act on your behalf, may make a verifiable\n  consumer request related to your personal information. You may also make a verifiable consumer request\n  on behalf of your minor child. You may only make a verifiable consumer request for access or\n  data portability twice within a 12-month period. The verifiable consumer request must (a)\n  provide sufficient information that allows us to reasonably verify you are the person about whom\n  we collected personal information or an authorized representative and (b) describe your request\n  with sufficient detail that allows us to properly understand, evaluate, and respond to it. We\n  cannot respond to your request or provide you with personal information if we cannot verify\n  your identity or authority to make the request and confirm the personal information relates to\n  you. Making a verifiable consumer request does not require you to create an account with us. We\n  will only use personal information provided in a verifiable consumer request to verify the\n  requestor’s identity or authority to make the request. We endeavor to respond to a verifiable consumer request within forty-five (45) days of receipt,\n  but if we require more time, we will inform you of the reason and extension period in writing.\n  Any disclosures we provide will only cover the 12-month period preceding the verifiable\n  consumer request’s receipt. If we cannot comply with the request, our response will explain the\n  reasons we cannot comply. For data portability requests, we will select a format to provide your\n  personal information that is readily useable and should allow you to easily transfer the\n  information from one entity to another entity. We do not charge a fee to process or respond to\n  your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we\n  determine that the request warrants a fee, we will tell you why we made that decision and\n  provide you with a cost estimate before completing your request. Personal Information Sales and Sharing Opt-Out and Opt-In Rights: If you are 16 years of age or older,\n  you have the right to direct us to not sell or share (as those terms are defined in the CCPA) your\n  personal information at any time (the “right to opt-out”). We do not sell or share the personal information\n  of consumers we actually know are less than 16 years of age, unless we receive affirmative authorization (the “right\n  to opt-in”)\n  from either the consumer who is 13 to 15 years of age, or the parent or guardian\n  of a consumer less than 13 years of age. Currently, MAL is working with its consent management platform\n  provider to implement the “Do Not Sell or Share My Personal Information” link functionality and,\n  until it is implemented, MAL will continue to provide the “Do Not Sell My Personal Information” link\n  and opt out functionality. MAL will not share (as defined by the CCPA) personal information until the\n  “Do Not Sell or Share My Personal Information” link option is available. To exercise the right to opt-out,\n  you can click on the “Do Not Sell My Personal Information” link available on our homepage and other\n  pages of this website. You can also opt-out by clicking this link here: Do Not Sell My Personal Information .\n  You will then have the option of clicking on a toggle button or checking a box and confirming your\n  choice to opt-out. Once you make an opt-out request, we will wait at least twelve (12) months\n  before asking you to reauthorize personal information sales. However, you may change your mind\n  and opt back in to personal information sales at any time by clicking on the “Do Not Sell My\n  Personal Information” link again and unchecking the box or clicking on the toggle button again\n  and confirming your choice to opt back in. Non-Discrimination We will not discriminate against you for exercising any of your CCPA rights. Unless permitted\n  by the CCPA, we will not do any of the following: Deny you goods or services. Charge you different prices or rates for goods or services, including through granting\n    discounts or other benefits, or imposing penalties. Provide you a different level or quality of goods or services. Suggest that you may receive a different price or rate for goods or services or a different\n    level or quality of goods or services. However, we may offer you certain financial incentives permitted by the CCPA that can result in\n  different prices, rates, or quality levels. Any CCPA-permitted financial incentive we offer will\n  reasonably relate to your personal information’s value and contain written terms that describe the\n  program’s material aspects. Participation in a financial incentive program requires your prior opt\n  in consent, which you may revoke at any time. Other California Privacy Rights If you are a California resident, under California’s “Shine the Light” law (Civil Code Section §\n  1798.83) you may request further information about our practices related to disclosing your\n  personal information to certain third parties and/or opt-out of our disclosure of your personal\n  information to unaffiliated third parties for the third parties' direct marketing purposes. Please\n  send your request (with the subject line labeled “Your California Privacy Rights”) by email to legal@mail.myanimelist.net . 8. European Users and the General Data Protection Regulation (GDPR) EEA Individuals’ Rights If you are a resident of the European Economic Area (“EEA”),\n  you have certain data privacy and protection rights under the General Data Protection Regulation (“GDPR”).\n  We aim to take reasonable steps to allow you to correct, amend,\n  or delete your personal data.\n  You can do this by contacting us at legal@mail.myanimelist.net or by regular mail at: MyAnimeList, Attn: Privacy Officer,\n  1-1-1 Hitotsubashi Chiyoda-ku, Tokyo 100-0003 Japan,\n  to be informed what personal data we hold about you,\n  and/or if you would like us to correct, amend, or delete your personal data. Subject to any exemptions provided by law, your rights under the GDPR include the following: The right to access, update or delete the information we have about you. The right of rectification. You have the right to have your information rectified if that information is inaccurate or incomplete. The right to object. You have the right to object to our processing of your personal data. Your right to object includes the right to object at any time to the processing of your personal data for direct marketing purpose. The right of restriction. You have the right to request that we restrict the processing of your personal information. The right to data portability. You have the right to be provided with a copy of the information we have about you in a structured, machine-readable and commonly used format. The right to withdraw consent. You also have the right to withdraw your consent at any time where we relied on your consent to process your personal information. Please note that we may ask you to verify your identity before responding to such requests. Please also note that our fulfillment of certain requests, such as requests to delete your information or restrict the processing of your information, may result in your being unable to use the Sites or us being unable to provide you certain products or services. You have the right to lodge a complaint with a supervisory authority, in particular in the EU Member State of your habitual residence, place of work, or place of the alleged infringement if you think we are processing your personal data not in accordance with the GDPR. For more information, please contact your local data protection authority in the EEA. Legal Basis If you are in the EEA, our legal basis for collecting and using the personal information described in this Privacy Policy depends on the personal information we collect and the specific context in which we collect it, as we discuss above in this policy. We process your information with your consent, or because we have legitimate interests, such as: It enables us to provide you with the Sites. To perform a contract with you. The processing is in our legitimate interests and it's not overridden by your rights. To comply with the law. Some of the personal information we collect may be processed in the United States, and by using our Sites you acknowledge and consent to the processing of your data in the United States. The United States is not subject to a finding of “adequacy” from the European Commission under Article 41 of the GDPR. Accordingly, we rely on derogations set forth in Article 44 of the GDPR. You can find out what categories of your personal information are processed, why we process your personal information and the third parties to whom we disclose your personal information by reviewing Sections 2, 3 and 4 above in this Privacy Policy. MAL’s EU Representative MyAnimeList’s GDPR Article 27 Representative, ADVOKAT PRO, located in Oberhonnefeld, Germany, can be contacted by emailing dataprotection@mail.myanimelist.net . 9. Brazilian Users and Lei Geral de Proteção de Dados (LGPD) Brazilian Individuals’ Rights If you are a resident of Brazil, you have certain data privacy and protection rights under the General Data Protection Law (Lei Geral de Proteção de Dados) (“LGPD”). Subject to any exemptions provided by law, under the LGPD, you have the right to: obtain confirmation of the existence of processing activities on your personal information; access your personal information; have incomplete, inaccurate or outdated personal information rectified; obtain the anonymization, blocking or elimination of your unnecessary or excessive personal information, or of information that is not being processed in compliance with the LGPD; obtain information on the possibility to provide or deny your consent to the processing of personal information and the consequences thereof; obtain information about the third parties to whom we disclose your personal information; obtain, upon your express request, the portability of your personal information (except for anonymized information) to another service or product provider, provided that our commercial and industrial secrets are safeguarded; obtain the deletion of your personal information being processed if the processing was based upon your consent, unless one or more exceptions of the LGPD apply; revoke your consent to processing your personal information at any time; lodge a complaint related to your personal information with the ANPD (the National Data Protection Authority) or with consumer protection bodies; oppose a data processing activity in the event the processing is not carried out in compliance with the law; request clear and adequate information regarding the criteria and procedures used for an automated decision; and request the review of decisions made solely on the basis of the automated processing of your personal information, which affect your interests. These include decisions to define your personal, professional, consumer and credit profile, or aspects of your personality. You can submit a request to exercise your rights at any time, and free from any charge, by contacting us at our contact information provided below in this Privacy Policy or by contacting our Data Protection Officer listed below. Please note that we may ask you to verify your identity before responding to such requests. Please also note that our fulfillment of certain requests, such as requests to delete your information, may result in your being unable to use the Sites or us being unable to provide you certain products or services. Legal Basis We only process your personal information with your consent or if we have another legal basis for the processing under the LGPD. You can find out what categories of your personal information are processed, why we process your personal information and the third parties to whom we disclose your personal information by reviewing Sections 2, 3 and 4 above in this Privacy Policy. 10. Data Protection Officer MAL’s Data Protection Officer MAL has appointed an internal Data Protection Officer (“DPO”) for you to contact if you have any questions or concerns about MAL’s personal information policies or practices. The name and contact information for MAL’s DPO are as follows: Leo Akahoshi MyAnimeList 1-1-1 Hitotsubashi Chiyoda-ku Tokyo 100-0003 Japan. legal@mail.myanimelist.net 11. Children Information for parents and guardians: The Company does not knowingly collect or solicit personal information from children or allow\n  children to register without verifiable parental consent. The Sites are appropriate for a wide range of users, but the\n  Company’s Sites are not directed to children. However, children under the age of 13 in the U.S. may access the Sites\n  if, and only if, we have obtained verifiable parental consent from their parent or guardian in compliance with the\n  Children’s Online Privacy Protection Act (“COPPA”). Similarly, children under the age of 16 in Europe\n  and children under age 13 outside of Europe are only allowed\n  to access the Sites with verifiable parental consent. If you are a parent or guardian of a child who wishes to access\n  the Sites, please review our Privacy Policy (including the “California Residents” section above if your child is a\n  resident of California) and discuss it with your child so that you and your child will understand our policies\n  regarding the collection, use and sharing of personal information. Collection, use and disclosure of children’s information: We may collect, use and disclose personal information of children under the age 16 in Europe and under age\n  13 in the U.S. (and elsewhere outside of Europe) if it is collected from a child whose parent or guardian has provided verifiable parental\n  consent. In such cases, and subject to our compliance with applicable law, we may collect personal information from\n  children for any of the purposes set forth in this Privacy Policy and may use, disclose, and otherwise process such\n  information as set forth in this Privacy Policy. We take reasonable measures to maintain the confidentiality,\n  security, and integrity of children’s personal information, including by taking reasonable steps to release such\n  information only to third parties capable of maintaining its confidentiality, security and integrity. We retain\n  children’s personal information only as long as is necessary to fulfill the purpose for which it was collected and\n  delete such information using reasonable measures to protect against its unauthorized access or use. In the event that we learn that we have collected personal information from a child under\n  age 16 in Europe or under age 13 in the U.S. or elsewhere without verification of parental consent, we will delete such information. If\n  you are a minor age 16 or over in Europe, a minor age 13 or over in the U.S. or elsewhere, or an individual considered a child in\n  another jurisdiction, you may only use the Sites with the permission and under the supervision of your parent or\n  guardian. Parental consent, choices and access: A parent or guardian who has given us permission to collect, use, and disclose their child's personal information can, at any time: Review, correct, or delete the child’s personal information; and/or Revoke permission for us to further collect, use or disclose the child’s personal information. To do any of the above,or if you have questions about parental consent, please contact us at legal@mail.myanimelist.net with your request or question. Please\n  be sure to include your child’s name and username and your name. 12. Confidentiality and security We limit access to contact\n  information about you to employees or service providers who we believe\n  reasonably need to come into contact with that information to provide products\n  or services to you or in order to do their jobs. We also have adopted\n  commercially reasonable technical, physical, and administrative procedures to\n  help protect information about you from loss, unauthorized access, misuse, and alteration.\n  In addition, we will take reasonable steps to assure that third parties to whom we transfer any personal information will provide sufficient protection of your personal information. We do not and will not, at any time, request your credit card information, your login password, or any national identification numbers in a non-secure or unsolicited communication. Please note that no data transmission or storage can be guaranteed to be 100%\n  secure. We want you to feel confident using the Sites, but we cannot ensure or\n  warrant the security of any information you transmit to us.\n  If you have any concerns with the way we collect and handle your personal information, or would like to correct or request that we delete such personal information held by us, please contact us. We will use commercially reasonable efforts to honor your request; please note, though, that at a minimum we may retain certain information if required by law. You understand that deletion of your personal information may result in you not being able to view or use portions of our Sites which depend on such information. 13. Data Storage in Japan and the United States Our offices are located in Japan. We store and process data for the Sites in Japan and may also\n  store and process certain data in the United States. If you visit the Sites from another country, please be aware that\n  information you provide to us or that we obtain as a result of your use of the Sites may be processed in and\n  transferred to Japan and the United States and will be subject to Japan and U.S. law. By using the Sites or providing\n  us with your information, you consent to the collection, transfer, storage, and processing of information to and in\n  Japan and the United States. 14. Changes to this Privacy Policy This Privacy Policy may be amended\n  by us from time to time and we reserve the right to do so at any time. Any\n  amendments to the Privacy Policy will be posted here and the date indicated on\n  the top of the Privacy Policy will state the date the Privacy Policy was last\n  revised. If we make any material changes in the way we collect, use, and/or\n  disclose personal information that may impact you, we will notify you by sending\n  an email to the email address associated with your user account (if you have\n  chosen to provide an email address) or by otherwise providing notice through\n  the Sites. Before we use your personal information for a purpose that is\n  materially different than the purpose we collected it for or that you later\n  authorized, we will provide you with the opportunity to opt out. Your continued\n  use of our Sites after any amendments to the Privacy Policy constitutes your\n  acceptance of the new Privacy Policy. Information collected prior to the time\n  any change is posted will be used according to the rules and law that applied\n  at the time the information was collected. 15. Contacting Us If you have any questions,\n  inquires, requests, or complaints concerning this Privacy Policy or our\n  information collection practices, please contact us at legal@mail.myanimelist.net or by\n  regular mail at: MyAnimeList, Attn: Privacy Officer, 1-1-1 Hitotsubashi Chiyoda-ku, Tokyo 100-0003 Japan. More Top Anime 1 Fullmetal Alchemist: Brotherhood 2 Steins;Gate 3 Gintama° 4 Shingeki no Kyojin Season 3 Part 2 5 Bleach: Sennen Kessen-hen More Top Airing Anime 1 Sousou no Frieren 2 Jujutsu Kaisen 2nd Season 3 Tian Guan Cifu Er 4 One Piece 5 Kusuriya no Hitorigoto More Most Popular Characters 1 Lamperouge, Lelouch 2 Levi 3 Monkey D., Luffy 4 Lawliet, L 5 Roronoa, Zoro Home About Press Room Support Advertising FAQ Terms Privacy Privacy Settings Do Not Sell My Personal Information Cookie Notice at Collection Sitemap Login Sign Up Tokyo Otaku Mode Honeyfeed Manga Store Otsukai MyAnimeList.net is a property of MyAnimeList Co.,Ltd. ©2023 All Rights Reserved. This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply. <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-WL4QW3G\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Copy <img height=\"1\" width=\"1\" style=\"display:none\" src=\"https://www.facebook.com/tr?id=403179503706622&amp;ev=PageView&amp;noscript=1\">",
  "annotations": [
    {
      "Text": "LAST UPDATED: February 27, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Privacy Policy - MyAnimeList.net Hide Ads Login Sign Up MyAnimeList.net All Anime Manga Characters People Companies Manga Store News Featured Articles Forum Clubs Users View all results for ${ keyword } Anime Anime Search Top Anime Seasonal Anime Videos Reviews Recommendations 2023 Challenge Fantasy Anime League Manga Manga Search Top Manga Manga Store Reviews Recommendations 2023 Challenge Community Interest Stacks Forums Clubs Blogs Users Industry News Featured Articles People Characters Companies MAL×Japan Watch Episode Videos Anime Trailers Read Manga Store Help About Support Advertising FAQ Report Staff MAL Supporter MyAnimeList Privacy Policy Update to our Privacy Policy We have recently updated our privacy policy, which will be implemented from February 27, 2023 onwards.} "
    },
    {
      "Text": " However, when you use certain functions on the Sites, such as accessing certain features or content, registering for certain services, setting up a profile or contacting the Sites directly, you may provide us or we may ask for personally identifiable information or other information, which may include:\\n\\ncontact information, such as name, email address, postal address and phone number;\\naccount information such as username and password for your account;\\ninformation posted in community discussions and other interactive online features;\\ninformation you may decide to provide when you sign up, on your profile or through your account, such as date of birth, gender, nationality, photographs, friends, biographies, anime or manga related lists and favorites, comments, posts, reviews, ratings, recommendations and other information or content you may provide when you sign up, through your account or on your profile;\\nsearch queries conducted on the Sites;\\npayment-related information (if you make payments on the Sites), such as PayPal payer ID and Stripe customer ID; and\\ncorrespondence you send to us.\\nInformation automatically collected when you visit and interact with the Sites:\\nWhen you use, interact with and visit the Sites, certain information may automatically be collected, including:\\n\\ninformation collected through HTML cookies, Flash cookies, web beacons, and similar technologies;\\nyour computer's Internet Protocol (IP) address, geo location and time zone;\\nyour bandwidth speed and information about the software programs that are installed on your computer or other device;\\nyour browser type and operating system;\\nthe web pages you were visiting immediately before and after you came to the Sites;\\naggregated data about email click-through rates and user video viewing;\\nactivities within community discussions; and\\nstandard server log information.\\nThe above listed technologies and information track your usage of the Sites and help us with respect to certain functionality of the Sites such as recognizing you, remembering your preferences, bringing you advertising (both on and off the Sites) and otherwise providing you with a more personalized experience.\\n\\nInformation we collect from other sources:\\nWe may access information about you from third-party sources and platforms (such as Google Analytics Demographics and Interests Reports, social networking sites, databases, online marketing firms, our strategic business partners and ad targeting firms), including:\\n\\nunique identifiers, including mobile device identification numbers, that can identify the physical location of such devices in accordance with applicable law;\\ndemographic data, such as age range, gender, and interests;\\nif you access third-party social networking services (such as Facebook Connect or Twitter) through the Sites, your username and connection lists for those services;\\ncontact information such as name, email address, phone number and postal address; and\\nadvertisement interaction and viewing data, such as ad click-through rates and information about how many times you viewed a particular ad.\\nPlease note that the Sites may combine information we obtain from third-party sources with the information that we collect. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {2. What information the Sites\n    collect Information you provide to us: You do not need to provide\n  information directly to us in order to view the Sites.} "
    },
    {
      "Text": "contact information, such as name, email address, postal address and phone number;\\naccount information such as username and password for your account;\\ninformation posted in community discussions and other interactive online features;\\ninformation you may decide to provide when you sign up, on your profile or through your account, such as date of birth, gender, nationality, photographs, friends, biographies, anime or manga related lists and favorites, comments, posts, reviews, ratings, recommendations and other information or content you may provide when you sign up, through your account or on your profile;\\nsearch queries conducted on the Sites;\\npayment-related information (if you make payments on the Sites), such as PayPal payer ID and Stripe customer ID; and\\ncorrespondence you send to us.\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {2. What information the Sites\n    collect Information you provide to us: You do not need to provide\n  information directly to us in order to view the Sites.} "
    },
    {
      "Text": "information collected through HTML cookies, Flash cookies, web beacons, and similar technologies;\\nyour computer's Internet Protocol (IP) address, geo location and time zone;\\nyour bandwidth speed and information about the software programs that are installed on your computer or other device;\\nyour browser type and operating system;\\nthe web pages you were visiting immediately before and after you came to the Sites;\\naggregated data about email click-through rates and user video viewing;\\nactivities within community discussions; and\\nstandard server log information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {What information the Sites\n    collect Information you provide to us: You do not need to provide\n  information directly to us in order to view the Sites. However, when you use\n  certain functions on the Sites, such as accessing certain features or content,\n  registering for certain services, setting up a profile or contacting the Sites\n  directly, you may provide us or we may ask for personally identifiable information\n  or other information, which may include: contact information, such as name, email address, postal address and phone number; account information such as username and password for your account; information posted in community discussions and other interactive online features; information you may decide to provide when you sign up, on your profile or through your account, such as\n    date of birth, gender, nationality, photographs, friends, biographies, anime or manga related lists and favorites,\n    comments, posts, reviews, ratings, recommendations and other information or content you\n    may provide when you sign up, through your account or on your profile; search queries conducted on the Sites; payment-related information (if you make payments on the Sites), such as PayPal payer ID and Stripe customer ID; and correspondence you send to us.} "
    },
    {
      "Text": "unique identifiers, including mobile device identification numbers, that can identify the physical location of such devices in accordance with applicable law;\\ndemographic data, such as age range, gender, and interests;\\nif you access third-party social networking services (such as Facebook Connect or Twitter) through the Sites, your username and connection lists for those services;\\ncontact information such as name, email address, phone number and postal address; and\\nadvertisement interaction and viewing data, such as ad click-through rates and information about how many times you viewed a particular ad.\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Information automatically collected when you visit and interact with the Sites: When you use, interact with and\n  visit the Sites, certain information may automatically be collected, including: information collected through HTML cookies, Flash cookies, web beacons, and similar\n    technologies; your computer's Internet Protocol (IP) address, geo location and time zone; your bandwidth speed and information about the software programs that are installed on your\n    computer or other\n    device; your browser type and operating system; the web pages you were visiting immediately before and after you came to the Sites; aggregated data about email click-through rates and user video viewing; activities within community discussions; and standard server log information. The above listed technologies and information track your usage of the Sites\n  and help us with respect to certain functionality of the Sites such as recognizing you,\n  remembering your preferences, bringing you advertising (both on and off the Sites)\n  and otherwise providing you with a more personalized experience.} "
    },
    {
      "Text": "Please also note that, if you make a payment on or through the Sites for digital content or for other transactions, we use third-party service providers to process your payment information.\\n\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Information we collect from other sources: We may access information about you\n  from third-party sources and platforms (such as Google Analytics Demographics\n  and Interests Reports, social networking sites, databases, online marketing\n  firms, our strategic business partners and ad targeting firms), including: unique identifiers, including mobile device identification numbers, that can identify the\n    physical location of\n    such devices in accordance with applicable law; demographic data, such as age range, gender, and interests; if you access third-party social networking services (such as Facebook Connect or\n    Twitter) through the Sites, your username and connection lists for those\n    services; contact information such as name, email address, phone number and postal address; and advertisement interaction and viewing data, such as ad click-through rates and information\n    about how many times you viewed a particular ad. Please note that the Sites may\n  combine information we obtain from third-party sources with the information\n  that we collect.} "
    },
    {
      "Text": " How we use the information that we collect\\nAdvertising:\\nIn order to provide our users with free access to our content, we display advertisements and other content on the Sites, many of which are targeted based on information about you. We may also send you advertising through other means, such as email. Using information collected through cookies, web beacons, and other sources, we may use demographic data or information about your online activities or interests to display or communicate targeted advertising that may be relevant to your preferences. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We designed our Privacy\n  Policy to cover how we collect and use your information in connection with use of our Sites;\n  how you can control the use and disclosure of your information; how your information is\n  protected; and how this information may be used and disclosed. If you have any questions\n  about this Privacy Policy, please contact us at legal@mail.myanimelist.net .} "
    },
    {
      "Text": "Advertising:\\nIn order to provide our users with free access to our content, we display advertisements and other content on the Sites, many of which are targeted based on information about you. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Through this process, advertisers reach Sites visitors who are most interested in their products, and you see advertising for products or services in which you may be interested.\\n\\n\\nThird-party advertisers and advertising platforms also may serve targeted ads on the Sites. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may also send you\n  advertising through other means, such as email. Using information collected\n  through cookies, web beacons, and other sources, we may use demographic data or\n  information about your online activities or interests to display or communicate\n  targeted advertising that may be relevant to your preferences.} "
    },
    {
      "Text": "Email Communications:\\nWe may use the information that we collect to send you e-mail communications, such as information about changes to the Sites or your account, promotional messages about our email newsletters, and our own or our affiliatesâ€™ or marketing partners' products and services.\\n\\nRequest Fulfillment:\\nWe may use the information that we collect to fulfill your requests for products, services, and information. We may use your contact information to respond to your customer service requests or to enable you to participate in features on the Sites such as surveys, polls, sweepstakes, and message boards.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Third-party advertisers and advertising platforms also may serve targeted ads\n  on the Sites. Please remember that the information practices of third-party\n  advertisers or platforms collecting data on our Sites are not covered by this\n  Privacy Policy.} "
    },
    {
      "Text": "Statistical Analysis:\\nIn order to learn more about how the Sites are used, we aggregate and analyze the data that we collect. We may use this information, for example, to better tailor our content and design to suit our visitors' needs, to increase our Sites' functionality, and to monitor and analyze use of the Sites",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Our forum moderators monitor discussions and delete comments that\n  we deem inappropriate in our forums. For more information on this process,\n  please see the Sites' community rules, forum rules or comment policies about\n  comment moderation guidelines.} "
    },
    {
      "Text": "We may also disclose statistical and other aggregated (non-personal) information to third parties for a fee or other consideration.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Statistical Analysis: In order to learn more about how\n  the Sites are used, we aggregate and analyze the data that we collect. We may\n  use this information, for example, to better tailor our content and design to\n  suit our visitors' needs, to increase our Sites' functionality, and to monitor\n  and analyze use of the Sites.} "
    },
    {
      "Text": "We may also disclose statistical and other aggregated (non-personal) information to third parties for a fee or other consideration.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Statistical Analysis: In order to learn more about how\n  the Sites are used, we aggregate and analyze the data that we collect. We may\n  use this information, for example, to better tailor our content and design to\n  suit our visitors' needs, to increase our Sites' functionality, and to monitor\n  and analyze use of the Sites.} "
    },
    {
      "Text": "Support, Personalization and Security:\\nWe may use the information we collect to provide support for and personalize the Sites and our products and services, and to create, maintain and secure your account. We may also use the information we collect to develop and improve and to help maintain the safety, security, and integrity of our Sites, products and services.\\n\\nEnforcement:\\nWe may use the information that we collect to prevent illegal activities, to enforce the our Terms of Use, and/or to otherwise protect our rights and the rights of our users.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We will make information about you, including personal information, available to such third parties only in situations and for purposes listed below:\\n\\nWe may employ the third parties to perform Sites-related services, including maintenance services, database management, data processing, analytics, marketing, and email and text message distribution. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {4. Information disclosures The Company values your privacy, and discloses information about\n  the Sites' users mentioned in Section 2 of this Privacy Policy to third parties\n  with which the Company has a business relationship and only under certain circumstances,\n  provided that the Company should be responsible for the management of such information.} "
    },
    {
      "Text": "We may disclose your information to our strategic business partners in connection with offering you co-branded services, selling or distributing our content, offering content or products that you may be interested in on our Sites or on our partnersâ€™ services, or engaging in other joint marketing activities. We may also disclose aggregated information or certain personal information to such partners or other the third parties to help us develop or provide you services, content, and advertising that may be of interest to you and our users.\\nWe may disclose statistical and other aggregated (non-personal) information related to end usersâ€™ interactions with the Sites, such as, for example, statistics indicating what content is popular, to third parties for a fee or other consideration.\\nWe may disclose information about you to respond to judicial proceedings, court orders, or subpoenas, or search warrants, legal process, or other legal or law enforcement measures, to establish or exercise our rights, to comply with our legal obligations and/or to defend against legal actions or claims.\\nWe may disclose information about you to prevent, investigate, or take action regarding illegal or suspected illegal activities, suspected fraud, situations involving potential threats to the physical safety or other rights and interests of any person, violations of the Sites' Terms of Use, or as otherwise required by law.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We will make information about you, including personal information, available to such\n  third parties only in situations and for purposes listed below: We may\n    employ the third parties to perform Sites-related services,\n    including maintenance services, database management, data processing,\n    analytics, marketing, and email and text message distribution. Access to your\n    information is granted to these third parties only for the purpose of\n    performing these tasks.} "
    },
    {
      "Text": "We may disclose information about you in the event that the Sites are acquired by a third party or third parties, or as part of a sale, merger, bankruptcy or change in control, or in preparation for any of these events.\\nWe may disclose information about you for any other purposes disclosed to you at the time we collect your information or pursuant to your consent.\\nPlease note that the third parties may independently collect data about you, through cookies, clicks on links, or other means when you visit or view ads on the Sites.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may also disclose aggregated information\n    or certain personal information to such partners or other the third parties to\n    help us develop or provide you services, content, and advertising that may be of interest\n    to you and our users. We may disclose statistical and other aggregated (non-personal) information related\n    to end users’ interactions with the Sites, such as, for example,\n    statistics indicating what content is popular, to third parties for a fee or other consideration.} "
    },
    {
      "Text": "We may disclose information about you in the event that the Sites are acquired by a third party or third parties, or as part of a sale, merger, bankruptcy or change in control, or in preparation for any of these events.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may also disclose aggregated information\n    or certain personal information to such partners or other the third parties to\n    help us develop or provide you services, content, and advertising that may be of interest\n    to you and our users. We may disclose statistical and other aggregated (non-personal) information related\n    to end users’ interactions with the Sites, such as, for example,\n    statistics indicating what content is popular, to third parties for a fee or other consideration.} "
    },
    {
      "Text": "We work closely with our affiliated companies, such as our parent companies and their affiliated entities and subsidiaries under common ownership or control. We disclose your information to our affiliates that either are subject to this Privacy Policy or follow practices at least as protective as those described in this Privacy Policy.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may\n    disclose information about you for any other purposes disclosed to you at the time\n    we collect your information or pursuant to your consent. Please note that the third parties may independently\n  collect data about you, through cookies, clicks on links,\n  or other means when you visit or view ads on the Sites.} "
    },
    {
      "Text": "Cookies and other tracking technologies\\nSome information that is collected about you is collected automatically through cookies and other tracking technologies. Cookies are small amounts of information stored in files within your computer's browser. We may use these technologies to collect information about your activity, browser and device, and to collect information when you interact with services we offer through one of our third party partners, such as advertising",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We have no responsibility,\n  other than as may be required by applicable law, to take down, remove, or edit\n  any of your public activities or any submissions that are a result of your\n  public activities. For more information, please review our Terms\n    of Use .} "
    },
    {
      "Text": "Third Party Online Advertising\\nSome of the advertisements you see on the Sites are from third parties, such as advertising agencies, advertisers, ad networks, and audience segment providers. These third parties may collect information about you and your online activities, either on the Sites or on other websites, through cookies, web beacons, and other technologies to understand your interests and tailor certain advertisements to your interests.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {With regard to\n  DNT, the Sites do not currently respond to DNT signals in browsers because, as\n  mentioned above, no DNT standard has been adopted. However, as explained above,\n  you do have choices regarding how your browser handles cookies and other\n  similar technologies.} "
    },
    {
      "Text": "Categories:\tExamples of Personal Information in the Category:\tCollected (â€œYesâ€ or â€œNoâ€):\\nA. Identifiers.\tA real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, Social Security number, driverâ€™s license number, passport number, or other similar identifiers.\tYes, we have collected personal information included in this category.\\nB. Personal information categories described in the California Customer Records statute (Cal. Civ. Code Â§ 1798.80(e)).\tA name, signature, social security number, physical characteristics or description, address, telephone number, passport number, driverâ€™s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information.\\n\\nPlease note that some personal information included in this category may overlap with other categories.\tYes, we have collected personal information included in this category.\\nC. Protected classification characteristics under California or federal law.\tAge (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).\tYes, we have collected personal information included in this category.\\nD. Commercial information.\tRecords of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\tYes, we have collected personal information included in this category.\\nE. Biometric information.\tGenetic (e.g., DNA), physiological, behavioral, or biological characteristics, imagery of the iris, retina, fingerprint, face, hand, palm, vein patterns, and voice recordings, from which an identifier template, such as a faceprint, a minutiae template, or a voiceprint, can be extracted, and keystroke patterns or rhythms, gait patterns or rhythms, and sleep, health, or exercise data.\tNo, we have not collected personal information included in this category.\\nF. Internet or other similar network activity.\tBrowsing history, search history, information on a consumerâ€™s interaction with a website, application, or advertisement.\tYes, we have collected personal information included in this category.\\nG. Geolocation data.\tPhysical location or movements.\tNo, we have not collected personal information included in this category. We do collect IP addresses which may provide general geographic location information, but we do not collect specific physical location or movements information.\\nH. Sensory data.\tAudio, electronic, visual, thermal, olfactory, or similar information.\tNo, we have not collected personal information included in this category.\\nI. Professional or employment related information.\tCurrent or past job history or performance evaluations.\tNo, we have not collected personal information included in this category.\\nJ. Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C. Section 1232g, 34 C.F.R. Part 99)).\tEducation records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.\tNo, we have not collected personal information included in this category.\\nK. Inferences drawn from other personal information.\tProfile reflecting a personâ€™s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.\tNo, we have not collected personal information included in this category.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Information We Collect We collect “personal information” as defined under the CCPA, which is information that\n  identifies, relates to, describes, references, is reasonably capable of being associated with, or\n  could reasonably be linked, directly or indirectly, with a particular consumer, household, or\n  device. Personal information does not include publicly available information from government\n  records, deidentified or aggregated consumer information or information excluded from the\n  CCPA’s scope.} "
    },
    {
      "Text": "Disclosures of Personal Information\\nWe may disclose your personal information to third parties for a business purpose. When we disclose personal information for a business purpose, we enter into an agreement with the third party that describes the purpose and requires the third party recipient to both keep that personal information confidential and not use it for any purpose except performing the agreement. We may disclose your personal information to the categories of third parties described above in Section 4 (â€œInformation disclosuresâ€).\\n\\n\\nDisclosures of Personal Information for a Business Purpose:\\n\\n\\nIn the preceding twelve (12) months, we have disclosed the following categories of personal information for a business purpose:\\n\\nCategory A: Identifiers.\\nCategory B: California Customer Records personal information categories.\\nCategory C: Protected classification characteristics under California or federal law.\\nCategory D: Commercial information.\\nCategory F: Internet or other similar network activity.\\nWe disclose your personal information for a business purpose to service providers, business partners and our affiliates.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Use of Personal Information We describe how we may use or disclose the personal information we collect above in Section 3\n  (\"How we use the information that we collect\"). We will not collect additional categories of\n  personal information or use the personal information we collected for materially different,\n  unrelated, or incompatible purposes without providing you notice.} "
    },
    {
      "Text": "In the preceding twelve (12) months, we have disclosed Category A personal information (â€œIdentifiersâ€) to third party advertisers, or have allowed those advertisers to collect Category A personal information, through the Sites. This disclosure of personal information may be considered a â€œsaleâ€ of personal information under the CCPA. We also have shared such personal information with third party advertisers for cross-context behavioral advertising in the preceding twelve (12) months.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {When we\n  disclose personal information for a business purpose, we enter into an agreement with the third\n  party that describes the purpose and requires the third party recipient to both keep that personal\n  information confidential and not use it for any purpose except performing the agreement. We\n  may disclose your personal information to the categories of third parties described above in\n  Section 4 (“Information disclosures”).} "
    },
    {
      "Text": "Categories:\tExamples of Personal Information in the Category:\tCollected (â€œYesâ€ or â€œNoâ€):\\nA. Identifiers.\tA real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, Social Security number, driverâ€™s license number, passport number, or other similar identifiers.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Information We Collect We collect “personal information” as defined under the CCPA, which is information that\n  identifies, relates to, describes, references, is reasonably capable of being associated with, or\n  could reasonably be linked, directly or indirectly, with a particular consumer, household, or\n  device. Personal information does not include publicly available information from government\n  records, deidentified or aggregated consumer information or information excluded from the\n  CCPA’s scope.} "
    },
    {
      "Text": "B. Personal information categories described in the California Customer Records statute (Cal. Civ. Code Â§ 1798.80(e)).\tA name, signature, social security number, physical characteristics or description, address, telephone number, passport number, driverâ€™s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information.\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "B. Personal information categories described in the California Customer Records statute (Cal. Civ. Code Â§ 1798.80(e)).\tA name, signature, social security number, physical characteristics or description, address, telephone number, passport number, driverâ€™s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information.\\n\\nPlease note that some personal information included in this category may overlap with other categories.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "C. Protected classification characteristics under California or federal law.\tAge (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).\tYes, we have collected personal information included in this category.\\nD. Commercial information.\tRecords of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "F. Internet or other similar network activity.\tBrowsing history, search history, information on a consumerâ€™s interaction with a website, application, or advertisement.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "A. Identifiers.\tA real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, Social Security number, driverâ€™s license number, passport number, or other similar identifiers.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "contact information, such as name, email address, postal address and phone number;",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {2. What information the Sites\n    collect Information you provide to us: You do not need to provide\n  information directly to us in order to view the Sites.} "
    },
    {
      "Text": "your computer's Internet Protocol (IP) address, geo location and time zone;",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {What information the Sites\n    collect Information you provide to us: You do not need to provide\n  information directly to us in order to view the Sites. However, when you use\n  certain functions on the Sites, such as accessing certain features or content,\n  registering for certain services, setting up a profile or contacting the Sites\n  directly, you may provide us or we may ask for personally identifiable information\n  or other information, which may include: contact information, such as name, email address, postal address and phone number; account information such as username and password for your account; information posted in community discussions and other interactive online features; information you may decide to provide when you sign up, on your profile or through your account, such as\n    date of birth, gender, nationality, photographs, friends, biographies, anime or manga related lists and favorites,\n    comments, posts, reviews, ratings, recommendations and other information or content you\n    may provide when you sign up, through your account or on your profile; search queries conducted on the Sites; payment-related information (if you make payments on the Sites), such as PayPal payer ID and Stripe customer ID; and correspondence you send to us.} "
    },
    {
      "Text": "Advertising:\\nIn order to provide our users with free access to our content, we display advertisements and other content on the Sites, many of which are targeted based on information about you.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Through this process, advertisers reach Sites visitors who are most interested in their products, and you see advertising for products or services in which you may be interested.\\n\\n\\nThird-party advertisers and advertising platforms also may serve targeted ads on the Sites. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may also send you\n  advertising through other means, such as email. Using information collected\n  through cookies, web beacons, and other sources, we may use demographic data or\n  information about your online activities or interests to display or communicate\n  targeted advertising that may be relevant to your preferences.} "
    },
    {
      "Text": "Access to Specific Information and Data Portability Rights:\\n\\n\\nAs a California resident, you have the right to request that we disclose certain information to you about our collection and use of your personal information over the past 12 months. Once we receive and confirm your verifiable consumer request (see below â€œExercising Your CCPA Access, Data Portability, Correction and Deletion Rightsâ€), we will disclose to you:\\n\\nThe categories of personal information we collected about you.\\nThe categories of sources for the personal information we collected about you.\\nOur business or commercial purpose for collecting or selling that personal information.\\nThe categories of third parties to whom we disclose that personal information.\\nThe specific pieces of personal information we collected about you (also called a data portability request).\\nIf we sold or disclosed your personal information for a business purpose, two separate lists disclosing:\\nsales, identifying the personal information categories that each category of recipient purchased; and\\ndisclosures for a business purpose, identifying the personal information categories that each category of recipient obtained.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We also have shared such personal\n  information with third party advertisers for cross-context behavioral advertising in the preceding\n  twelve (12) months. Your Rights Under the CCPA The CCPA provides California residents with specific rights regarding their personal\n  information, as we describe further below.} "
    },
    {
      "Text": "Access to Specific Information and Data Portability Rights:\\n\\n\\nAs a California resident, you have the right to request that we disclose certain information to you about our collection and use of your personal information over the past 12 months. Once we receive and confirm your verifiable consumer request (see below â€œExercising Your CCPA Access, Data Portability, Correction and Deletion Rightsâ€), we will disclose to you:\\n\\nThe categories of personal information we collected about you.\\nThe categories of sources for the personal information we collected about you.\\nOur business or commercial purpose for collecting or selling that personal information.\\nThe categories of third parties to whom we disclose that personal information.\\nThe specific pieces of personal information we collected about you (also called a data portability request).\\nIf we sold or disclosed your personal information for a business purpose, two separate lists disclosing:\\nsales, identifying the personal information categories that each category of recipient purchased; and\\ndisclosures for a business purpose, identifying the personal information categories that each category of recipient obtained.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {We also have shared such personal\n  information with third party advertisers for cross-context behavioral advertising in the preceding\n  twelve (12) months. Your Rights Under the CCPA The CCPA provides California residents with specific rights regarding their personal\n  information, as we describe further below.} "
    },
    {
      "Text": "Correction and Deletion Request Rights:\\n\\n\\nAs a California resident, you have the right to request that we correct inaccurate personal information or delete any of your personal information that we collected from you and retained, subject to certain exceptions. ",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {The specific pieces of personal information we collected about you (also called a data\n    portability request). If we sold or disclosed your personal information for a business purpose, two separate\n    lists disclosing: sales, identifying the personal information categories that each category of\n        recipient purchased; and disclosures for a business purpose, identifying the personal information categories\n        that each category of recipient obtained.} "
    },
    {
      "Text": "Correction and Deletion Request Rights:\\n\\n\\nAs a California resident, you have the right to request that we correct inaccurate personal information or delete any of your personal information that we collected from you and retained, subject to certain exceptions.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {The specific pieces of personal information we collected about you (also called a data\n    portability request). If we sold or disclosed your personal information for a business purpose, two separate\n    lists disclosing: sales, identifying the personal information categories that each category of\n        recipient purchased; and disclosures for a business purpose, identifying the personal information categories\n        that each category of recipient obtained.} "
    },
    {
      "Text": "Once we receive and confirm your verifiable consumer request (see below â€œExercising Your CCPA Access, Data Portability, Correction and Deletion Rightsâ€), we will correct or delete (and direct our service providers to correct or delete) your personal information from our records, unless an exception applies. We may deny your deletion request if keeping the information is necessary for us or our service provider(s) to:\\n\\nComplete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, or otherwise perform our contract with you.\\nDetect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.\\nDebug products to identify and repair errors that impair existing intended functionality.\\nExercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.\\nComply with the California Electronic Communications Privacy Act (Cal. Penal Code Â§ 1546 et. seq.).\\nEngage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the informationâ€™s deletion may likely render impossible or seriously impair the researchâ€™s achievement, if you previously provided informed consent.\\nEnable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us.\\nComply with a legal obligation.\\nMake other internal and lawful uses of that information that are compatible with the context in which you provided it.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Your Rights Under the CCPA The CCPA provides California residents with specific rights regarding their personal\n  information, as we describe further below. Access to Specific Information and Data Portability Rights: As a California resident, you have the right to request that we disclose certain information to you\n  about our collection and use of your personal information over the past 12 months.} "
    },
    {
      "Text": "Once we receive and confirm your verifiable consumer request (see below â€œExercising Your CCPA Access, Data Portability, Correction and Deletion Rightsâ€), we will correct or delete (and direct our service providers to correct or delete) your personal information from our records, unless an exception applies",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Your Rights Under the CCPA The CCPA provides California residents with specific rights regarding their personal\n  information, as we describe further below. Access to Specific Information and Data Portability Rights: As a California resident, you have the right to request that we disclose certain information to you\n  about our collection and use of your personal information over the past 12 months.} "
    },
    {
      "Text": "Exercising Your CCPA Access, Data Portability, Correction and Deletion Rights:\\n\\n\\nTo exercise the access, data portability, correction and deletion rights described above, please submit a verifiable consumer request to us by email at: legal@mail.myanimelist.net or by regular mail at: MyAnimeList, Attn: Privacy Officer, 1-1-1 Hitotsubashi Chiyoda-ku, Tokyo 100-0003 Japan.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Your Rights Under the CCPA The CCPA provides California residents with specific rights regarding their personal\n  information, as we describe further below. Access to Specific Information and Data Portability Rights: As a California resident, you have the right to request that we disclose certain information to you\n  about our collection and use of your personal information over the past 12 months.} "
    },
    {
      "Text": " To exercise the right to opt-out, you can click on the â€œDo Not Sell My Personal Informationâ€ link available on our homepage and other pages of this website. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Currently, MAL is working with its consent management platform\n  provider to implement the “Do Not Sell or Share My Personal Information” link functionality and,\n  until it is implemented, MAL will continue to provide the “Do Not Sell My Personal Information” link\n  and opt out functionality. MAL will not share (as defined by the CCPA) personal information until the\n  “Do Not Sell or Share My Personal Information” link option is available.} "
    },
    {
      "Text": "To exercise the right to opt-out, you can click on the â€œDo Not Sell My Personal Informationâ€ link available on our homepage and other pages of this website. You can also opt-out by clicking this link here: Do Not Sell My Personal Information. You will then have the option of clicking on a toggle button or checking a box and confirming your choice to opt-out",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Currently, MAL is working with its consent management platform\n  provider to implement the “Do Not Sell or Share My Personal Information” link functionality and,\n  until it is implemented, MAL will continue to provide the “Do Not Sell My Personal Information” link\n  and opt out functionality. MAL will not share (as defined by the CCPA) personal information until the\n  “Do Not Sell or Share My Personal Information” link option is available.} "
    },
    {
      "Text": "Non-Discrimination\\nWe will not discriminate against you for exercising any of your CCPA rights. Unless permitted by the CCPA, we will not do any of the following:\\n\\nDeny you goods or services.\\nCharge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.\\nProvide you a different level or quality of goods or services.\\nSuggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {No, we have not collected\n      personal information included in\n      this category. J.} "
    },
    {
      "Text": "Changes to this Privacy Policy\\nThis Privacy Policy may be amended by us from time to time and we reserve the right to do so at any time. Any amendments to the Privacy Policy will be posted here and the date indicated on the top of the Privacy Policy will state the date the Privacy Policy was last revised. If we make any material changes in the way we collect, use, and/or disclose personal information that may impact you, we will notify you by sending an email to the email address associated with your user account (if you have chosen to provide an email address) or by otherwise providing notice through the Sites. Before we use your personal information for a purpose that is materially different than the purpose we collected it for or that you later authorized, we will provide you with the opportunity to opt out. Your continued use of our Sites after any amendments to the Privacy Policy constitutes your acceptance of the new Privacy Policy. Information collected prior to the time any change is posted will be used according to the rules and law that applied at the time the information was collected.\\n\\n",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {By using the Sites or providing\n  us with your information, you consent to the collection, transfer, storage, and processing of information to and in\n  Japan and the United States. 14.} "
    }
  ]
}