{
  "policy_id": "155",
  "text": "PRIVACY NOTICE | Page Six <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/nypost-2016/client/build/css/global-assets.min.css?ver=58836d191b23e9262b4d\" media=\"all\" class=\"wp-asset-manager global-assets\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/nypost-2016/client/build/css/header-footer.min.css?ver=24d5c8c03fe58c3e6e12\" media=\"all\" class=\"wp-asset-manager header-footer\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/nypost-2016/client/build/css/blocks-core.min.css?ver=d9498ea6c3cba252e988\" media=\"all\" class=\"wp-asset-manager blocks-core\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/nypost-2016/client/build/css/zephr.min.css?ver=3f4178252386377491c2\" media=\"all\" class=\"wp-asset-manager zephr\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/nypost-2016/client/build/css/templates-page-default.min.css?ver=210ea9c7c9dba6edf08e\" media=\"all\" class=\"wp-asset-manager templates-page-default\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/nypost-2016/client/build/css/templates-shared-interior-with-sidebar.min.css?ver=b97684f22c72c0667e22\" media=\"all\" class=\"wp-asset-manager templates-shared-interior-with-sidebar\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/nypost-2016/client/build/css/membership-shared.min.css?ver=20119f176f664f66abe8\" media=\"all\" class=\"wp-asset-manager membership-shared\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/nypost-2016/client/build/css/membership-pagesix.min.css?ver=ee819ea730b460a59bd6\" media=\"all\" class=\"wp-asset-manager membership-pagesix\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/pagesix/client/build/css/pagesix-global-assets.min.css?ver=0f79e39126e78d5c799c\" media=\"all\" class=\"wp-asset-manager pagesix-global-assets\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/pagesix/client/build/css/pagesix-header-footer.min.css?ver=6bb7343e78a0d8a31cdd\" media=\"all\" class=\"wp-asset-manager pagesix-header-footer\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/nypost-2016/client/build/css/widgets-rss.min.css?ver=f381f8f5198518b6923e\" media=\"all\" class=\"wp-asset-manager widgets-rss\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/nypost-2016/client/build/css/widgets-trending-now.min.css?ver=ccdb5d6fc845e8168860\" media=\"all\" class=\"wp-asset-manager widgets-trending-now\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/nypost-2016/client/build/css/widgets-now-on.min.css?ver=37f5253ea678209f4517\" media=\"all\" class=\"wp-asset-manager widgets-now-on\" /> <img src=\"https://sb.scorecardresearch.com/p?c1=2&c2=6390601&c3=PAGESIX&cj=1&cv=3.6\" /> Primary Menu Sections Search Search Skip to search results News Entertainment TV Movies Music Awards Style Fashion Beauty Shopping Royal Family Parents Gossip Sub Menu Divider 1 Photos Video Podcasts Email Newsletters Sub Menu Divider 2 NY Post Decider Log In Search Email Page Six Tips Log In Search Search PRIVACY NOTICE Last Modified: June 28, 2023 NYP Holdings, Inc. (“Company,” “we,” “us,” or “our”), publisher of the New York Post, respects your privacy and understands that you care about your personal data and how it is used.  We value your trust in sharing your personal data with us and are dedicated to protecting your privacy, as further described in this Privacy Notice. Privacy Notice Sections Scope Data We Collect and Obtain How We Use the Information We Obtain Information We Share Your Choices and Rights How We Protect Personal Data Transfers of Personal Data Links to Third-Party Sites, Apps and Services Changes to Our Privacy Notice How To Contact Us Privacy Topics Privacy Notice Highlights Cookie Notice Video Services Notice Social Networking Notice For California Residents, California Privacy Rights For CO, CT and VA Residents For UK, EU, EEA Residents 1. SCOPE This Privacy Notice (“Notice”) applies to personal data about subscribers to our print publications, users of our websites, mobile applications and direct marketing programs (collectively, the “Services”) collected by the Company or by third parties on our behalf. This Privacy Notice describes in detail the types of data we collect about you; how we use your data (the purposes for processing your data) and with whom we share it; the choices and rights you have with regard to your data; how we protect your data; and how you can contact us about our privacy practices. The Services are intended for a general audience and are not targeted to children under 16 years of age. In addition, please review our Terms of Use which governs your use of the Services. 2. DATA WE COLLECT AND OBTAIN We obtain personal data about you from a variety of sources. This includes personal data you provide to us directly, data we obtain from other sources, and data we gather through automated means. Data you provide to us through the Services. When you register for or participate in certain Services, seek access to certain content or features, or directly correspond with us, we may collect certain types of data from you: Contact information (such as name, postal address, email address and telephone and/or mobile numbers); Username and password when you register through our Services; Survey responses, reviews and/or comments; Household income; Credit card or other payment information; and Other information you may provide to us, such as through our “Submit a Request” or “Contact Us” feature. Data obtained from other sources. We may obtain personal data about you in connection with the Services from publicly and commercially available sources, from our affiliates and/or our business partners (such as advertising providers; analytics providers; marketers; public data bases; consumer data resellers; social media networks, in accordance with your privacy preferences on such services; researchers; payment processors; and surveys), including: Demographical data (such as gender, age range, educational level, household income range, number of children in household, ethnicity to the extent permitted); Purchasing data, including membership in loyalty programs or information about advertisements you have seen or acted upon, including your interaction with advertisers’ products and services; Occupational data (such as profession, position, title, industry); Preferences and shopping interests; Geo-location; Your activities on other Internet sites or mobile Apps; If you log-in with or connect a social networking profile with the Services (e.g., Facebook or YouTube), we may obtain data about you, such as your user ID and/or user name and other data you have permitted those networks to share with us consistent with your privacy settings on the applicable social networking service. For more information, see our Social Networking Notice . Data Collected by Automated Means Through Our Services. We also gather by automated means (such as cookies, web beacons, web server logs, JavaScript and other similar technologies) certain information through our Services: Your Internet Protocol (IP) address; Device information, including unique identifiers and connection information, including mobile device advertising IDs (e.g., Apple’s IDFA or Google’s AAID) and the means of internet connection (e.g., WiFi connection, ISP) that can identify the physical location of such devices, in accordance with applicable law; Your device type and settings, software used, browser type and operating system; Language preferences; Websites or other services you visited before and after visiting the Services (referring URL); Web pages and advertisements you view and links you click on within, and what search queries you may have run on, the Services (clickstream); Viewing behavior, including the content you view (text, images, video) and for how long, and advertisements you have been shown or interacted with; Dates and times you access or use the Services; Location information, including the city, state and zip code associated with your IP Address, information derived through WiFi triangulation, and precise location information from GPS-based functionality on your mobile Apps, with your consent; and Your phone number and mobile carrier details in connection with our mobile app. For more information on the various types of automated means we use to gather personal data, please see our Cookie Notice . 3. HOW WE USE THE INFORMATION WE OBTAIN We, or service providers acting on our behalf, may use the personal data collected from and about you to: Provide our products and services, including authorizing a purchase, or completing a transaction that you requested; Create and manage online accounts; Send promotional materials, alerts regarding available offers and other communications; Communicate about, and administer participation in, special events, promotions, programs, offers, surveys, contests and market research; Respond to inquiries from you and other third-parties, including inquiries from law enforcement agencies; Anonymize or de-identify personal data to provide third parties with aggregated data reports showing anonymized information and other non-personal data; Provide technical support; Generate suggestions about the type of content, including video, you may enjoy; Supplement your personal data collected directly from you and/or from automated means with additional information from publicly and commercially available sources, and/or information from Company affiliates and our business partners; Associate your browser and/or device with other browsers or devices you use for the purpose of providing relevant and easier access to content, advertising across browsers and devices, and other operational/business purposes; Operate, evaluate and improve our business (including developing, enhancing, analyzing and improving our Services; managing our communications; reviewing and processing employment applications, performing data and statistical analytics; and performing accounting, auditing and other internal functions); Protect against, identify and prevent fraud and other unlawful activity, claims and other liabilities; Comply with and enforce applicable legal requirements, relevant industry standards, contractual obligations and our terms of service and other policies; and In other ways for which we provide specific notice at the time of collection. INTEREST-BASED ADVERTISING As described in this Privacy Notice and/or our Cookie Notice , we, as well as our third-party service providers, may obtain information about your online activities to provide you with advertising about products and services tailored to your individual interests. We and our third party service providers also may obtain information for this purpose from third party websites and apps. We engage third-party advertising networks to help us target our messaging to visitors through interest-based and contextual means. Through these ad networks, we can track your online activities (such as your visits to websites, your use of apps that serve advertisements, the pages or ads you view and actions you take while visiting those sites or apps) over time and across third-party websites and apps by obtaining information through automated means, as described above. This data collection takes place both on our sites, apps and emails and on third-party websites and apps that participate in these ad networks. The networks use this information to show you advertisements on our Services or on other third-party websites and apps that may be tailored to your individual interests. This information also helps us track the effectiveness of our marketing efforts. To the extent required by applicable law, we will obtain your consent before using your information for interest-based advertising. The section below entitled Your Choices and Rights provides details on and explains how to exercise your choices regarding interest-based advertising. 4. INFORMATION WE SHARE Third Parties with which we share information and why Our Subsidiaries and Affiliated Businesses. We may share information we collect within our family of companies to deliver products and services to you, and enhance our products, services, and your customer experience, consistent with this Privacy Notice. Those businesses may also use your information for their own purposes, including marketing purposes. We also utilize a technology offered by our affiliate NC Audience Exchange LLC, also known as NewsIQ, which collects information from you through automated means when you are using the Services. Click here to learn more about NewsIQ. Third Party Partners for Marketing Purposes. We may share your information with partners whose offerings we think may interest you. For example, if you sign up for our newsletters, then we may share information with third parties, such as advertisers, for their marketing and other purposes. Third Party Partners to Provide Co-Branded Products and Services. In some cases, we may share information with third-party partners to provide co-branded products or services. For example, when we run a co-sponsored sweepstakes. Third Parties for Legal Requirements and Proceedings. We may disclose information to law enforcement authorities or other government officials if we are required to do so to comply with subpoenas, court orders, legal process or other law enforcement or government measures, and to comply with other legal obligations. We may disclose information if we believe disclosure is necessary or appropriate in connection with an investigation of suspected or actual fraudulent or illegal activity. Third Parties for the Protection of our Services and Users. We may disclose information to protect and defend the rights, interests, and safety of the Services, our subsidiaries and affiliates, and their employees, contractors and agents; to protect the security and safety of our users of the Services, including when we believe disclosure is necessary to prevent physical harm or financial loss. Third Parties in Business Transfers. We may disclose information in connection with a proposed or completed corporate transaction, including for example a merger, investment, acquisition, reorganization, consolidation, bankruptcy, liquidation, or sale of some or all of our assets. Third-Party Online Advertisers and Ad Networks. As discussed in the Interest-Based Advertising Section of this Privacy Notice, the Services may rely on third-party advertising technologies that allow for the delivery of relevant content and advertising on the Services, as well as on other websites you visit and other applications you use, and these technologies will collect certain information from your use of the Services to assist in delivering such ads. Internet Services Providers. In connection with the provision of the Services, we may share information with companies that provide internet services. Data Analytics Providers. We may share information with companies that provide data analytics services in order to operate, evaluate and improve our business. Operating Systems and Platforms. We may share information with software companies that power your devices and companies that provide common tools/information for software or apps about software or app consumers. Social Networks. As discussed in the Information We Share Section of our Privacy Notice and our Social Networking Notice , we may share your information with social networking services for their commercial or marketing purposes. List Rental Services. We may share information with list rental services, e.g. to parties whose offerings we think may interest you marketing or commercial purposes. With Your Consent. We may share personal data with select third party partners with your consent so they can send you promotions, ads or offers about their services or products that you may be interested in. We also may give you the option to receive communications from one of our advertising partners, such as when we offer a joint promotion with that third party advertiser. If you choose to opt in to receiving communications from that third party advertiser by providing your explicit consent, the third party advertiser will manage your information pursuant to their own privacy policy. Non-personal Data. When the information collected from or about you is not defined as personal data under applicable law, we may share such non-personal, de-identified information or aggregated information with third parties at our discretion. 5. YOUR CHOICES AND RIGHTS We offer you certain choices and you also may have certain rights in connection with the personal data we collect about you. A. YOUR CHOICES You can choose to use our Services without providing any information about yourself to us directly, but please note, as described above, some personal data may be collected automatically or be requested by us so that you can take advantage of certain features of the Services. To ask us to remove your personal data from our marketing mailing lists, please contact us as outlined in the How to Contact Us Section Section below. You also can unsubscribe from our marketing mailing lists by following the “Unsubscribe” link in our emails. Even if you unsubscribe from our marketing communications, we may still need to send you communications relating to your use of the Services, such as service announcements or personalized communications about your home-delivery account. You also have choices about whether cookies and other similar technologies are placed on your computer or mobile device. For more information, visit our Cookie Notice . We may use third-party analytics services on our Services, such as Google Analytics. The analytics providers that administer these services use technologies such as cookies, web beacons and similar technologies to help us analyze your use of the Services, as further described in our Cookie Notice . To learn more about how to opt out of Google Analytics services, please visit the link below: Google Analytics: https://tools.google.com/dlpage/gaoptout You may also choose to opt out of use of data that we or our third party service providers collect about your activities to provide you with tailored advertising about products and services of interest to you. We and our third party service providers also may obtain information for this purpose from third-party websites or apps. To learn more about how to opt out of ad network interest-based advertising, please see the How to Manage Your Cookies section of our Cookie Notice or visit the customer opt-out pages at http://www.aboutads.info/choices/ and http://www.networkadvertising.org/choices/ or https://www.youronlinechoices.eu/ B. YOUR RIGHTS Subject to applicable law, you may have certain rights to access, review, update, correct inaccuracies in and/or port your personal data in our custody and control by submitting a request to Submit Request , or by contacting us at 1-800-552-7678. We may request certain personal data for the purposes of verifying your identity when you request to exercise your personal data rights. Once we have verified your identity (and your agent, as applicable), we will respond to your request as appropriate. The right to access and rectification or correction. You may have the right to access, correct and update your personal data at any time. If you have an account with us, you may access your information through that account and update or correct it. The right to deletion. Under certain circumstances, you may have the right to request that we delete your data. If you wish to delete the personal data we hold about you, please let us know and we will take reasonable steps to respond to your request in accordance with applicable legal requirements. If the personal data is no longer needed for any purposes that justify its retention and we are not required by law to retain it, we will do what we can to delete, destroy or permanently de-identify it. Certain data may be exempt from such requests under applicable law. We may need certain types of data so that we can provide our Services to you. If you ask us to delete it, you may no longer be able to access or use our Services. The right to data portability. Under applicable laws, in addition to the general right of access described above and subject to certain exceptions, you may have the right to (i) receive a copy of your personal data in a structured, commonly used and machine-readable format, (ii) transmit the data to another business or data controller and/or (iii) depending on the circumstances, have us perform that transmission. C. CALIFORNIA PRIVACY RIGHTS For additional information for residents of the State of California click here . D. CO, CT AND VA PRIVACY RIGHTS For additional information for residents of the States of Colorado and Connecticut and the Commonwealth of Virginia, click here . E. FOR UNITED KINGDOM AND EUROPEAN UNION/EEA USERS For additional information about our privacy practices in the United Kingdom and the European Union/EEA, please click here . 6. HOW WE PROTECT PERSONAL DATA We maintain administrative, technical and physical safeguards designed to protect the personal data we have about you against accidental, unlawful or unauthorized destruction, loss, alteration, access, disclosure or use. However, no data transmission or storage, or use of the Internet, can be guaranteed to be 100% secure. 7. TRANSFERS OF PERSONAL DATA The Services are hosted in and managed from the United States or the country in which we engage service providers. We may transfer the personal data we collect about you to another country, which may not have the same data protection laws as the country in which you initially provided the data. Applicable laws in the United States and/or other countries may allow the courts, law enforcement and national security authorities to access your personal data when in such country. If you are a user located outside the United States or the country to which your information may be transferred, you understand (and, as permitted under applicable law, consent to) having any personal data processed in the United States and/or such country. When we transfer your data, we will protect that data as described in this Privacy Notice. 8. LINKS TO THIRD-PARTY SITES, APPS AND SERVICES For your convenience and information, our Services may provide links to third-party sites, apps and services that may be operated by companies not affiliated with us. These companies may have their own privacy notices or policies, which we strongly suggest you review. We are not responsible for the privacy practices of any third-partysites, apps or services. 9. CHANGES TO OUR PRIVACY NOTICE From time to time, we may change our Privacy Notice to reflect changes to our privacy practices and Services. If we modify the Privacy Notice, we will update the “Last Modified Date” and the changes will be effective as of the date we post such Notice. For material changes, we will notify you by posting a prominent notice on our Services indicating at the top of the Privacy Notice when it was most recently updated. 10. HOW TO CONTACT US If you have any questions or comments about this Privacy Notice or the manner in which we or our service providers treat your personal data, would like to exercise your choices, or would like us to update information we have about you or your preferences, please contact us at: privacy@nypost.com You also may write to: NYP Holdings, Inc. Attention: Privacy Lead 1211 Avenue of the Americas New York, NY 10036 Facebook Twitter Instagram Email YouTube Sections & Features Video Photos Newsletters & Feeds Email Newsletters Podcasts RSS Feeds Contact Us About Page Six Tips Advertise/Media Kit Contact Licensing & Reprints Vulnerability Disclosure Program © 2023 NYP Holdings, Inc. All Rights Reserved Terms Of Use Privacy Notice Sitemap Your California Privacy Rights Do Not Sell or Share My Personal Information/Opt-Out <iframe src=\"//www.googletagmanager.com/ns.html?id=GTM-TWX9Z9\"\n\t\theight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> <div style=\"display:inline;\">\n\t\t<img height=\"1\" width=\"1\" style=\"border-style:none;\" alt=\"\" src=\"//googleads.g.doubleclick.net/pagead/viewthroughconversion/988380111/?value=0&amp;guid=ON&amp;script=0\"/>\n\t\t</div> This page is not available in your area. NYP - Strictly Necessary Cookies and Similar Technologies Strictly necessary cookies are essential for the website to function correctly. These cookies may also be used to assist in fraud prevention and security. You can set your browser to block or alert you about these cookies, but without them, performance of the site may be affected and you may not be able to take full advantage of all services and/or features of the site. Strictly Necessary Cookies These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.    You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Newscorp.com Analytics Cookies We and our service providers, such as Google Analytics, use analytics cookies to collect information about your use of the website to help create reports and statistics on the performance of the website, which enable us to improve the way they work.  Analytics cookies collect information such as your IP address, type of device, operating system, referring URLs, country information data and time of page visits, and pages visited.  This information allows us to identify overall patterns of usage on the website, and help us record any difficulties you have with website.  For information about how to opt-out of Google Analytics cookies, please use the following link: Google Analytics Submit an Access, Correction or Deletion Request to NYP Privacy Residents of CA , CO, CT and VA have certain other rights with respect to their personal information. Should you wish to exercise any of those other rights, please indicate your preferences through the “Submit Request” link provided below. Submit Request Do Not Sell or Share My Personal Information only for NYP Print Subscribers If you are a CA, CT or VA resident and currently subscribe for (or are a former subscriber of) home delivery of the print edition of the New York Post, you may opt out of offline third party sales by using the “Submit an Opt Out Request” link below. (Note: this option does not apply to residents of CO because there is no home delivery service in CO.) Submit an Opt Out Request Do Not Sell or Share My Personal Information for NYP Internet and Mobile Users Do Not Sell or Share My Personal Information for NYP Internet and Mobile Users If you do not wish for us or our third party partners such as advertising networks and social media platforms to sell or share your personal information to others, please click the red \"Do Not Sell or Share My Personal Information/Opt-Out” button provided below. If you access this site and/or app from other devices or browsers, or clear your cookies on your devices or browsers, you will need to indicate your preferences again from those devices or browsers. Please note that after making your “Do Not Sell or Share” request, you may still see advertising and we may continue to share personal information with our service providers who use such information on our behalf. To learn more about interest-based advertising across sites and additional opt-out choices, you can visit http://optout.aboutads.info and http://optout.networkadvertising.org . NYP - Functionality Cookies and Similar Technologies Functionality cookies collect information regarding your choices and preferences (such as, your language preference, user name, or location) to provide a more personalized online experience and show you content relevant to where you are, such as customizing a certain webpage or remembering if we have asked you to sign up for our Services.  With mobile or other internet enabled devices, functionality cookies may collect a unique identifier assigned to an internet enabled device (mobile, tablet), geolocation data or other traffic information for that device.  These features help us improve your experience with the website, for example, to determine the appropriate device location during a session or count articles viewed. NYP - Analytics Cookies and Similar Technologies We and our service providers, such as Google Analytics, use analytics cookies to collect information about your use of the website to help create reports and statistics on the performance of the website, which enable us to improve the way the site works.  Analytics cookies collect information such as your IP address, type of device, operating system, referring URLs, country information data and time of page visits, and pages visited.  This information allows us to identify overall patterns of usage on the website, and help us record any difficulties you have with website. NYP - Unknown Unknown NYP Obsolete Obsolete/cookies not in use Social Media Cookies These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks. They are capable of tracking your browser across other sites and building up a profile of your interests. This may impact the content and messages you see on other websites you visit.    If you do not allow these cookies you may not be able to use or see these sharing tools. Targeting Cookies These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.    They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising. Performance Cookies These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site.    All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance. Functional Cookies These cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages.    If you do not allow these cookies then some or all of these services may not function properly. Newscorp.com - Unknown cookies Newscorp.com - Unknown cookies Cookies on the newscorp.com website that show up in the scan, but were not identified in the cookie audit of 2022. Back Button Cookie List Search Icon Filter Icon Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Confirm",
  "annotations": [
    {
      "Text": "Last Modified: June 28, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "DATA WE COLLECT AND OBTAIN\\n\\nWe obtain personal data about you from a variety of sources. This includes personal data you provide to us directly, data we obtain from other sources, and data we gather through automated means.\\n\\nData you provide to us through the Services. When you register for or participate in certain Services, seek access to certain content or features, or directly correspond with us, we may collect certain types of data from you:\\n\\nContact information (such as name, postal address, email address and telephone and/or mobile numbers);\\nUsername and password when you register through our Services;\\nSurvey responses, reviews and/or comments;\\nHousehold income;\\nCredit card or other payment information; and\\nOther information you may provide to us, such as through our “Submit a Request” or “Contact Us” feature.\\nData obtained from other sources. We may obtain personal data about you in connection with the Services from publicly and commercially available sources, from our affiliates and/or our business partners (such as advertising providers; analytics providers; marketers; public data bases; consumer data resellers; social media networks, in accordance with your privacy preferences on such services; researchers; payment processors; and surveys), including:\\n\\nDemographical data (such as gender, age range, educational level, household income range, number of children in household, ethnicity to the extent permitted);\\nPurchasing data, including membership in loyalty programs or information about advertisements you have seen or acted upon, including your interaction with advertisers’ products and services;\\nOccupational data (such as profession, position, title, industry);\\nPreferences and shopping interests;\\nGeo-location;\\nYour activities on other Internet sites or mobile Apps;\\nIf you log-in with or connect a social networking profile with the Services (e.g., Facebook or YouTube), we may obtain data about you, such as your user ID and/or user name and other data you have permitted those networks to share with us consistent with your privacy settings on the applicable social networking service.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In addition, please review our Terms of Use which governs your use of the Services. 2.} "
    },
    {
      "Text": "Data Collected by Automated Means Through Our Services. We also gather by automated means (such as cookies, web beacons, web server logs, JavaScript and other similar technologies) certain information through our Services:\\n\\nYour Internet Protocol (IP) address;\\nDevice information, including unique identifiers and connection information, including mobile device advertising IDs (e.g., Apple’s IDFA or Google’s AAID) and the means of internet connection (e.g., WiFi connection, ISP) that can identify the physical location of such devices, in accordance with applicable law;\\nYour device type and settings, software used, browser type and operating system;\\nLanguage preferences;\\nWebsites or other services you visited before and after visiting the Services (referring URL);\\nWeb pages and advertisements you view and links you click on within, and what search queries you may have run on, the Services (clickstream);\\nViewing behavior, including the content you view (text, images, video) and for how long, and advertisements you have been shown or interacted with;\\nDates and times you access or use the Services;\\nLocation information, including the city, state and zip code associated with your IP Address, information derived through WiFi triangulation, and precise location information from GPS-based functionality on your mobile Apps, with your consent; and\\nYour phone number and mobile carrier details in connection with our mobile app.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may obtain personal data about you in connection with the Services from publicly and commercially available sources, from our affiliates and/or our business partners (such as advertising providers; analytics providers; marketers; public data bases; consumer data resellers; social media networks, in accordance with your privacy preferences on such services; researchers; payment processors; and surveys), including: Demographical data (such as gender, age range, educational level, household income range, number of children in household, ethnicity to the extent permitted); Purchasing data, including membership in loyalty programs or information about advertisements you have seen or acted upon, including your interaction with advertisers’ products and services; Occupational data (such as profession, position, title, industry); Preferences and shopping interests; Geo-location; Your activities on other Internet sites or mobile Apps; If you log-in with or connect a social networking profile with the Services (e.g., Facebook or YouTube), we may obtain data about you, such as your user ID and/or user name and other data you have permitted those networks to share with us consistent with your privacy settings on the applicable social networking service. For more information, see our Social Networking Notice .} "
    },
    {
      "Text": ".HOW WE USE THE INFORMATION WE OBTAIN\\n\\nWe, or service providers acting on our behalf, may use the personal data collected from and about you to:\\n\\nProvide our products and services, including authorizing a purchase, or completing a transaction that you requested;\\nCreate and manage online accounts;\\nSend promotional materials, alerts regarding available offers and other communications;\\nCommunicate about, and administer participation in, special events, promotions, programs, offers, surveys, contests and market research;\\nRespond to inquiries from you and other third-parties, including inquiries from law enforcement agencies;\\nAnonymize or de-identify personal data to provide third parties with aggregated data reports showing anonymized information and other non-personal data;\\nProvide technical support;\\nGenerate suggestions about the type of content, including video, you may enjoy;\\nSupplement your personal data collected directly from you and/or from automated means with additional information from publicly and commercially available sources, and/or information from Company affiliates and our business partners;\\nAssociate your browser and/or device with other browsers or devices you use for the purpose of providing relevant and easier access to content, advertising across browsers and devices, and other operational/business purposes;\\nOperate, evaluate and improve our business (including developing, enhancing, analyzing and improving our Services; managing our communications; reviewing and processing employment applications, performing data and statistical analytics; and performing accounting, auditing and other internal functions);\\nProtect against, identify and prevent fraud and other unlawful activity, claims and other liabilities;\\nComply with and enforce applicable legal requirements, relevant industry standards, contractual obligations and our terms of service and other policies; and\\nIn other ways for which we provide specific notice at the time of collection.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": ".HOW WE USE THE INFORMATION WE OBTAIN\\n\\nWe, or service providers acting on our behalf, may use the personal data collected from and about you to:\\n\\nProvide our products and services, including authorizing a purchase, or completing a transaction that you requested;\\nCreate and manage online accounts;\\nSend promotional materials, alerts regarding available offers and other communications;\\nCommunicate about, and administer participation in, special events, promotions, programs, offers, surveys, contests and market research;\\nRespond to inquiries from you and other third-parties, including inquiries from law enforcement agencies;\\nAnonymize or de-identify personal data to provide third parties with aggregated data reports showing anonymized information and other non-personal data;\\nProvide technical support;\\nGenerate suggestions about the type of content, including video, you may enjoy;\\nSupplement your personal data collected directly from you and/or from automated means with additional information from publicly and commercially available sources, and/or information from Company affiliates and our business partners;\\nAssociate your browser and/or device with other browsers or devices you use for the purpose of providing relevant and easier access to content, advertising across browsers and devices, and other operational/business purposes;\\nOperate, evaluate and improve our business (including developing, enhancing, analyzing and improving our Services; managing our communications; reviewing and processing employment applications, performing data and statistical analytics; and performing accounting, auditing and other internal functions);\\nProtect against, identify and prevent fraud and other unlawful activity, claims and other liabilities;\\nComply with and enforce applicable legal requirements, relevant industry standards, contractual obligations and our terms of service and other policies; and\\nIn other ways for which we provide specific notice at the time of collection.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "INTEREST-BASED ADVERTISING\\n\\nAs described in this Privacy Notice and/or our Cookie Notice, we, as well as our third-party service providers, may obtain information about your online activities to provide you with advertising about products and services tailored to your individual interests. We and our third party service providers also may obtain information for this purpose from third party websites and apps. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {3. HOW WE USE THE INFORMATION WE OBTAIN We, or service providers acting on our behalf, may use the personal data collected from and about you to: Provide our products and services, including authorizing a purchase, or completing a transaction that you requested; Create and manage online accounts; Send promotional materials, alerts regarding available offers and other communications; Communicate about, and administer participation in, special events, promotions, programs, offers, surveys, contests and market research; Respond to inquiries from you and other third-parties, including inquiries from law enforcement agencies; Anonymize or de-identify personal data to provide third parties with aggregated data reports showing anonymized information and other non-personal data; Provide technical support; Generate suggestions about the type of content, including video, you may enjoy; Supplement your personal data collected directly from you and/or from automated means with additional information from publicly and commercially available sources, and/or information from Company affiliates and our business partners; Associate your browser and/or device with other browsers or devices you use for the purpose of providing relevant and easier access to content, advertising across browsers and devices, and other operational/business purposes; Operate, evaluate and improve our business (including developing, enhancing, analyzing and improving our Services; managing our communications; reviewing and processing employment applications, performing data and statistical analytics; and performing accounting, auditing and other internal functions); Protect against, identify and prevent fraud and other unlawful activity, claims and other liabilities; Comply with and enforce applicable legal requirements, relevant industry standards, contractual obligations and our terms of service and other policies; and In other ways for which we provide specific notice at the time of collection.} "
    },
    {
      "Text": "INTEREST-BASED ADVERTISING\\n\\nAs described in this Privacy Notice and/or our Cookie Notice, we, as well as our third-party service providers, may obtain information about your online activities to provide you with advertising about products and services tailored to your individual interests. We and our third party service providers also may obtain information for this purpose from third party websites and apps. We engage third-party advertising networks to help us target our messaging to visitors through interest-based and contextual means.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {3. HOW WE USE THE INFORMATION WE OBTAIN We, or service providers acting on our behalf, may use the personal data collected from and about you to: Provide our products and services, including authorizing a purchase, or completing a transaction that you requested; Create and manage online accounts; Send promotional materials, alerts regarding available offers and other communications; Communicate about, and administer participation in, special events, promotions, programs, offers, surveys, contests and market research; Respond to inquiries from you and other third-parties, including inquiries from law enforcement agencies; Anonymize or de-identify personal data to provide third parties with aggregated data reports showing anonymized information and other non-personal data; Provide technical support; Generate suggestions about the type of content, including video, you may enjoy; Supplement your personal data collected directly from you and/or from automated means with additional information from publicly and commercially available sources, and/or information from Company affiliates and our business partners; Associate your browser and/or device with other browsers or devices you use for the purpose of providing relevant and easier access to content, advertising across browsers and devices, and other operational/business purposes; Operate, evaluate and improve our business (including developing, enhancing, analyzing and improving our Services; managing our communications; reviewing and processing employment applications, performing data and statistical analytics; and performing accounting, auditing and other internal functions); Protect against, identify and prevent fraud and other unlawful activity, claims and other liabilities; Comply with and enforce applicable legal requirements, relevant industry standards, contractual obligations and our terms of service and other policies; and In other ways for which we provide specific notice at the time of collection.} "
    },
    {
      "Text": "Through these ad networks, we can track your online activities (such as your visits to websites, your use of apps that serve advertisements, the pages or ads you view and actions you take while visiting those sites or apps) over time and across third-party websites and apps by obtaining information through automated means, as described above. This data collection takes place both on our sites, apps and emails and on third-party websites and apps that participate in these ad network",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We and our third party service providers also may obtain information for this purpose from third party websites and apps. We engage third-party advertising networks to help us target our messaging to visitors through interest-based and contextual means.} "
    },
    {
      "Text": "Through these ad networks, we can track your online activities (such as your visits to websites, your use of apps that serve advertisements, the pages or ads you view and actions you take while visiting those sites or apps) over time and across third-party websites and apps by obtaining information through automated means, as described above. This data collection takes place both on our sites, apps and emails and on third-party websites and apps that participate in these ad networks. The networks use this information to show you advertisements on our Services or on other third-party websites and apps that may be tailored to your individual interests. This information also helps us track the effectiveness of our marketing efforts.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We and our third party service providers also may obtain information for this purpose from third party websites and apps. We engage third-party advertising networks to help us target our messaging to visitors through interest-based and contextual means.} "
    },
    {
      "Text": "4.INFORMATION WE SHARE\\n\\nThird Parties with which we share information and why\\nOur Subsidiaries and Affiliated Businesses. We may share information we collect within our family of companies to deliver products and services to you, and enhance our products, services, and your customer experience, consistent with this Privacy Notice. Those businesses may also use your information for their own purposes, including marketing purposes. We also utilize a technology offered by our affiliate NC Audience Exchange LLC, also known as NewsIQ, which collects information from you through automated means when you are using the Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Third Party Partners for Marketing Purposes. We may share your information with partners whose offerings we think may interest you. For example, if you sign up for our newsletters, then we may share information with third parties, such as advertisers, for their marketing and other purposes.\\nThird Party Partners to Provide Co-Branded Products and Services. In some cases, we may share information with third-party partners to provide co-branded products or services. For example, when we run a co-sponsored sweepstakes.\\nThird Parties for Legal Requirements and Proceedings. We may disclose information to law enforcement authorities or other government officials if we are required to do so to comply with subpoenas, court orders, legal process or other law enforcement or government measures, and to comply with other legal obligations. We may disclose information if we believe disclosure is necessary or appropriate in connection with an investigation of suspected or actual fraudulent or illegal activity.\\nThird Parties for the Protection of our Services and Users. We may disclose information to protect and defend the rights, interests, and safety of the Services, our subsidiaries and affiliates, and their employees, contractors and agents; to protect the security and safety of our users of the Services, including when we believe disclosure is necessary to prevent physical harm or financial loss.\\nThird Parties in Business Transfers.We may disclose information in connection with a proposed or completed corporate transaction, including for example a merger, investment, acquisition, reorganization, consolidation, bankruptcy, liquidation, or sale of some or all of our assets.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We also utilize a technology offered by our affiliate NC Audience Exchange LLC, also known as NewsIQ, which collects information from you through automated means when you are using the Services. Click here to learn more about NewsIQ.} "
    },
    {
      "Text": "Third Parties in Business Transfers.We may disclose information in connection with a proposed or completed corporate transaction, including for example a merger, investment, acquisition, reorganization, consolidation, bankruptcy, liquidation, or sale of some or all of our assets.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Third Parties for the Protection of our Services and Users. We may disclose information to protect and defend the rights, interests, and safety of the Services, our subsidiaries and affiliates, and their employees, contractors and agents; to protect the security and safety of our users of the Services, including when we believe disclosure is necessary to prevent physical harm or financial loss.} "
    },
    {
      "Text": "Third-Party Online Advertisers and Ad Networks. As discussed in the Interest-Based Advertising Section of this Privacy Notice, the Services may rely on third-party advertising technologies that allow for the delivery of relevant content and advertising on the Services, as well as on other websites you visit and other applications you use, and these technologies will collect certain information from your use of the Services to assist in delivering such ads.\\nInternet Services Providers. In connection with the provision of the Services, we may share information with companies that provide internet services.\\nData Analytics Providers. We may share information with companies that provide data analytics services in order to operate, evaluate and improve our business.\\nOperating Systems and Platforms. We may share information with software companies that power your devices and companies that provide common tools/information for software or apps about software or app consumers.\\nSocial Networks. As discussed in the Information We Share Section of our Privacy Notice and our Social Networking Notice, we may share your information with social networking services for their commercial or marketing purposes.\\nList Rental Services. We may share information with list rental services, e.g. to parties whose offerings we think may interest you marketing or commercial purposes.\\nWith Your Consent. We may share personal data with select third party partners with your consent so they can send you promotions, ads or offers about their services or products that you may be interested in.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {PRIVACY NOTICE | Page Six <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/nypost-2016/client/build/css/global-assets.min.css?ver=58836d191b23e9262b4d\" media=\"all\" class=\"wp-asset-manager global-assets\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/nypost-2016/client/build/css/header-footer.min.css?ver=24d5c8c03fe58c3e6e12\" media=\"all\" class=\"wp-asset-manager header-footer\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/nypost-2016/client/build/css/blocks-core.min.css?ver=d9498ea6c3cba252e988\" media=\"all\" class=\"wp-asset-manager blocks-core\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/nypost-2016/client/build/css/zephr.min.css?ver=3f4178252386377491c2\" media=\"all\" class=\"wp-asset-manager zephr\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/nypost-2016/client/build/css/templates-page-default.min.css?ver=210ea9c7c9dba6edf08e\" media=\"all\" class=\"wp-asset-manager templates-page-default\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/nypost-2016/client/build/css/templates-shared-interior-with-sidebar.min.css?ver=b97684f22c72c0667e22\" media=\"all\" class=\"wp-asset-manager templates-shared-interior-with-sidebar\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/nypost-2016/client/build/css/membership-shared.min.css?ver=20119f176f664f66abe8\" media=\"all\" class=\"wp-asset-manager membership-shared\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/nypost-2016/client/build/css/membership-pagesix.min.css?ver=ee819ea730b460a59bd6\" media=\"all\" class=\"wp-asset-manager membership-pagesix\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/pagesix/client/build/css/pagesix-global-assets.min.css?ver=0f79e39126e78d5c799c\" media=\"all\" class=\"wp-asset-manager pagesix-global-assets\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/pagesix/client/build/css/pagesix-header-footer.min.css?ver=6bb7343e78a0d8a31cdd\" media=\"all\" class=\"wp-asset-manager pagesix-header-footer\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/nypost-2016/client/build/css/widgets-rss.min.css?ver=f381f8f5198518b6923e\" media=\"all\" class=\"wp-asset-manager widgets-rss\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/nypost-2016/client/build/css/widgets-trending-now.min.css?ver=ccdb5d6fc845e8168860\" media=\"all\" class=\"wp-asset-manager widgets-trending-now\" /> <link rel=\"stylesheet\" href=\"https://pagesix.com/wp-content/themes/nypost-2016/client/build/css/widgets-now-on.min.css?ver=37f5253ea678209f4517\" media=\"all\" class=\"wp-asset-manager widgets-now-on\" /> <img src=\"https://sb.scorecardresearch.com/p?c1=2&c2=6390601&c3=PAGESIX&cj=1&cv=3.6\" /> Primary Menu Sections Search Search Skip to search results News Entertainment TV Movies Music Awards Style Fashion Beauty Shopping Royal Family Parents Gossip Sub Menu Divider 1 Photos Video Podcasts Email Newsletters Sub Menu Divider 2 NY Post Decider Log In Search Email Page Six Tips Log In Search Search PRIVACY NOTICE Last Modified: June 28, 2023 NYP Holdings, Inc. (“Company,” “we,” “us,” or “our”), publisher of the New York Post, respects your privacy and understands that you care about your personal data and how it is used. We value your trust in sharing your personal data with us and are dedicated to protecting your privacy, as further described in this Privacy Notice.} "
    },
    {
      "Text": "Non-personal Data. When the information collected from or about you is not defined as personal data under applicable law, we may share such non-personal, de-identified information or aggregated information with third parties at our discretion.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We also may give you the option to receive communications from one of our advertising partners, such as when we offer a joint promotion with that third party advertiser. If you choose to opt in to receiving communications from that third party advertiser by providing your explicit consent, the third party advertiser will manage your information pursuant to their own privacy policy.} "
    },
    {
      "Text": "We may use third-party analytics services on our Services, such as Google Analytics. The analytics providers that administer these services use technologies such as cookies, web beacons and similar technologies to help us analyze your use of the Services, as further described in our Cookie Notice.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You also have choices about whether cookies and other similar technologies are placed on your computer or mobile device. For more information, visit our Cookie Notice .} "
    },
    {
      "Text": "To learn more about how to opt out of Google Analytics services, please visit the link below:",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We may use third-party analytics services on our Services, such as Google Analytics. The analytics providers that administer these services use technologies such as cookies, web beacons and similar technologies to help us analyze your use of the Services, as further described in our Cookie Notice .} "
    },
    {
      "Text": "Google Analytics: https://tools.google.com/dlpage/gaoptout",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You also have choices about whether cookies and other similar technologies are placed on your computer or mobile device. For more information, visit our Cookie Notice .} "
    },
    {
      "Text": "You may also choose to opt out of use of data that we or our third party service providers collect about your activities to provide you with tailored advertising about products and services of interest to you. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We may use third-party analytics services on our Services, such as Google Analytics. The analytics providers that administer these services use technologies such as cookies, web beacons and similar technologies to help us analyze your use of the Services, as further described in our Cookie Notice .} "
    },
    {
      "Text": "To learn more about how to opt out of ad network interest-based advertising, please see the How to Manage Your Cookies section of our Cookie Notice or visit the customer opt-out pages at http://www.aboutads.info/choices/ and http://www.networkadvertising.org/choices/ or https://www.youronlinechoices.eu/",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {To learn more about how to opt out of Google Analytics services, please visit the link below: Google Analytics: https://tools.google.com/dlpage/gaoptout You may also choose to opt out of use of data that we or our third party service providers collect about your activities to provide you with tailored advertising about products and services of interest to you. We and our third party service providers also may obtain information for this purpose from third-party websites or apps.} "
    },
    {
      "Text": ".YOUR RIGHTS\\n\\nSubject to applicable law, you may have certain rights to access, review, update, correct inaccuracies in and/or port your personal data in our custody and control by submitting a request to Submit Request, or by contacting us at 1-800-552-7678. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "YOUR RIGHTS\\n\\nSubject to applicable law, you may have certain rights to access, review, update, correct inaccuracies in and/or port your personal data in our custody and control by submitting a request to Submit Request, or by contacting us at 1-800-552-7678.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {We and our third party service providers also may obtain information for this purpose from third-party websites or apps. To learn more about how to opt out of ad network interest-based advertising, please see the How to Manage Your Cookies section of our Cookie Notice or visit the customer opt-out pages at http://www.aboutads.info/choices/ and http://www.networkadvertising.org/choices/ or https://www.youronlinechoices.eu/ B.} "
    },
    {
      "Text": "YOUR RIGHTS\\n\\nSubject to applicable law, you may have certain rights to access, review, update, correct inaccuracies in and/or port your personal data in our custody and control by submitting a request to Submit Request, or by contacting us at 1-800-552-7678. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We and our third party service providers also may obtain information for this purpose from third-party websites or apps. To learn more about how to opt out of ad network interest-based advertising, please see the How to Manage Your Cookies section of our Cookie Notice or visit the customer opt-out pages at http://www.aboutads.info/choices/ and http://www.networkadvertising.org/choices/ or https://www.youronlinechoices.eu/ B.} "
    },
    {
      "Text": "The right to access and rectification or correction. You may have the right to access, correct and update your personal data at any time",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We may request certain personal data for the purposes of verifying your identity when you request to exercise your personal data rights. Once we have verified your identity (and your agent, as applicable), we will respond to your request as appropriate.} "
    },
    {
      "Text": "The right to access and rectification or correction. You may have the right to access, correct and update your personal data at any time",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {We may request certain personal data for the purposes of verifying your identity when you request to exercise your personal data rights. Once we have verified your identity (and your agent, as applicable), we will respond to your request as appropriate.} "
    },
    {
      "Text": "The right to deletion. Under certain circumstances, you may have the right to request that we delete your data. ",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {You may have the right to access, correct and update your personal data at any time. If you have an account with us, you may access your information through that account and update or correct it.} "
    },
    {
      "Text": "letion. Under certain circumstances, you may have the right to request that we delete your data. If you wish to delete the personal data we hold about you, please let us know and we will take reasonable steps to respond to your request in accordance with applicable legal requirements. If the personal data is no longer needed for any purposes that justify its retention and we are not required by law to retain it, we will do what we can to delete, destroy or permanently de-identify it. Certain data may be exempt from such requests under applicable law. ",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {You may have the right to access, correct and update your personal data at any time. If you have an account with us, you may access your information through that account and update or correct it.} "
    },
    {
      "Text": "CHANGES TO OUR PRIVACY NOTICE\\n\\nFrom time to time, we may change our Privacy Notice to reflect changes to our privacy practices and Services. If we modify the Privacy Notice, we will update the “Last Modified Date” and the changes will be effective as of the date we post such Notice. For material changes, we will notify you by posting a prominent notice on our Services indicating at the top of the Privacy Notice when it was most recently updated.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {We are not responsible for the privacy practices of any third-partysites, apps or services. 9.} "
    },
    {
      "Text": "NYP - Strictly Necessary Cookies and Similar Technologies\\nStrictly necessary cookies are essential for the website to function correctly. These cookies may also be used to assist in fraud prevention and security.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Strictly Necessary Cookies\\nThese cookies are necessary for the website to function and cannot be switched off in our system",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {These cookies may also be used to assist in fraud prevention and security. You can set your browser to block or alert you about these cookies, but without them, performance of the site may be affected and you may not be able to take full advantage of all services and/or features of the site.} "
    },
    {
      "Text": "Newscorp.com Analytics Cookies\\nWe and our service providers, such as Google Analytics, use analytics cookies to collect information about your use of the website to help create reports and statistics on the performance of the website, which enable us to improve the way they work. Analytics cookies collect information such as your IP address, type of device, operating system, referring URLs, country information data and time of page visits, and pages visited. This information allows us to identify overall patterns of usage on the website, and help us record any difficulties you have with website. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.} "
    },
    {
      "Text": "Newscorp.com Analytics Cookies\\nWe and our service providers, such as Google Analytics, use analytics cookies to collect information about your use of the website to help create reports and statistics on the performance of the website, which enable us to improve the way they work. Analytics cookies collect information such as your IP address, type of device, operating system, referring URLs, country information data and time of page visits, and pages visited. This information allows us to identify overall patterns of usage on the website, and help us record any difficulties you have with website. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.} "
    },
    {
      "Text": "For information about how to opt-out of Google Analytics cookies, please use the following link: Google Analytics",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Analytics cookies collect information such as your IP address, type of device, operating system, referring URLs, country information data and time of page visits, and pages visited. This information allows us to identify overall patterns of usage on the website, and help us record any difficulties you have with website.} "
    },
    {
      "Text": "For information about how to opt-out of Google Analytics cookies, please use the following link: Google Analytics",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Analytics cookies collect information such as your IP address, type of device, operating system, referring URLs, country information data and time of page visits, and pages visited. This information allows us to identify overall patterns of usage on the website, and help us record any difficulties you have with website.} "
    },
    {
      "Text": "Should you wish to exercise any of those other rights, please indicate your preferences through the “Submit Request” link provided below.\\nSubmit Request",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {This information allows us to identify overall patterns of usage on the website, and help us record any difficulties you have with website. For information about how to opt-out of Google Analytics cookies, please use the following link: Google Analytics Submit an Access, Correction or Deletion Request to NYP Privacy Residents of CA , CO, CT and VA have certain other rights with respect to their personal information.} "
    },
    {
      "Text": "o Not Sell or Share My Personal Information only for NYP Print Subscribers\\nIf you are a CA, CT or VA resident and currently subscribe for (or are a former subscriber of) home delivery of the print edition of the New York Post, you may opt out of offline third party sales by using the “Submit an Opt Out Request” link below",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {10. HOW TO CONTACT US If you have any questions or comments about this Privacy Notice or the manner in which we or our service providers treat your personal data, would like to exercise your choices, or would like us to update information we have about you or your preferences, please contact us at: privacy@nypost.com You also may write to: NYP Holdings, Inc.} "
    },
    {
      "Text": "Submit an Opt Out Request",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {For information about how to opt-out of Google Analytics cookies, please use the following link: Google Analytics Submit an Access, Correction or Deletion Request to NYP Privacy Residents of CA , CO, CT and VA have certain other rights with respect to their personal information. Should you wish to exercise any of those other rights, please indicate your preferences through the “Submit Request” link provided below.} "
    },
    {
      "Text": "Do Not Sell or Share My Personal Information for NYP Internet and Mobile Users\\nDo Not Sell or Share My Personal Information for NYP Internet and Mobile Users\\nIf you do not wish for us or our third party partners such as advertising networks and social media platforms to sell or share your personal information to others, please click the red \"Do Not Sell or Share My Personal Information/Opt-Out” button provided below.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {10. HOW TO CONTACT US If you have any questions or comments about this Privacy Notice or the manner in which we or our service providers treat your personal data, would like to exercise your choices, or would like us to update information we have about you or your preferences, please contact us at: privacy@nypost.com You also may write to: NYP Holdings, Inc.} "
    },
    {
      "Text": "NYP - Functionality Cookies and Similar Technologies\\nFunctionality cookies collect information regarding your choices and preferences (such as, your language preference, user name, or location) to provide a more personalized online experience and show you content relevant to where you are, such as customizing a certain webpage or remembering if we have asked you to sign up for our Services. With mobile or other internet enabled devices, functionality cookies may collect a unique identifier assigned to an internet enabled device (mobile, tablet), geolocation data or other traffic information for that device. These features help us improve your experience with the website, for example, to determine the appropriate device location during a session or count articles viewed.\\n\\nNYP - Analytics Cookies and Similar Technologies\\nWe and our service providers, such as Google Analytics, use analytics cookies to collect information about your use of the website to help create reports and statistics on the performance of the website, which enable us to improve the way the site works. Analytics cookies collect information such as your IP address, type of device, operating system, referring URLs, country information data and time of page visits, and pages visited. This information allows us to identify overall patterns of usage on the website, and help us record any difficulties you have with website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "NYP - Analytics Cookies and Similar Technologies\\nWe and our service providers, such as Google Analytics, use analytics cookies to collect information about your use of the website to help create reports and statistics on the performance of the website, which enable us to improve the way the site works. Analytics cookies collect information such as your IP address, type of device, operating system, referring URLs, country information data and time of page visits, and pages visited. This information allows us to identify overall patterns of usage on the website, and help us record any difficulties you have with website.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Social Media Cookies\\nThese cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks. They are capable of tracking your browser across other sites and building up a profile of your interests",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Analytics cookies collect information such as your IP address, type of device, operating system, referring URLs, country information data and time of page visits, and pages visited. This information allows us to identify overall patterns of usage on the website, and help us record any difficulties you have with website.} "
    },
    {
      "Text": "Targeting Cookies\\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.    They do not store directly personal information, but are based on uniquely identifying your browser and internet device.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This may impact the content and messages you see on other websites you visit. If you do not allow these cookies you may not be able to use or see these sharing tools.} "
    },
    {
      "Text": "Performance Cookies\\nThese cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site.    All information these cookies collect is aggregated and therefore anonymous",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising.} "
    },
    {
      "Text": "Functional Cookies\\nThese cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.} "
    },
    {
      "Text": "Functional Cookies\\nThese cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.} "
    }
  ]
}