{
  "policy_id": "157",
  "text": "<style>.gatsby-image-wrapper noscript [data-main-image]{opacity:1!important}.gatsby-image-wrapper [data-placeholder-image]{opacity:0!important}</style> Supplemental Privacy Notice for specific states | Eventbrite Help Center <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-KCNBPLT\" height=\"0\" width=\"0\" style=\"display: none; visibility: hidden\" aria-hidden=\"true\"></iframe> Eventbrite Help Center Log in Help Center Terms and policies Organizing an event Supplemental Privacy Notice for specific states Last Updated: June 28, 2023 In this article Supplemental Privacy Notice for California Residents Supplemental Privacy Notice for Virginia Residents Supplemental Privacy Notice for Colorado Residents Supplemental Privacy Notice for Connecticut Residents Supplemental Privacy Notice for Utah Residents Supplemental Privacy Notice for Nevada Residents Supplemental Privacy Notice for California Residents This Supplemental Privacy Notice supplements the information in our Privacy Policy, and applies solely to California residents. It applies to Personal Data we collect as a business; it does not apply to Personal Data we collect or otherwise process as a service provider. NOTE: To learn more about Eventbrite's Legal Terms, take a look here . Eventbrite as a “Business” and a “Service Provider” California law makes a distinction between organizations that process Personal Data for their own purposes (known as \"businesses\") and organizations that process Personal Data on behalf of other organizations (known as \"service providers\"). Depending on the circumstances, Eventbrite may act as either a business or service provider with respect to your Personal Data. If you have a question or a complaint about how your Personal Data is handled, these should always be directed to the relevant business since they are the ones with primary responsibility for your Personal Data. For example, if you create an account with us to organize your events, Eventbrite will be a business with respect to the Personal Data that you provide as part of your account. We will also be a business as to the Personal Data that we have obtained about the use of the Applications or Eventbrite Properties, which could relate to Organizers or Consumers. We use this to conduct research and analysis to help better understand and serve Users of the Services as well as to improve our platform and provide you with more relevant recommendations about events we think may be of interest to you. However, if you register for an event as a Consumer, we will process your Personal Data to help administer that event on behalf of the Organizer (for example, sending confirmation, promotional and feedback emails, processing payments, etc.) and to help the Organizer target, and understand the success of, their event and event planning (for example, providing event reports, using analytics to gain insights into the effectiveness of various sales channels, etc.). In these circumstances, Eventbrite merely provides the tools for Organizers; Eventbrite does not decide what Personal Data to request on registration forms, nor is it responsible for the continued accuracy of any Personal Data provided. Any questions that you may have relating to your Personal Data and your rights under California law should therefore be directed to the Organizer as the business, not to Eventbrite. Summary of Information We Collect If you are a California resident, California law requires us to provide you with some additional information regarding how we collect, use, and disclose your “personal information” and “sensitive personal information” (as defined in the California Consumer Privacy Act (“CCPA”)). Throughout our Privacy Policy , we describe the specific pieces of personal information and sensitive personal information we collect, the sources of that information, and how we share it. Under the CCPA, we also have to provide you with the \"categories\" of personal information we collect and disclose for “business purposes” (as those terms are defined by applicable law). Those categories are identifiers (such as name, address, and email address); commercial information (such as transaction data); financial data (such as credit card and other financial account information); internet or other network or device activity (such as IP address); geolocation information (general location); inference data about you; physical characteristics or description (such as when you voluntarily submit a photo); and other information that identifies or can be reasonably associated with you.  The categories of sensitive personal information are account log-in, financial account information, and password or other credentials allowing access to your account. If you choose to respond to a survey, you may elect to provide additional categories of personal information. We collect the above categories of personal information from the following sources: (1) directly from you; (2) through your use of the Services; (3) agents/service providers; (4) affiliates; (5) third parties such as social networks, marketing partners, and credit reporting agencies; (6) organizers; and (7) consumers. We or our service providers may collect and disclose the above categories of information for the purposes described in our Privacy Policy. This includes the following business and commercial purposes (as those terms are defined in applicable law): Our or our service provider’s operational purposes; Auditing consumer interactions on our site (e.g., measuring ad impressions); Detecting, protecting against, and prosecuting security incidents and fraudulent or illegal activity; Bug detection and error reporting; Customizing content that we or our service providers display on the Services (e.g., contextual ads); Providing the Services (e.g., account servicing and maintenance, order processing and fulfillment, customer service, advertising and marketing, analytics, and communication about the Services); Improving our existing Services and developing new services (e.g., by conducting research to develop new products or features) ; Other uses that advance our commercial or economic interests, such as third party advertising and communicating with you about relevant offers from third party partners; Other uses about which we notify you. We may also use the above categories of Personal Data for compliance with applicable laws and regulations, and we may combine the information we collect (“aggregate”) or remove pieces of information (“de-identify”) to limit or prevent identification of any particular user or device. We describe our information disclosure practices in our Privacy Policy . We may disclose certain categories of personal information with third parties (as defined by the CCPA) for the business purposes described above. For example, we may disclose any of the categories described above with our parent companies, subsidiaries, or affiliates. We may also disclose identifiers, commercial information, and general location with organizers. If you connect your Eventbrite account with social media services, interact with social media plugins or links on the Services, or contract or integrate with third parties, we may disclose identifiers, commercial information, internet or other network or device activity, or general location with those social media services and third parties. Rights If you are a California resident, you may have certain rights. California law may permit you to request that we: Provide you the categories of personal information we have collected or disclosed about you; the categories of sources of such information; the business or commercial purpose for collecting, “selling,” or “sharing” your personal information; the categories of third parties to whom we disclose or “sell,” or with whom we “share,” personal information; and the categories of personal information we “sell.” Provide access to and/or a copy of certain information we hold about you. Delete certain information we have about you. Correct inaccurate personal information that we maintain about you. You may have the right to receive information about the financial incentives that we offer to you (if any). You also have the right to not be discriminated against (as provided for in applicable law) for exercising certain of your rights. Certain information may be exempt from such requests under applicable law. For example, we need certain types of information so that we can provide the Services to you. If you ask us to delete it, you may no longer be able to access or use the Services. You can download a copy of your personal information or delete your personal information by visiting Eventbrite’s Privacy Center .  You may correct your personal information by making changes in your Eventbrite account profile. You may also exercise your California consumer rights by emailing us at privacy@eventbrite.com. You will be required to verify your identity before we fulfill your request. To do so, you will need to demonstrate that you have access to the email address used to create your account or provide us with certain account information, such as the full name and email address you used to create your account and your most recent event or ticket purchase. You can also designate an authorized agent to make a request on your behalf. To do so, you must provide us with written authorization for the agent to act on your behalf. You will still need to verify your identity directly with us. The CCPA requires businesses that “sell” personal information, as the term “sell” is defined under the CCPA, to provide an opt-out from such sales. Some interpretations of the CCPA take the position that when a website uses third parties’ cookies or similar technology for its own analytics or advertising purposes, the website is engaged in a “sale” if the third parties have some ability to use, disclose or retain the data to improve their service or to take steps beyond the most narrowly drawn bounds of merely providing their service to the website/app. Some take this position even when the website pays the third party (not vice versa), and in most cases merely provides the third party with an opportunity to collect data directly, instead of providing personal information to the third party. As part of these analytics and advertising services, these technologies may access identifiers (like IP addresses), internet or other electronic network activity information (like information regarding an individual’s browsing interactions on our Site), and commercial information (like the fact that a browser visited a page directed to people who are considering purchase of a ticket to an event) to those sorts of companies. You can opt out of this activity by clicking the Do Not Sell Or Share My Personal Information link in the footer of our homepage . To complete your request, you must switch the toggle and submit a request through the Eventbrite Privacy Center . The CCPA also requires businesses that \"share“ personal information to provide an opt out from such sharing.  Under the CCPA, ”sharing” is defined as the targeting of advertising to a consumer based on that consumer’s personal information obtained from the consumer’s activity across websites.  We “share” information for these purposes to provide more relevant and tailored advertising to you regarding our Services.  As part of this advertising, we may \"share“ identifiers (like IP addresses and email addresses), internet or other electronic network activity information (like information regarding an individual’s browsing interactions on our Services), and commercial information (like the fact that a browser visited a page directed to people who are considering purchase of a ticket to an event) with advertising platforms and advertising networks.  To opt out of such “sharing,” please click the Do Not Sell Or Share My Personal Information link in the footer of our homepage . To complete your request, you must switch the toggle and submit a request through the Eventbrite Privacy Center . Please note that we also respond to and abide by opt-out preference signals sent through the Global Privacy Control . Any opt out preferences you have exercised through these methods will only apply to the specific device/browser on which you made them.  For more information on how to use the Global Privacy Control, see www.globalprivacycontrol.org. We do not knowingly “sell” or “share” the personal information of children under 16. Retention of Your Personal Information Please see the “Personal Data Retention” section in our Privacy Policy . California Shine the Light We do not share personal information with third parties for their direct marketing purposes. Supplemental Privacy Notice for Virginia Residents This Supplemental Privacy Notice supplements the information in our Privacy Policy, and applies solely to Virginia residents. It applies to Personal Data we collect as a business; it does not apply to Personal Data we collect or otherwise process as a service provider. If you are a Virginia consumer (as that term is defined under the Virginia Consumer Data Protection Act (VDCPA)), you may have certain rights. Virginia law may permit you to request that we: Confirm whether or not we are processing your Personal Data and provide you with access to such Personal Data; Correct inaccuracies in your Personal Data, taking into account the nature of the Personal Data and the purposes of the processing of the Personal Data; Delete your Personal Data; Provide you a copy of Personal Data that you previously provided to us in a portable and, to the extent technically feasible, readily usable format that allows you to transmit the data to another business, where our processing is carried out by automated means; and Opt you out of the processing of the Personal Data for purposes of targeted advertising, the sale of Personal Data, or profiling in furtherance of decisions that produce legal or similarly significant effects concerning you. Certain information may be exempt from such requests under applicable law. We need certain types of information so that we can provide the Services to you. If you ask us to delete it, you may no longer be able to access or use the Services. You can download a copy of your Personal Data or delete your Personal Data by visiting Eventbrite’s Privacy Center . You may  correct your personal data by making changes in your Eventbrite account profile. You may also exercise your Virginia consumer rights by emailing us at privacy@eventbrite.com. You will be required to verify your identity before we fulfill your request. To do so, you will need to demonstrate that you have access to the email address used to create your account or provide us with certain account information, such as the full name and email address you used to create your account and your most recent event or ticket purchase. You can also designate an authorized agent to make a request on your behalf. To do so, you must provide us with written authorization for the agent to act on your behalf. You will still need to verify your identity directly with us. We may use your Personal Data to send you targeted advertising (as that term is defined in the VDCPA).  To opt out of targeted advertising, click the Do Not Sell Or Share My Personal Information link in the footer of our homepage . To complete your request, you must switch the toggle and submit a request through the Eventbrite Privacy Center . If we deny your request to exercise any of the rights above, you may appeal that denial by emailing us at privacy@eventbrite.com. Supplemental Privacy Notice for Colorado Residents This Supplemental Privacy Notice supplements the information in our Privacy Policy, and applies solely to Colorado residents. It applies to Personal Data we collect as a business; it does not apply to Personal Data we collect or otherwise process as a service provider. Summary of Information We Collect If you are a Colorado “consumer,” Colorado law requires us to provide you with some additional information regarding how we collect, use, and share your “personal data” (as those  terms are defined under the Colorado Privacy Act (CoPA)). Throughout our Privacy Policy , we describe the specific pieces of personal data we collect, the sources of that information, and how we share it. Under the CoPA, we also have to provide you with the \"categories\" of personal data we collect. Those categories are identifiers (such as name, address, and email address); commercial information (such as transaction data); financial data (such as credit card and other financial account information); internet or other network or device activity (such as IP address); geolocation information (general location); inference data about you; physical characteristics or description (such as when you voluntarily submit a photo); and other information that identifies or can be reasonably associated with you. We may collect additional categories if you choose to respond to a survey and choose to provide this information. We or our processors may collect and disclose the above categories of information for the purposes described in our Privacy Policy. Rights If you are a Colorado consumer , you may have certain rights. Colorado law may permit you to request that we: Confirm whether or not we are processing your Personal Data and provide you with access to such Personal Data; Correct inaccuracies in your Personal Data, taking into account the nature of the Personal Data and the purposes of the processing of the Personal Data; Delete your Personal Data; Provide you a copy of Personal Data that you previously provided to us in a portable and, to the extent technically feasible, readily usable format that allows you to transmit the data to another business, where our processing is carried out by automated means; and Opt you out of the processing of the Personal Data for purposes of targeted advertising, the sale of Personal Data, or profiling in furtherance of decisions that produce legal or similarly significant effects concerning you. Certain information may be exempt from such requests under applicable law. We need certain types of information so that we can provide the Services to you. If you ask us to delete it, you may no longer be able to access or use the Services. You can download a copy of your Personal Data or delete your Personal Data  by visiting Eventbrite’s Privacy Center . You may  correct your personal data by making changes in your Eventbrite account profile. You may also exercise your Colorado consumer rights by emailing us at privacy@eventbrite.com. You will be required to verify your identity before we fulfill your request. To do so, you will need to demonstrate that you have access to the email address used to create your account  or provide us with certain account information, such as the full name and email address you used to create your account and your most recent event or ticket purchase. You can also designate an authorized agent to make a request on your behalf. To do so, you must provide us with written authorization for the agent to act on your behalf. You will still need to verify your identity directly with us. We may use your Personal Data to send you targeted advertising (as that term is defined in the CoPA).  To opt out of targeted advertising, click on the Do Not Sell Or Share My Personal Information link in the footer of our homepage . To complete your request, you must switch the toggle and submit a request through the Eventbrite Privacy Center . If we deny your request to exercise any of the rights above, you may appeal that denial by emailing us at privacy@eventbrite.com. Supplemental Privacy Notice for Connecticut Residents This Supplemental Privacy Notice supplements the information in our Privacy Policy, and applies solely to Connecticut residents. It applies to Personal Data we collect as a business; it does not apply to Personal Data we collect or otherwise process as a service provider. If you are a Connecticut consumer (as that term is defined under the Connecticut Data Privacy Act (CTDPA), you may have certain rights. Connecticut law may permit you to request that we: Confirm whether or not we are processing your Personal Data and provide you with access to such Personal Data; Correct inaccuracies in your Personal Data, taking into account the nature of the Personal Data and the purposes of the processing of the Personal Data; Delete your Personal Data; Provide you a copy of Personal Data that you previously provided to us in a portable and, to the extent technically feasible, readily usable format that allows you to transmit the data to another business, where our processing is carried out by automated means; and Opt you out of the processing of the Personal Data for purposes of targeted advertising, the sale of Personal Data, or profiling in furtherance of decisions that produce legal or similarly significant effects concerning you. Certain information may be exempt from such requests under applicable law. We need certain types of information so that we can provide the Services to you. If you ask us to delete it, you may no longer be able to access or use the Services. You can download a copy of your Personal Data or delete your Personal Data by visiting Eventbrite’s Privacy Center . You may also exercise your Connecticut consumer rights by emailing us at privacy@eventbrite.com. You will be required to verify your identity before we fulfill your request. To do so, you will need to demonstrate that you have access to the email address used to create your account or provide us with certain account information, such as the full name and email address you used to create your account and your most recent event or ticket purchase. You can also designate an authorized agent to make a request on your behalf. To do so, you must provide us with written authorization for the agent to act on your behalf. You will still need to verify your identity directly with us. We may use your Personal Data to send you targeted advertising (as that term is defined in the CTDPA).  To opt out of targeted advertising, click the Do Not Sell Or Share My Personal Information link in the footer of our homepage . To complete your request, you must switch the toggle and submit a request through the Eventbrite Privacy Center . If we deny your request to exercise any of the rights above, you may appeal that denial by emailing us at privacy@eventbrite.com. Supplemental Privacy Notice for Utah Residents This Supplemental Privacy Notice supplements the information in our Privacy Policy, and applies solely to Utah residents. It applies to Personal Data we collect as a business; it does not apply to Personal Data we collect or otherwise process as a service provider. If you are a Utah consumer (as that term is defined under the Utah Consumer Privacy Act (UCPA)), you may have certain rights. Utah law may permit you to request that we: Confirm whether or not we are processing your Personal Data and provide you with access such Personal Data; Correct inaccuracies in your Personal Data, taking into account the nature of the Personal Data and the purposes of the processing of the Personal Data; Delete your Personal Data; Provide you a copy of Personal Data that you previously provided to us in a portable and, to the extent technically feasible, readily usable format that allows you to transmit the data to another business, where our processing is carried out by automated means; and Opt you out of the processing of the Personal Data for purposes of targeted advertising, the sale of Personal Data, or profiling in furtherance of decisions that produce legal or similarly significant effects concerning you. Certain information may be exempt from such requests under applicable law. We need certain types of information so that we can provide the Services to you. If you ask us to delete it, you may no longer be able to access or use the Services. You can download a copy of your Personal Data or delete your Personal Data by visiting Eventbrite’s Privacy Center . You may  correct your personal data by making changes in your Eventbrite account profile. You may also exercise your Utah consumer rights by emailing us at privacy@eventbrite.com. You will be required to verify your identity before we fulfill your request. To do so, you will need to demonstrate that you have access to the email address used to create your account  or provide us with certain account information, such as the full name and email address you used to create your account and your most recent event or ticket purchase. You can also designate an authorized agent to make a request on your behalf. To do so, you must provide us with written authorization for the agent to act on your behalf. You will still need to verify your identity directly with us. We may use your Personal Data to send you targeted advertising. (as that term is defined in the UCPA).  To opt out of targeted advertising, click the Do Not Sell Or Share My Personal Information link in the footer of our homepage . To complete your request, you must switch the toggle and submit a request through the Eventbrite Privacy Center . Supplemental Privacy Notice for Nevada Residents Under Nevada law, certain Nevada consumers may opt out of the sale of “personally identifiable information” for monetary consideration. “Personally identifiable information” includes first and last name, address, email address, phone number, Social Security Number, or an identifier that allows a specific person to be contacted either physically or online. We do not engage in such activity; however, if you are a Nevada resident who has purchased or leased goods or services from us, you may submit a request to opt out of any potential future sales under Nevada law by emailing privacy@eventbrite.com. Please note we will take reasonable steps to verify your identity and the authenticity of the request. Once verified, we will maintain your request in the event our practices change. Still have questions? Contact us Use Eventbrite Create events Pricing Content standards Site status Download apps Eventbrite app for iOS Eventbrite app for Android Eventbrite Organizer app Browse resources Taxes Webinars for new organizers Reconvene virtual sessions for organizers Connect with us Twitter Facebook Instagram Contact support © 2023 Eventbrite About Blog Help Careers Press Security Developers Terms Privacy Accessibility Cookies Argentina Australia Brasil Canada (EN) Canada (FR) Chile Colombia Denmark Deutschland España Finland France Hong Kong Ireland Italia México Nederland New Zealand Perú Portugal Schweiz Singapore Suisse Sweden United Kingdom United States",
  "annotations": [
    {
      "Text": "/data/upload/2/6e695988-ra6ccpa_candidate_depth1_https__www_eventbrite_com_support_articles_en_CiaSgyR.txt",
      "Label": "Others",
      "Context": "2 Sentences Before {} "
    }
  ]
}