{
  "policy_id": "169",
  "text": "Advance Auto Parts: Car, Engine, Batteries, Brakes, Replacement, Performance & Accessories Save 15% On Orders $50+ close dialog SAVE 15% ON ORDERS OVER $50 | ONLINE ONLY use code NOV1 * Exclusions Apply close dialog Car icon Add a vehicle Chevron Down What part do you need today? 425 Highway 6 E Iowa City, IA 52240 Account Chevron Down 0 Shop All Replacement Parts Performance Parts Accessories Oil & Fluids Special Offers Speed Perks Advice & How-Tos Project Guides FAQ / Help Desk Store Locator Order Lookup Last Updated: July 25, 2023 PRIVACY POLICY (UPDATED) Advance Auto Parts, Inc. and its affiliates (collectively, the \"Company,\" \"we,\" or \"us\") wants you to be familiar with how we collect, use, and disclose information in association with our operation of our business. This Privacy Policy describes our practices in connection with information that we collect through: Websites operated by us from which you are accessing this Privacy Policy (the \"Websites\"); Software applications made available by us for use on or through computers and mobile devices (the \"Apps\"); Our social media pages on third-party social media platforms (collectively, our \"Social Media Pages\"); HTML-formatted email messages and other communications technologies that we send to you that link to this Privacy Policy; and Offline business interactions you have with us, including communications with one of our call centers and transactions in our stores. Collectively, we refer to the Websites, Apps, Social Media Pages, emails, and other online and offline business interactions as the \"Services.\" PERSONAL INFORMATION \"Personal Information\" is information that identifies you as an individual or relates to an identifiable individual. The Services collect Personal Information, including: Name Postal address (including billing and shipping addresses) Telephone number Email address Vehicle type IP address (we may also derive your approximate location from your IP address) Payment card data Social media account ID Resume information if you choose to apply for a job through our Careers site Collection of Personal Information We and our service providers collect Personal Information in a variety of ways, including: Through the Services. We collect Personal Information through the Services, for example, when you sign up for a newsletter, respond to a survey or fill out a form, register for a product warranty, sign up for a loyalty program, create an account to access the Services, visit our stores, attend one of our events, enter into a contest or sweepstakes, place an order, provide a review, contact customer service (including, but not limited to, interacting with our chat function), or make a purchase. From Other Sources. We receive your Personal Information from other sources, for example: publicly available databases; joint marketing partners, when they share the information with us. We need to collect Personal Information to provide the requested Services to you. If you do not provide the information requested, we may not be able to provide the Services. If you disclose any Personal Information relating to other people to us or to our service providers in connection with the Services, you represent that you have the authority to do so and to permit us to use the information in accordance with this Privacy Policy. Use of Personal Information We and our service providers use Personal Information for the following purposes: Providing the functionality of the Services and fulfilling your requests. To provide the Services' functionality to you, such as arranging access to your registered account and providing you with related benefits, special promotions, or customer service. To respond to and document your inquiries and fulfill your requests, when you contact us via any of our customer service mediums, including, but not limited to, online contact forms, phone, email, through our interactive chat function or otherwise, for example, when you send us questions, suggestions, compliments or complaints, or when you request a quote for or other information about our Services. To complete and document your transactions, process returns and exchanges, verify your information, and provide you with related benefits, special promotions, or customer service. To send administrative information to you, such as changes to our terms, conditions, and policies. To process your job application if you apply for a job through our Careers site and to conduct applicable screening if we offer you a position. Providing you with our newsletter and/or other marketing materials and facilitating social sharing. To send you marketing related emails, SMS, mobile notifications, etc., with information about our Services, new products, and other news about our company. Analyzing Personal Information for business reporting and providing personalized services. To analyze or predict our users' preferences to prepare aggregated trend reports on how our digital content is used, so we can improve our Services. To better understand your interests and preferences, so that we can personalize our interactions with you and provide you with information and/or offers tailored to your interests. To better understand your preferences so that we can deliver content via our Services that we believe will be relevant and interesting to you. Allowing you to participate in sweepstakes, contests, or other promotions. We may offer you the opportunity to participate in a sweepstakes, contests, or other promotions. Some of these promotions have additional rules containing information about how we will use and disclose your Personal Information. Please read those additional rules before choosing to participate. Aggregating and/or anonymizing Personal Information. We may aggregate and/or anonymize Personal Information so that it will no longer be considered Personal Information. We do so to generate other data for our use, which we may use and disclose for any purpose, as it no longer identifies you or any other individual. Accomplishing our business purposes. For data analysis, for example, to improve the efficiency of our Services; For audits, to verify that our internal processes function as intended and to address legal, regulatory, or contractual requirements; For fraud prevention and fraud and security monitoring purposes, for example, to detect and prevent cyberattacks or attempts to commit identity theft; For developing new products and services; For enhancing, improving, repairing, maintaining, or modifying our current products and services, as well as undertaking quality, security, and safety assurance measures; For identifying usage trends, for example, understanding which parts of our Services are of most interest to users; For determining the effectiveness of our promotional campaigns, so that we can adapt our campaigns to the needs and interests of our users; and For operating and expanding our business activities, for example, understanding which parts of our Services are of most interest to our users so we can focus our energies on meeting our users' interests. Disclosure of Personal Information We disclose Personal Information: To our affiliates for the purposes described in this Privacy Policy. To our third-party service providers, to facilitate services they provide to us. These can include providers of services such as website hosting, data analysis, payment processing, order fulfillment, return authorization, fraud prevention, information technology and related infrastructure provision, customer service, or related benefits (including special promotions), email delivery, auditing, and other services. To third parties, to permit them to send you marketing communications, consistent with your choices. To third party sponsors of sweepstakes, contests, and similar promotions. By using the Services, you may elect to disclose Personal Information. On message boards, chat, profile pages, blogs, and other services to which you are able to post information and content (including, without limitation, our Social Media Pages). Please note that any information you post or disclose through these services will become public and may be available to other users and the general public. Through your social sharing activity. When you connect your Services account to your social media account, you will share information with your friends associated with your social media account, with other users, and with your social media account provider. By doing so, you authorize us to facilitate this sharing of information, and you understand that the use of shared information will be governed by the social media provider's privacy policy. Other Uses and Disclosures We also use and disclose your Personal Information as necessary or appropriate, in particular when we have a legal obligation or legitimate interest to do so: To comply with applicable law and regulations. This may include laws outside your country of residence. To cooperate with public and government authorities. To respond to a request or to provide information we believe is necessary or appropriate. These can include authorities outside your country of residence. To cooperate with law enforcement. For example, when we respond to law enforcement requests and orders or provide information we believe is important. For other legal reasons. To enforce our terms and conditions; and To help protect our rights, privacy, safety or property, and/or that of our affiliates, users, you, or others. In connection with a sale or business transaction. We have a legitimate interest in disclosing or transferring your Personal Information to a third party in the event of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our business, assets, or stock (including in connection with any bankruptcy or similar proceedings). OTHER INFORMATION \"Other Information\" is any information that does not reveal your specific identity or does not directly relate to an identifiable individual. The Services collect Other Information such as: Browser and device information App usage data Information collected through cookies, pixel tags, and other technologies Demographic information and other information provided by you that does not reveal your specific identity Information that has been aggregated in a manner such that it no longer reveals your specific identity Collection of Other Information We and our service providers may collect Other Information in a variety of ways, including: Through your browser or device. Certain information is collected by most browsers or automatically through your device, such as your Media Access Control (MAC) address, computer type (Windows or Mac), screen resolution, operating system name and version, device manufacturer and model, language, internet browser type and version, and the name and version of the Services (such as the App) you are using. We use this information to ensure that the Services function properly. Through your use of the App. When you download and use the App, we and our service providers may track and collect App usage data, such as the date and time the App on your device accesses our servers, your location, and what information and files have been downloaded to the App based on your device number. Through cookies. Cookies are pieces of information stored directly on the computer that you are using. Cookies allow us to collect information such as browser type, time spent on the Services, pages visited, language preferences, and other traffic data. We and our service providers use the information for security purposes, to facilitate navigation, to display information more effectively, and to personalize your experience. We also gather statistical information about use of the Services in order to continually improve their design and functionality, understand how they are used, and assist us with resolving questions regarding them. Cookies further allow us to select which of our advertisements or offers are most likely to appeal to you and display them while you are on the Services. We may also use cookies or other technologies in online advertising to track responses to our ads. We do not currently respond to browser do-not-track signals. If you do not want information collected through the use of cookies, most browsers allow you to automatically decline cookies or be given the choice of declining or accepting a particular cookie (or cookies) from a particular website. You may also wish to refer to http://www.allaboutcookies.org/manage-cookies/index.html . If, however, you do not accept cookies, you may experience some inconvenience in your use of the Services. You also may not receive advertising or other offers from us that are relevant to your interests and needs. Pixel tags and other similar technologies. Pixel tags. Pixel tags (also known as web beacons and clear GIFs) may be used to, among other things, track the actions of users of the Services (about usage including email recipients), measure the success of our marketing campaigns, and compile statistics of the Services and response rates. Analytics. We use analytics tools, including Google Analytics, which uses cookies and similar technologies to collect and analyze information about use of the Services and report on activities and trends. This service may also collect information regarding the use of other websites, apps, and online resources. You can learn about Google's practices by going to http://www.google.com/policies/privacy/partners/ , and exercise the opt-out provided by Google by downloading the Google Analytics opt-out browser add-on, available at https://tools.google.com/dlpage/gaoptout . Embedded scripts. Our analytic activities may entail the use of service providers who use scripts that collect information about your activity on and use of the Websites, links clicked, pages visited, mouse movements, page load times, and other data that enables us to generate visual reconstructions of your Website session activity or to diagnose Website performance issues. Physical Location. We may collect the physical location of your device by, for example, using satellite, cell phone tower, or Wi-Fi signals. We may use your device's physical location to provide you with personalized location-based services and content and to improve functionality of the Services. We may also share your device's physical location, combined with information about what advertisements you viewed and other information we collect, with our marketing partners to enable them to provide you with more personalized content and to study the effectiveness of advertising campaigns. In some instances, you may be permitted to allow or deny such uses and/or sharing of your device's location, but if you do, we and/or our marketing partners may not be able to provide you with the applicable personalized services and content. Uses and Disclosures of Other Information We may use and disclose Other Information for any purpose, except where we are required to do otherwise under applicable law. If we are required to treat Other Information as Personal Information under applicable law, we may use and disclose it for the purposes for which we use and disclose Personal Information as detailed in this Policy. In some instances, we may combine Other Information with Personal Information. If we do, we will treat the combined information as Personal Information as long as it is combined. SECURITY We seek to use reasonable organizational, technical, and administrative measures to protect Personal Information within our organization. Unfortunately, no data transmission or storage system can be guaranteed to be 100 percent secure. If you have reason to believe that your interaction with us is no longer secure, please immediately notify us in accordance with the \"Contacting Us\" section below. CHOICES AND ACCESS Your choices regarding our use and disclosure of your Personal Information We give you choices regarding our use and disclosure of your Personal Information for marketing purposes. You may opt out from: Receiving marketing-related emails from us. If you no longer want to receive marketing-related emails from us on a going-forward basis, you may opt out by using the opt-out mechanism contained in each such email. Receiving marketing-related text messages from us. If you no longer want to receive marketing-related text messages from us on a going-forward basis, you may opt out by responding STOP to such text messages. We will try to comply with your request(s) as soon as reasonably practicable. Please note that if you opt out of receiving marketing related emails from us, we may still send you important administrative messages, from which you cannot opt out. How you can update your Personal Information If you would like to update Personal Information that you have provided to us, you may contact us in accordance with the \"Contacting Us\" section below. Please note that we may need to retain certain information for recordkeeping purposes and/or to complete any transactions that you began prior to requesting a change or deletion (e.g., when you request a demonstration or initiate a transaction). If you are a resident of California, Colorado, Connecticut, or Virginia, please refer to the section titled \"Additional Information for Residents of California, Colorado, Connecticut, and Virginia\" for more information about requests you can make regarding your Personal Information. THIRD PARTY SERVICES This Privacy Policy does not address, and we are not responsible for, the privacy, information, or other practices of any third parties, including any third party operating any website or service to which the Services link. The inclusion of a link on the Services does not imply endorsement of the linked site or service by us or by our affiliates. In addition, we are not responsible for the information collection, use, disclosure, or security policies or practices of other organizations, such as Facebook, Apple, Google, Microsoft, RIM, or any other app developer, app provider, social media platform provider, operating system provider, wireless service provider, or device manufacturer, including with respect to any Personal Information you disclose to other organizations through or in connection with the Apps or our Social Media Pages. THIRD PARTY ADVERTISING We use third-party advertising companies to serve advertisements regarding goods and services that may be of interest to you when you access and use the Services and other websites or online services. You may receive advertisements based on information relating to your access to and use of the Services and other websites or online services on any of your devices, as well as on information received from third parties. These companies place or recognize a unique cookie on your browser (including through the use of pixel tags). They also use these technologies, along with information they collect about your online use, to recognize you across the devices you use, such as a mobile phone and a laptop. If you would like more information about this practice, and to learn how to opt out of it in desktop and mobile browsers on the particular device on which you are accessing this Privacy Policy, please visit http://optout.aboutads.info/#/ and http://optout.networkadvertising.org/#/ . You may download the AppChoices app at http://www.aboutads.info/appchoices to opt out in mobile apps. USE OF SERVICES BY MINORS The Services are not directed to individuals under the age of thirteen (13), and we do not knowingly collect Personal Information from individuals under 13. If we are notified that we have collected personally identifiable information from someone under thirteen (13), we will delete that information promptly upon notification. JURISDICTION AND CROSS-BORDER TRANSFER Your Personal Information may be stored and processed in any country where we have facilities or in which we engage service providers, and by using the Services you understand that your information will be transferred to countries outside of your country of residence, including the United States, which may have data protection rules that are different from those of your country. In certain circumstances, courts, law enforcement agencies, regulatory agencies, or security authorities in those other countries may be entitled to access your Personal Information. SENSITIVE INFORMATION Unless we specifically request it, we ask that you not send us, and you not disclose, any sensitive Personal Information (e.g., social security numbers, driver's license information, information related to racial or ethnic origin, political opinions, religion or other beliefs, health, biometrics or genetic characteristics, or criminal background) on or through the Services or otherwise to us. THIRD PARTY PAYMENT SERVICE We may use a third-party payment service to process payments made through the Services. If you wish to make a payment through the Services, your Personal Information will be collected by such third party and not by us, and will be subject to the third party's privacy policy, rather than this Privacy Policy. We have no control over, and are not responsible for, this third party's collection, use, and disclosure of your Personal Information. UPDATES TO THIS PRIVACY POLICY The \" LAST UPDATED \" legend at the top of this Privacy Policy indicates when this Privacy Policy was last revised. Any changes will become effective when we post the revised Privacy Policy on the Services. CONTACTING US If you have any questions about this Privacy Policy, please contact us at: 1-877-ADVANCE (238-2623), or: aapcustomercare@advance-auto.com Because email communications are not always secure, please do not include credit card or other sensitive information in your emails to us. ADDITIONAL INFORMATION FOR RESIDENTS OF CALIFORNIA, COLORADO, CONNECTICUT, AND VIRGINIA Collection, Recording, Retention, Disclosure, Sharing and Sale of Personal Information The following list details which categories of Personal Information we collect and process, as well as which categories of Personal Information we disclose to third parties for our operational business purposes, including within the 12 months preceding the date this Privacy Policy was last updated. The list also details the categories of Personal Information that we \"sell\" or \"share\"  for purposes of cross-context behavioral or targeted advertising, including within the preceding 12 months. Identifiers , such as name, contact information, online identifiers and other government-issued ID numbers (e.g., Social Security number). Disclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners, contest sponsors, and legal authorities. Shared with which third parties for cross-content behavioral or targeted advertising: ad networks Sold to which third parties: ad networks Personal information, as defined in the California customer records law , such as name, contact information, insurance policy number, education, employment, employment history financial information, medical information and health insurance information. Disclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners, contest sponsors, and legal authorities. Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none Characteristics of protected classifications under California or federal law , such as sex, age, race, national origin, disability, medical conditions and information, citizenship, immigration status and marital status. Disclosed to which third parties for operational business purposes: Our affiliates and service providers. Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none Commercial information , such as transaction information (including records of personal property, products or services purchased, obtained or considered), or other purchasing or consuming history or tendencies. Disclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners and contest sponsors. Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none Internet or network activity information , such as browsing history, online behavior, and interactions with our and other websites, applications and systems. Disclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners and legal authorities Shared with which third parties for cross-content behavioral or targeted advertising: ad networks Sold to which third parties: ad networks Geolocation data , such as device location and IP location. Disclosed to which third parties for operational business purposes: Our affiliates, service providers, contest sponsors and legal authorities Shared with which third parties for cross-content behavioral or targeted advertising: ad networks Sold to which third parties: ad networks Audio, electronic, visual, written and similar information , such as images and audio, video or call recordings, and call, email or chat transcriptions created in connection with our business activities, including, but not limited to, in providing the functionality of the Services and fulfilling your requests. Disclosed to which third parties for operational business purposes: Our affiliates, service providers, contest sponsors and legal authorities Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none Professional or employment-related information , such as work history, prior employer, information relating to references, CV, details of qualifications, skills and experience, human resources data and data necessary for benefits and related administration services. Disclosed to which third parties for operational business purposes: Our affiliates, contest sponsors and legal authorities Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none Sensitive personal information, as defined in US state consumer privacy laws. Disclosed to which third parties for operational business purposes: Our affiliates, service providers and legal authorities Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none. We may also disclose your Personal Information to a third party in the event of any reorganization, financing transaction, merger, sale, joint venture, partnership, assignment, transfer, or other disposition of all or any portion of our business, assets, or stock (including in connection with any bankruptcy or similar proceedings). Sources of Personal Information We collect this Personal Information directly from you and from third-party sources, such as affiliates, business partners, third parties that refer you to our service, our social media pages, publicly available databases and joint marketing partners, when they share the information with us. Purposes for the Collection and Use of Personal Information We collect and use Personal Information to operate, manage, and maintain our business, to provide our products and services, and to accomplish our business purposes and objectives, including to: Develop, improve, operate repair, and maintain our products and services; Provide customer support and respond to requests for information; Manage customer and supplier relationships; Process job applications through our Careers site and conduct related screening; Advertise and market our products and services, and personalize user experiences; Conduct research, analytics, and data analysis; Operate and maintain our facilities and infrastructure; Undertake quality and safety assurance measures, and conduct security control and monitoring; Detect and prevent fraud and perform identity verification; Facilitate and implement any reorganization, financing transaction, merger, sale, joint venture, partnership, assignment, transfer, or other disposition of all or any portion of our business, assets or stock (including in connection with any bankruptcy or similar proceedings); Perform accounting, audit, and other internal functions, such as internal investigations; and Maintain records, comply with law, legal process, and internal policies, and exercise and defend legal claims. Purposes for the Collection and Use of Sensitive Personal Information Subject to your consent where required by applicable law, we may use Sensitive Personal Information for purposes of performing services for our business, providing goods or services as requested by you, ensuring security and integrity, short term transient use such as displaying first party, non-personalized advertising, order processing and fulfillment, servicing accounts, providing customer service, verifying customer information, processing payments, providing financing, and activities relating to quality and safety control or product improvement. Rewards Program Speed Perks is Advance's rewards program (the \"Program\") for Do-It-Yourself customers in which members earn points for purchases made online or in our stores. These points can be redeemed for discounts or gas rewards as further described on the Speed Perks rewards page . To offer these incentives, we must collect certain personal information (name, email address and phone number) when you sign up to become a Speed Perks member. To Opt-In: Speed Perks is only available to Do-It-Yourself customers of our participating Advance Auto Parts and Carquest stores and our online store (shop.advanceautoparts.com/); it is not available to customers with a commercial account. There is no membership fee. No purchase is necessary to apply. Sign up to become a Speed Perks member here . To Opt-Out: Speed Perks members may withdraw from the Program at any time by notifying the Speed Perks Program Administrator at: Via mail: Advance Auto, Attn: Speed Perks, 4200 Six Forks Road, Raleigh, NC 27609; or Via email: SpeedPerks@advance-auto.com The value of the Program to Speed Perks members is reasonably related to the value provided to the business by the Speed Perks members' data. For additional information concerning Speed Perks click here . Retention Period We retain Personal Information for as long as needed or permitted in light of the purpose(s) for which it was collected.  The criteria used to determine our retention periods include: The length of time we have an ongoing relationship with you and provide services to you (for example, for as long as you have an account with us or keep using our services) and the length of time thereafter during which we may have a legitimate need to reference your Personal Information to address issues that may arise; Whether there is a legal obligation to which we are subject (for example, certain laws require us to keep records of your transactions for a certain period of time before we can delete them); or Whether retention is advisable in light of our legal position (such as in regard to applicable statutes of limitations, litigation or regulatory investigations). Rights and Requests Subject to applicable law, you may make the following requests: You may request to know whether we process your Personal Information, and to access such Personal Information. If you are a California consumer, you may request that we disclose to you the following information covering the 12 months preceding your request: The categories of Personal Information we collected about you and the categories of sources from which we collected such Personal Information; The business or commercial purpose for collecting Personal Information about you; and The categories of Personal Information about you that we otherwise shared or disclosed, and the categories of third parties with whom we shared or to whom we disclosed such Personal Information (if applicable). You may request to correct inaccuracies in your Personal Information. You may request to have your Personal Information deleted. You may request to receive a copy of your Personal Information, including specific pieces of Personal Information, including, where applicable, to obtain a copy of the Personal Information you provided to us in a portable format. You may request to opt out of the \"sale\" of your Personal Information. You may request to opt of targeted advertising, including the \"sharing\" of your Personal Information for purposes of cross-context behavioral advertising. We will not unlawfully discriminate against you for exercising your rights under applicable privacy law. To make a privacy request, please contact us at aapcustomercare@advance-auto.com or 1-877-ADVANCE (238-2623) .  We will verify and respond to your request consistent with applicable law, taking into account the type and sensitivity of the Personal Information subject to the request.  We may need to request additional Personal Information from you, such as SpeedPerks account information, telephone number, mailing address, etc., to verify your identity and protect against fraudulent requests.  If you maintain a password-protected account with us, we may verify your identity through our existing authentication practices for your account and require you to re-authenticate yourself before disclosing or deleting your Personal Information.  If you make a request to delete, we may ask you to confirm your request before we delete your Personal Information. To request to opt out of any future selling or sharing of your Personal Information, please visit the \"Do Not Sell My Personal Information\" link at the bottom of this webpage. We do not knowingly sell the Personal Information of minors under 16 years of age. Appeal Process If you are a Colorado, Virginia or Connecticut consumer, and we refuse to take action on your request, you may appeal our refusal within a reasonable period after you have received notice of the refusal. You may file an appeal by contacting us at aapcustomercare@advance-auto.com or 1-877-ADVANCE (238-2623). Authorized Agents If you want to make a request on behalf of a state resident as permitted under applicable law, you may use the submission methods noted above. As part of our verification process, we may request that you provide proof concerning your status as an authorized agent, which may include, as applicable: Proof of your registration with the California Secretary of State to conduct business in California; and/or A power of attorney from the resident pursuant to California Probate Code sections 4121-4130. If you are making a request on behalf of a California resident and have not provided us with a power of attorney from the resident pursuant to California Probate Code sections 4121-4130, we may also require the resident to: Verify the resident's own identity directly with us; or Directly confirm with us that the resident provided you permission to submit the request. De-Identified Information Where we maintain or use de-identified data, we will continue to maintain and use the de-identified data only in a de-identified fashion and will not attempt to re-identify the data. How We Respond to \"Do Not Track\" Signals We are committed to providing you with meaningful choices about the information collected on our Services. We do not, however, recognize or respond to browser-initiated Do Not Track signals, as the Internet industry is currently still working on Do Not Track standards, implementations, and solutions. To learn more about Do Not Track signals, you can visit allaboutdnt.com . California's \"Shine the Light\" Law If you are a California resident, you may opt out from: Our sharing of your Personal Information with affiliated third parties for their direct marketing purposes. If you would prefer that we discontinue sharing your Personal Information on a going-forward basis with our affiliates for their direct marketing purposes, you may opt out of this sharing by calling us at 1-877-ADVANCE (238-2623). Our sharing of your Personal Information with unaffiliated third parties for their direct marketing purposes. If you would prefer that we discontinue sharing your Personal Information on a going-forward basis with unaffiliated third parties for their direct marketing purposes, you may opt out of this sharing by calling us at 1-877-ADVANCE (238-2623). We will try to comply with your request(s) as soon as reasonably practicable. Please note that if you opt out of receiving marketing related emails from us, we may still send you important administrative messages, from which you cannot opt out. California's \"Digital Online Erasure\" Law If you are a resident of California, under age 18, and a registered user of the Services, you may ask us to remove content or information that you have posted on the Website, Apps, or Social Media Pages by writing to: Advance Auto Parts 5008 Airport Rd. Roanoke, VA 24012 ATTN: Retail Customer Support Please note that your request does not ensure complete or comprehensive removal of the posted content or information, as, for example, if you request to have an online review deleted, some of your review may have been reposted by another user. TOP REPLACEMENT PARTS Brake Pads & Shoes Brake Rotors Alternators Water Pumps Starters Brake Calipers Show All POPULAR MAKES Ford Parts Chevrolet Parts Honda Parts Dodge Parts Show All ROUTINE MAINTENANCE PARTS Spark Plugs Car Batteries Oil Filters Motor Oil Air Filters Cabin Air Filters SHOP BY Manufacturer Brand Vehicle Make / Model Performance Parts Lawn & Garden Marine and RV Motorcycle & ATV CUSTOMER SUPPORT Accessibility Statement Contact Us Forgot Password Help Desk In Store Pickup In Store Services Order Tracking Recall Information Return Policy Same Day Delivery UBER Driver Rewards ABOUT US Affiliate Program Career Opportunities Corporate Information Gift Cards Investor Relations 2020 Annual Report Annual Meeting Materials Material Safety Data Sheets Press Store Locator PROFESSIONAL SHOPS MyAdvance Online Parts Ordering TechNet Professional Technical Training Interactive Vehicle Animations Parts & Products Promotions & Rewards Shop Solutions Find My Mechanic FOLLOW US Facebook Twitter Instagram Pinterest YouTube © 2023 Advance Auto Parts ADVANCING A WORLD IN MOTION® Privacy Policy Terms of Use Site Map Do Not Sell or Share My Personal Information <img src=\"https://shop.advanceautoparts.com/akam/13/pixel_3438ee99?a=dD00YmI5OGE2Yjk2NjU5ZWJkMDc0NTEzMTk2Mjg1ZmE3NDgyZDBlYmUzJmpzPW9mZg==\" style=\"visibility: hidden; position: absolute; left: -999px; top: -999px;\" /> Do Not Sell or Share My Personal Information For California, Colorado, Connecticut and Virginia Residents Only Pursuant to the California Consumer Privacy Act (CCPA), as amended by the California Privacy Rights Act (CPRA), the Colorado Privacy Act (CPA), the Connecticut Data Privacy Act (CDPA) and the Virginia Consumer Data Protection Act (VCDPA) Thank you for contacting us about your requests to opt out of (1) the \"sale\" of your personal information and/or (2) the “sharing” or processing of your personal information for cross-context behavioral and targeted advertising purposes. Certain U.S. state consumer privacy laws define “sale” as disclosing personal information in exchange for “monetary or other valuable consideration.”  Although some of the ways in which Advance Auto Parts shares your information are technically a “sale” under these laws, Advance Auto Parts does not sell your personal information for money.  For example, we share your information with select marketing partners that pool that information with other information from other members of the marketing network to improve marketing outcomes for you. This may constitute a “sale” under these laws. For general information about our privacy practices, please refer to our Privacy Policy. To opt out of online sales and sharing toggle OFF “Share my Data with 3rd Parties\" Manage Consent Preferences Share my Data with 3rd Parties Share my Data with 3rd Parties Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Back Button Performance Cookies Search Icon Filter Icon Clear checkbox label label Apply Cancel Consent Leg.Interest Switch Label label Switch Label label Switch Label label Confirm Live chat: LIVE CHAT Save 15% On Orders $50+ close dialog SAVE 15% ON ORDERS OVER $50 | ONLINE ONLY use code NOV1 * Exclusions Apply close dialog Enter your email for 15% Off Your Order close dialog Welcome to Advance Auto Parts Want 15% off your order? Activate discount Not at the moment Get 15% off* your order Activate discount by entering your email below Please enter above Activate discount Not at the moment No minimum purchase required. Max savings of $50. | Batteries & Other Products Excluded | By clicking ‘Activate Discount’, you agree to receive marketing emails from Advance Auto Parts. | Privacy Policy You've unlocked 15% off New email subscribers, check your email for your coupon code continue shopping Max savings of $50. | Privacy Policy close dialog",
  "annotations": [
    {
      "Text": "Last Updated: July 25, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Advance Auto Parts: Car, Engine, Batteries, Brakes, Replacement, Performance & Accessories Save 15% On Orders $50+ close dialog SAVE 15% ON ORDERS OVER $50 | ONLINE ONLY use code NOV1 * Exclusions Apply close dialog Car icon Add a vehicle Chevron Down What part do you need today?} "
    },
    {
      "Text": "The Services collect Personal Information, including:\\n\\nName\\n\\nPostal address (including billing and shipping addresses)\\n\\nTelephone number\\n\\nEmail address\\n\\nVehicle type\\n\\nIP address (we may also derive your approximate location from your IP address)\\n\\nPayment card data\\n\\nSocial media account ID\\n\\nResume information if you choose to apply for a job through our Careers site",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Collectively, we refer to the Websites, Apps, Social Media Pages, emails, and other online and offline business interactions as the \"Services.\" PERSONAL INFORMATION \"Personal Information\" is information that identifies you as an individual or relates to an identifiable individual.} "
    },
    {
      "Text": "We and our service providers collect Personal Information in a variety of ways, including:\\n\\nThrough the Services.\\nWe collect Personal Information through the Services, for example, when you sign up for a newsletter, respond to a survey or fill out a form, register for a product warranty, sign up for a loyalty program, create an account to access the Services, visit our stores, attend one of our events, enter into a contest or sweepstakes, place an order, provide a review, contact customer service (including, but not limited to, interacting with our chat function), or make a purchase.\\nFrom Other Sources.\\nWe receive your Personal Information from other sources, for example:\\npublicly available databases;\\njoint marketing partners, when they share the information with us.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Collectively, we refer to the Websites, Apps, Social Media Pages, emails, and other online and offline business interactions as the \"Services.\" PERSONAL INFORMATION \"Personal Information\" is information that identifies you as an individual or relates to an identifiable individual.} "
    },
    {
      "Text": "We and our service providers use Personal Information for the following purposes:\\n\\nProviding the functionality of the Services and fulfilling your requests.\\nTo provide the Services' functionality to you, such as arranging access to your registered account and providing you with related benefits, special promotions, or customer service.\\nTo respond to and document your inquiries and fulfill your requests, when you contact us via any of our customer service mediums, including, but not limited to, online contact forms, phone, email, through our interactive chat function or otherwise, for example, when you send us questions, suggestions, compliments or complaints, or when you request a quote for or other information about our Services.\\nTo complete and document your transactions, process returns and exchanges, verify your information, and provide you with related benefits, special promotions, or customer service.\\nTo send administrative information to you, such as changes to our terms, conditions, and policies.\\nTo process your job application if you apply for a job through our Careers site and to conduct applicable screening if we offer you a position.\\nProviding you with our newsletter and/or other marketing materials and facilitating social sharing.\\nTo send you marketing related emails, SMS, mobile notifications, etc., with information about our Services, new products, and other news about our company.\\nAnalyzing Personal Information for business reporting and providing personalized services.\\nTo analyze or predict our users' preferences to prepare aggregated trend reports on how our digital content is used, so we can improve our Services.\\nTo better understand your interests and preferences, so that we can personalize our interactions with you and provide you with information and/or offers tailored to your interests.\\nTo better understand your preferences so that we can deliver content via our Services that we believe will be relevant and interesting to you.\\nAllowing you to participate in sweepstakes, contests, or other promotions.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you do not provide the information requested, we may not be able to provide the Services. If you disclose any Personal Information relating to other people to us or to our service providers in connection with the Services, you represent that you have the authority to do so and to permit us to use the information in accordance with this Privacy Policy.} "
    },
    {
      "Text": "Accomplishing our business purposes.\\nFor data analysis, for example, to improve the efficiency of our Services;\\nFor audits, to verify that our internal processes function as intended and to address legal, regulatory, or contractual requirements;\\nFor fraud prevention and fraud and security monitoring purposes, for example, to detect and prevent cyberattacks or attempts to commit identity theft;\\nFor developing new products and services;\\nFor enhancing, improving, repairing, maintaining, or modifying our current products and services, as well as undertaking quality, security, and safety assurance measures;\\nFor identifying usage trends, for example, understanding which parts of our Services are of most interest to users;\\nFor determining the effectiveness of our promotional campaigns, so that we can adapt our campaigns to the needs and interests of our users; and\\nFor operating and expanding our business activities, for example, understanding which parts of our Services are of most interest to our users so we can focus our energies on meeting our users' interests.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may aggregate and/or anonymize Personal Information so that it will no longer be considered Personal Information. We do so to generate other data for our use, which we may use and disclose for any purpose, as it no longer identifies you or any other individual.} "
    },
    {
      "Text": "Disclosure of Personal Information\\nWe disclose Personal Information:\\n\\nTo our affiliates for the purposes described in this Privacy Policy.\\nTo our third-party service providers, to facilitate services they provide to us.\\nThese can include providers of services such as website hosting, data analysis, payment processing, order fulfillment, return authorization, fraud prevention, information technology and related infrastructure provision, customer service, or related benefits (including special promotions), email delivery, auditing, and other services.\\nTo third parties, to permit them to send you marketing communications, consistent with your choices.\\nTo third party sponsors of sweepstakes, contests, and similar promotions.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Accomplishing our business purposes. For data analysis, for example, to improve the efficiency of our Services; For audits, to verify that our internal processes function as intended and to address legal, regulatory, or contractual requirements; For fraud prevention and fraud and security monitoring purposes, for example, to detect and prevent cyberattacks or attempts to commit identity theft; For developing new products and services; For enhancing, improving, repairing, maintaining, or modifying our current products and services, as well as undertaking quality, security, and safety assurance measures; For identifying usage trends, for example, understanding which parts of our Services are of most interest to users; For determining the effectiveness of our promotional campaigns, so that we can adapt our campaigns to the needs and interests of our users; and For operating and expanding our business activities, for example, understanding which parts of our Services are of most interest to our users so we can focus our energies on meeting our users' interests.} "
    },
    {
      "Text": "Other Uses and Disclosures\\nWe also use and disclose your Personal Information as necessary or appropriate, in particular when we have a legal obligation or legitimate interest to do so:\\n\\nTo comply with applicable law and regulations.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {When you connect your Services account to your social media account, you will share information with your friends associated with your social media account, with other users, and with your social media account provider. By doing so, you authorize us to facilitate this sharing of information, and you understand that the use of shared information will be governed by the social media provider's privacy policy.} "
    },
    {
      "Text": "To cooperate with public and government authorities.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Other Uses and Disclosures We also use and disclose your Personal Information as necessary or appropriate, in particular when we have a legal obligation or legitimate interest to do so: To comply with applicable law and regulations. This may include laws outside your country of residence.} "
    },
    {
      "Text": "To cooperate with law enforcement.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To respond to a request or to provide information we believe is necessary or appropriate. These can include authorities outside your country of residence.} "
    },
    {
      "Text": "For other legal reasons.\\nTo enforce our terms and conditions; and\\nTo help protect our rights, privacy, safety or property, and/or that of our affiliates, users, you, or others.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To cooperate with law enforcement. For example, when we respond to law enforcement requests and orders or provide information we believe is important.} "
    },
    {
      "Text": "In connection with a sale or business transaction.\\nWe have a legitimate interest in disclosing or transferring your Personal Information to a third party in the event of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our business, assets, or stock (including in connection with any bankruptcy or similar proceedings).",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For other legal reasons. To enforce our terms and conditions; and To help protect our rights, privacy, safety or property, and/or that of our affiliates, users, you, or others.} "
    },
    {
      "Text": "In connection with a sale or business transaction.\\nWe have a legitimate interest in disclosing or transferring your Personal Information to a third party in the event of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our business, assets, or stock (including in connection with any bankruptcy or similar proceedings).",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {For other legal reasons. To enforce our terms and conditions; and To help protect our rights, privacy, safety or property, and/or that of our affiliates, users, you, or others.} "
    },
    {
      "Text": "Other Information\" is any information that does not reveal your specific identity or does not directly relate to an identifiable individual. The Services collect Other Information such as:\\n\\nBrowser and device information\\nApp usage data\\nInformation collected through cookies, pixel tags, and other technologies\\nDemographic information and other information provided by you that does not reveal your specific identity\\nInformation that has been aggregated in a manner such that it no longer reveals your specific identity",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In connection with a sale or business transaction. We have a legitimate interest in disclosing or transferring your Personal Information to a third party in the event of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our business, assets, or stock (including in connection with any bankruptcy or similar proceedings).} "
    },
    {
      "Text": "We and our service providers may collect Other Information in a variety of ways, including:\\n\\nThrough your browser or device.\\nCertain information is collected by most browsers or automatically through your device, such as your Media Access Control (MAC) address, computer type (Windows or Mac), screen resolution, operating system name and version, device manufacturer and model, language, internet browser type and version, and the name and version of the Services (such as the App) you are using. We use this information to ensure that the Services function properly.\\nThrough your use of the App.\\nWhen you download and use the App, we and our service providers may track and collect App usage data, such as the date and time the App on your device accesses our servers, your location, and what information and files have been downloaded to the App based on your device number.\\nThrough cookies.\\nCookies are pieces of information stored directly on the computer that you are using. Cookies allow us to collect information such as browser type, time spent on the Services, pages visited, language preferences, and other traffic data. We and our service providers use the information for security purposes, to facilitate navigation, to display information more effectively, and to personalize your experience. We also gather statistical information about use of the Services in order to continually improve their design and functionality, understand how they are used, and assist us with resolving questions regarding them. Cookies further allow us to select which of our advertisements or offers are most likely to appeal to you and display them while you are on the Services. We may also use cookies or other technologies in online advertising to track responses to our ads. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We have a legitimate interest in disclosing or transferring your Personal Information to a third party in the event of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our business, assets, or stock (including in connection with any bankruptcy or similar proceedings). OTHER INFORMATION \"Other Information\" is any information that does not reveal your specific identity or does not directly relate to an identifiable individual.} "
    },
    {
      "Text": "Pixel tags and other similar technologies.\\nPixel tags. Pixel tags (also known as web beacons and clear GIFs) may be used to, among other things, track the actions of users of the Services (about usage including email recipients), measure the success of our marketing campaigns, and compile statistics of the Services and response rates.\\nAnalytics. We use analytics tools, including Google Analytics, which uses cookies and similar technologies to collect and analyze information about use of the Services and report on activities and trends. This service may also collect information regarding the use of other websites, apps, and online resources.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If, however, you do not accept cookies, you may experience some inconvenience in your use of the Services. You also may not receive advertising or other offers from us that are relevant to your interests and needs.} "
    },
    {
      "Text": "Our analytic activities may entail the use of service providers who use scripts that collect information about your activity on and use of the Websites, links clicked, pages visited, mouse movements, page load times, and other data that enables us to generate visual reconstructions of your Website session activity or to diagnose Website performance issues.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can learn about Google's practices by going to http://www.google.com/policies/privacy/partners/ , and exercise the opt-out provided by Google by downloading the Google Analytics opt-out browser add-on, available at https://tools.google.com/dlpage/gaoptout . Embedded scripts.} "
    },
    {
      "Text": "We may collect the physical location of your device by, for example, using satellite, cell phone tower, or Wi-Fi signals. We may use your device's physical location to provide you with personalized location-based services and content and to improve functionality of the Services. We may also share your device's physical location, combined with information about what advertisements you viewed and other information we collect, with our marketing partners to enable them to provide you with more personalized content and to study the effectiveness of advertising campaigns.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Our analytic activities may entail the use of service providers who use scripts that collect information about your activity on and use of the Websites, links clicked, pages visited, mouse movements, page load times, and other data that enables us to generate visual reconstructions of your Website session activity or to diagnose Website performance issues. Physical Location.} "
    },
    {
      "Text": "Uses and Disclosures of Other Information\\nWe may use and disclose Other Information for any purpose, except where we are required to do otherwise under applicable law. If we are required to treat Other Information as Personal Information under applicable law, we may use and disclose it for the purposes for which we use and disclose Personal Information as detailed in this Policy.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may also share your device's physical location, combined with information about what advertisements you viewed and other information we collect, with our marketing partners to enable them to provide you with more personalized content and to study the effectiveness of advertising campaigns. In some instances, you may be permitted to allow or deny such uses and/or sharing of your device's location, but if you do, we and/or our marketing partners may not be able to provide you with the applicable personalized services and content.} "
    },
    {
      "Text": "Uses and Disclosures of Other Information\\nWe may use and disclose Other Information for any purpose, except where we are required to do otherwise under applicable law. If we are required to treat Other Information as Personal Information under applicable law, we may use and disclose it for the purposes for which we use and disclose Personal Information as detailed in this Policy.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may also share your device's physical location, combined with information about what advertisements you viewed and other information we collect, with our marketing partners to enable them to provide you with more personalized content and to study the effectiveness of advertising campaigns. In some instances, you may be permitted to allow or deny such uses and/or sharing of your device's location, but if you do, we and/or our marketing partners may not be able to provide you with the applicable personalized services and content.} "
    },
    {
      "Text": "You may receive advertisements based on information relating to your access to and use of the Services and other websites or online services on any of your devices, as well as on information received from third parties. These companies place or recognize a unique cookie on your browser (including through the use of pixel tags). They also use these technologies, along with information they collect about your online use, to recognize you across the devices you use, such as a mobile phone and a laptop.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In addition, we are not responsible for the information collection, use, disclosure, or security policies or practices of other organizations, such as Facebook, Apple, Google, Microsoft, RIM, or any other app developer, app provider, social media platform provider, operating system provider, wireless service provider, or device manufacturer, including with respect to any Personal Information you disclose to other organizations through or in connection with the Apps or our Social Media Pages. THIRD PARTY ADVERTISING We use third-party advertising companies to serve advertisements regarding goods and services that may be of interest to you when you access and use the Services and other websites or online services.} "
    },
    {
      "Text": "The \"LAST UPDATED\" legend at the top of this Privacy Policy indicates when this Privacy Policy was last revised. Any changes will become effective when we post the revised Privacy Policy on the Services.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Collectively, we refer to the Websites, Apps, Social Media Pages, emails, and other online and offline business interactions as the \"Services.\" PERSONAL INFORMATION \"Personal Information\" is information that identifies you as an individual or relates to an identifiable individual.} "
    },
    {
      "Text": "The following list details which categories of Personal Information we collect and process, as well as which categories of Personal Information we disclose to third parties for our operational business purposes, including within the 12 months preceding the date this Privacy Policy was last updated. The list also details the categories of Personal Information that we \"sell\" or \"share\" for purposes of cross-context behavioral or targeted advertising, including within the preceding 12 months.\\n\\nIdentifiers, such as name, contact information, online identifiers and other government-issued ID numbers (e.g., Social Security number).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Any changes will become effective when we post the revised Privacy Policy on the Services. CONTACTING US If you have any questions about this Privacy Policy, please contact us at: 1-877-ADVANCE (238-2623), or: aapcustomercare@advance-auto.com Because email communications are not always secure, please do not include credit card or other sensitive information in your emails to us.} "
    },
    {
      "Text": "Personal information, as defined in the California customer records law, such as name, contact information, insurance policy number, education, employment, employment history financial information, medical information and health insurance information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Identifiers , such as name, contact information, online identifiers and other government-issued ID numbers (e.g., Social Security number). Disclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners, contest sponsors, and legal authorities.} "
    },
    {
      "Text": "Characteristics of protected classifications under California or federal law, such as sex, age, race, national origin, disability, medical conditions and information, citizenship, immigration status and marital status.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Shared with which third parties for cross-content behavioral or targeted advertising: ad networks Sold to which third parties: ad networks Personal information, as defined in the California customer records law , such as name, contact information, insurance policy number, education, employment, employment history financial information, medical information and health insurance information. Disclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners, contest sponsors, and legal authorities.} "
    },
    {
      "Text": "Commercial information, such as transaction information (including records of personal property, products or services purchased, obtained or considered), or other purchasing or consuming history or tendencies.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none Characteristics of protected classifications under California or federal law , such as sex, age, race, national origin, disability, medical conditions and information, citizenship, immigration status and marital status. Disclosed to which third parties for operational business purposes: Our affiliates and service providers.} "
    },
    {
      "Text": "Internet or network activity information, such as browsing history, online behavior, and interactions with our and other websites, applications and systems.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none Commercial information , such as transaction information (including records of personal property, products or services purchased, obtained or considered), or other purchasing or consuming history or tendencies. Disclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners and contest sponsors.} "
    },
    {
      "Text": "Geolocation data, such as device location and IP location.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Disclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners and contest sponsors. Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none Internet or network activity information , such as browsing history, online behavior, and interactions with our and other websites, applications and systems.} "
    },
    {
      "Text": "Audio, electronic, visual, written and similar information, such as images and audio, video or call recordings, and call, email or chat transcriptions created in connection with our business activities, including, but not limited to, in providing the functionality of the Services and fulfilling your requests.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none Internet or network activity information , such as browsing history, online behavior, and interactions with our and other websites, applications and systems. Disclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners and legal authorities Shared with which third parties for cross-content behavioral or targeted advertising: ad networks Sold to which third parties: ad networks Geolocation data , such as device location and IP location.} "
    },
    {
      "Text": "Professional or employment-related information, such as work history, prior employer, information relating to references, CV, details of qualifications, skills and experience, human resources data and data necessary for benefits and related administration services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Disclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners and legal authorities Shared with which third parties for cross-content behavioral or targeted advertising: ad networks Sold to which third parties: ad networks Geolocation data , such as device location and IP location. Disclosed to which third parties for operational business purposes: Our affiliates, service providers, contest sponsors and legal authorities Shared with which third parties for cross-content behavioral or targeted advertising: ad networks Sold to which third parties: ad networks Audio, electronic, visual, written and similar information , such as images and audio, video or call recordings, and call, email or chat transcriptions created in connection with our business activities, including, but not limited to, in providing the functionality of the Services and fulfilling your requests.} "
    },
    {
      "Text": "Sensitive personal information, as defined in US state consumer privacy laws.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Disclosed to which third parties for operational business purposes: Our affiliates, service providers, contest sponsors and legal authorities Shared with which third parties for cross-content behavioral or targeted advertising: ad networks Sold to which third parties: ad networks Audio, electronic, visual, written and similar information , such as images and audio, video or call recordings, and call, email or chat transcriptions created in connection with our business activities, including, but not limited to, in providing the functionality of the Services and fulfilling your requests. Disclosed to which third parties for operational business purposes: Our affiliates, service providers, contest sponsors and legal authorities Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none Professional or employment-related information , such as work history, prior employer, information relating to references, CV, details of qualifications, skills and experience, human resources data and data necessary for benefits and related administration services.} "
    },
    {
      "Text": "We may also disclose your Personal Information to a third party in the event of any reorganization, financing transaction, merger, sale, joint venture, partnership, assignment, transfer, or other disposition of all or any portion of our business, assets, or stock (including in connection with any bankruptcy or similar proceedings).",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Disclosed to which third parties for operational business purposes: Our affiliates, contest sponsors and legal authorities Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none Sensitive personal information, as defined in US state consumer privacy laws. Disclosed to which third parties for operational business purposes: Our affiliates, service providers and legal authorities Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none.} "
    },
    {
      "Text": "We may also disclose your Personal Information to a third party in the event of any reorganization, financing transaction, merger, sale, joint venture, partnership, assignment, transfer, or other disposition of all or any portion of our business, assets, or stock (including in connection with any bankruptcy or similar proceedings).",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Disclosed to which third parties for operational business purposes: Our affiliates, contest sponsors and legal authorities Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none Sensitive personal information, as defined in US state consumer privacy laws. Disclosed to which third parties for operational business purposes: Our affiliates, service providers and legal authorities Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none.} "
    },
    {
      "Text": "Identifiers, such as name, contact information, online identifiers and other government-issued ID numbers (e.g., Social Security number).\\nDisclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners, contest sponsors, and legal authorities.\\nShared with which third parties for cross-content behavioral or targeted advertising: ad networks",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {ADDITIONAL INFORMATION FOR RESIDENTS OF CALIFORNIA, COLORADO, CONNECTICUT, AND VIRGINIA Collection, Recording, Retention, Disclosure, Sharing and Sale of Personal Information The following list details which categories of Personal Information we collect and process, as well as which categories of Personal Information we disclose to third parties for our operational business purposes, including within the 12 months preceding the date this Privacy Policy was last updated. The list also details the categories of Personal Information that we \"sell\" or \"share\"  for purposes of cross-context behavioral or targeted advertising, including within the preceding 12 months.} "
    },
    {
      "Text": "Identifiers, such as name, contact information, online identifiers and other government-issued ID numbers (e.g., Social Security number).",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {ADDITIONAL INFORMATION FOR RESIDENTS OF CALIFORNIA, COLORADO, CONNECTICUT, AND VIRGINIA Collection, Recording, Retention, Disclosure, Sharing and Sale of Personal Information The following list details which categories of Personal Information we collect and process, as well as which categories of Personal Information we disclose to third parties for our operational business purposes, including within the 12 months preceding the date this Privacy Policy was last updated. The list also details the categories of Personal Information that we \"sell\" or \"share\"  for purposes of cross-context behavioral or targeted advertising, including within the preceding 12 months.} "
    },
    {
      "Text": "Sold to which third parties: ad networks",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Identifiers , such as name, contact information, online identifiers and other government-issued ID numbers (e.g., Social Security number). Disclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners, contest sponsors, and legal authorities.} "
    },
    {
      "Text": "Personal information, as defined in the California customer records law, such as name, contact information, insurance policy number, education, employment, employment history financial information, medical information and health insurance information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Identifiers , such as name, contact information, online identifiers and other government-issued ID numbers (e.g., Social Security number). Disclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners, contest sponsors, and legal authorities.} "
    },
    {
      "Text": "Personal information, as defined in the California customer records law, such as name, contact information, insurance policy number, education, employment, employment history financial information, medical information and health insurance information.\\nDisclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners, contest sponsors, and legal authorities.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Identifiers , such as name, contact information, online identifiers and other government-issued ID numbers (e.g., Social Security number). Disclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners, contest sponsors, and legal authorities.} "
    },
    {
      "Text": "Characteristics of protected classifications under California or federal law, such as sex, age, race, national origin, disability, medical conditions and information, citizenship, immigration status and marital status.\\nDisclosed to which third parties for operational business purposes: Our affiliates and service providers.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Shared with which third parties for cross-content behavioral or targeted advertising: ad networks Sold to which third parties: ad networks Personal information, as defined in the California customer records law , such as name, contact information, insurance policy number, education, employment, employment history financial information, medical information and health insurance information. Disclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners, contest sponsors, and legal authorities.} "
    },
    {
      "Text": "Commercial information, such as transaction information (including records of personal property, products or services purchased, obtained or considered), or other purchasing or consuming history or tendencies.\\nDisclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners and contest sponsors.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none Characteristics of protected classifications under California or federal law , such as sex, age, race, national origin, disability, medical conditions and information, citizenship, immigration status and marital status. Disclosed to which third parties for operational business purposes: Our affiliates and service providers.} "
    },
    {
      "Text": "Internet or network activity information, such as browsing history, online behavior, and interactions with our and other websites, applications and systems.\\nDisclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners and legal authorities\\nShared with which third parties for cross-content behavioral or targeted advertising: ad networks",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none Commercial information , such as transaction information (including records of personal property, products or services purchased, obtained or considered), or other purchasing or consuming history or tendencies. Disclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners and contest sponsors.} "
    },
    {
      "Text": "Internet or network activity information, such as browsing history, online behavior, and interactions with our and other websites, applications and systems.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none Commercial information , such as transaction information (including records of personal property, products or services purchased, obtained or considered), or other purchasing or consuming history or tendencies. Disclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners and contest sponsors.} "
    },
    {
      "Text": "Sold to which third parties: ad networks\\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Identifiers , such as name, contact information, online identifiers and other government-issued ID numbers (e.g., Social Security number). Disclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners, contest sponsors, and legal authorities.} "
    },
    {
      "Text": "Geolocation data, such as device location and IP location.\\nDisclosed to which third parties for operational business purposes: Our affiliates, service providers, contest sponsors and legal authorities\\nShared with which third parties for cross-content behavioral or targeted advertising: ad networks",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Disclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners and contest sponsors. Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none Internet or network activity information , such as browsing history, online behavior, and interactions with our and other websites, applications and systems.} "
    },
    {
      "Text": "Geolocation data, such as device location and IP location.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Disclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners and contest sponsors. Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none Internet or network activity information , such as browsing history, online behavior, and interactions with our and other websites, applications and systems.} "
    },
    {
      "Text": "Sold to which third parties: ad networks",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Identifiers , such as name, contact information, online identifiers and other government-issued ID numbers (e.g., Social Security number). Disclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners, contest sponsors, and legal authorities.} "
    },
    {
      "Text": "Audio, electronic, visual, written and similar information, such as images and audio, video or call recordings, and call, email or chat transcriptions created in connection with our business activities, including, but not limited to, in providing the functionality of the Services and fulfilling your requests.\\nDisclosed to which third parties for operational business purposes: Our affiliates, service providers, contest sponsors and legal authorities",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none Internet or network activity information , such as browsing history, online behavior, and interactions with our and other websites, applications and systems. Disclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners and legal authorities Shared with which third parties for cross-content behavioral or targeted advertising: ad networks Sold to which third parties: ad networks Geolocation data , such as device location and IP location.} "
    },
    {
      "Text": "Professional or employment-related information, such as work history, prior employer, information relating to references, CV, details of qualifications, skills and experience, human resources data and data necessary for benefits and related administration services.\\nDisclosed to which third parties for operational business purposes: Our affiliates, contest sponsors and legal authorities",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Disclosed to which third parties for operational business purposes: Our affiliates, service providers, marketing partners and legal authorities Shared with which third parties for cross-content behavioral or targeted advertising: ad networks Sold to which third parties: ad networks Geolocation data , such as device location and IP location. Disclosed to which third parties for operational business purposes: Our affiliates, service providers, contest sponsors and legal authorities Shared with which third parties for cross-content behavioral or targeted advertising: ad networks Sold to which third parties: ad networks Audio, electronic, visual, written and similar information , such as images and audio, video or call recordings, and call, email or chat transcriptions created in connection with our business activities, including, but not limited to, in providing the functionality of the Services and fulfilling your requests.} "
    },
    {
      "Text": "Sensitive personal information, as defined in US state consumer privacy laws.\\nDisclosed to which third parties for operational business purposes: Our affiliates, service providers and legal authorities",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Disclosed to which third parties for operational business purposes: Our affiliates, service providers, contest sponsors and legal authorities Shared with which third parties for cross-content behavioral or targeted advertising: ad networks Sold to which third parties: ad networks Audio, electronic, visual, written and similar information , such as images and audio, video or call recordings, and call, email or chat transcriptions created in connection with our business activities, including, but not limited to, in providing the functionality of the Services and fulfilling your requests. Disclosed to which third parties for operational business purposes: Our affiliates, service providers, contest sponsors and legal authorities Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none Professional or employment-related information , such as work history, prior employer, information relating to references, CV, details of qualifications, skills and experience, human resources data and data necessary for benefits and related administration services.} "
    },
    {
      "Text": "Sources of Personal Information\\nWe collect this Personal Information directly from you and from third-party sources, such as affiliates, business partners, third parties that refer you to our service, our social media pages, publicly available databases and joint marketing partners, when they share the information with us.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Disclosed to which third parties for operational business purposes: Our affiliates, service providers and legal authorities Shared with which third parties for cross-content behavioral or targeted advertising: none Sold to which third parties: none. We may also disclose your Personal Information to a third party in the event of any reorganization, financing transaction, merger, sale, joint venture, partnership, assignment, transfer, or other disposition of all or any portion of our business, assets, or stock (including in connection with any bankruptcy or similar proceedings).} "
    },
    {
      "Text": "Purposes for the Collection and Use of Personal Information\\nWe collect and use Personal Information to operate, manage, and maintain our business, to provide our products and services, and to accomplish our business purposes and objectives, including to:\\n\\nDevelop, improve, operate repair, and maintain our products and services;\\nProvide customer support and respond to requests for information;\\nManage customer and supplier relationships;\\nProcess job applications through our Careers site and conduct related screening;\\nAdvertise and market our products and services, and personalize user experiences;\\nConduct research, analytics, and data analysis;\\nOperate and maintain our facilities and infrastructure;\\nUndertake quality and safety assurance measures, and conduct security control and monitoring;\\nDetect and prevent fraud and perform identity verification;\\nFacilitate and implement any reorganization, financing transaction, merger, sale, joint venture, partnership, assignment, transfer, or other disposition of all or any portion of our business, assets or stock (including in connection with any bankruptcy or similar proceedings);\\nPerform accounting, audit, and other internal functions, such as internal investigations; and\\nMaintain records, comply with law, legal process, and internal policies, and exercise and defend legal claims.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may also disclose your Personal Information to a third party in the event of any reorganization, financing transaction, merger, sale, joint venture, partnership, assignment, transfer, or other disposition of all or any portion of our business, assets, or stock (including in connection with any bankruptcy or similar proceedings). Sources of Personal Information We collect this Personal Information directly from you and from third-party sources, such as affiliates, business partners, third parties that refer you to our service, our social media pages, publicly available databases and joint marketing partners, when they share the information with us.} "
    },
    {
      "Text": "Purposes for the Collection and Use of Sensitive Personal Information\\nSubject to your consent where required by applicable law, we may use Sensitive Personal Information for purposes of performing services for our business, providing goods or services as requested by you, ensuring security and integrity, short term transient use such as displaying first party, non-personalized advertising, order processing and fulfillment, servicing accounts, providing customer service, verifying customer information, processing payments, providing financing, and activities relating to quality and safety control or product improvement.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may also disclose your Personal Information to a third party in the event of any reorganization, financing transaction, merger, sale, joint venture, partnership, assignment, transfer, or other disposition of all or any portion of our business, assets, or stock (including in connection with any bankruptcy or similar proceedings). Sources of Personal Information We collect this Personal Information directly from you and from third-party sources, such as affiliates, business partners, third parties that refer you to our service, our social media pages, publicly available databases and joint marketing partners, when they share the information with us.} "
    },
    {
      "Text": "You may request to know whether we process your Personal Information, and to access such Personal Information.\\nIf you are a California consumer, you may request that we disclose to you the following information covering the 12 months preceding your request:\\nThe categories of Personal Information we collected about you and the categories of sources from which we collected such Personal Information;\\nThe business or commercial purpose for collecting Personal Information about you; ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Retention Period We retain Personal Information for as long as needed or permitted in light of the purpose(s) for which it was collected. The criteria used to determine our retention periods include: The length of time we have an ongoing relationship with you and provide services to you (for example, for as long as you have an account with us or keep using our services) and the length of time thereafter during which we may have a legitimate need to reference your Personal Information to address issues that may arise; Whether there is a legal obligation to which we are subject (for example, certain laws require us to keep records of your transactions for a certain period of time before we can delete them); or Whether retention is advisable in light of our legal position (such as in regard to applicable statutes of limitations, litigation or regulatory investigations).} "
    },
    {
      "Text": "The categories of Personal Information about you that we otherwise shared or disclosed, and the categories of third parties with whom we shared or to whom we disclosed such Personal Information (if applicable).",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {The criteria used to determine our retention periods include: The length of time we have an ongoing relationship with you and provide services to you (for example, for as long as you have an account with us or keep using our services) and the length of time thereafter during which we may have a legitimate need to reference your Personal Information to address issues that may arise; Whether there is a legal obligation to which we are subject (for example, certain laws require us to keep records of your transactions for a certain period of time before we can delete them); or Whether retention is advisable in light of our legal position (such as in regard to applicable statutes of limitations, litigation or regulatory investigations). Rights and Requests Subject to applicable law, you may make the following requests: You may request to know whether we process your Personal Information, and to access such Personal Information.} "
    },
    {
      "Text": "You may request to correct inaccuracies in your Personal Information.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Rights and Requests Subject to applicable law, you may make the following requests: You may request to know whether we process your Personal Information, and to access such Personal Information. If you are a California consumer, you may request that we disclose to you the following information covering the 12 months preceding your request: The categories of Personal Information we collected about you and the categories of sources from which we collected such Personal Information; The business or commercial purpose for collecting Personal Information about you; and The categories of Personal Information about you that we otherwise shared or disclosed, and the categories of third parties with whom we shared or to whom we disclosed such Personal Information (if applicable).} "
    },
    {
      "Text": "You may request to have your Personal Information deleted.\\n\\n",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If you are a California consumer, you may request that we disclose to you the following information covering the 12 months preceding your request: The categories of Personal Information we collected about you and the categories of sources from which we collected such Personal Information; The business or commercial purpose for collecting Personal Information about you; and The categories of Personal Information about you that we otherwise shared or disclosed, and the categories of third parties with whom we shared or to whom we disclosed such Personal Information (if applicable). You may request to correct inaccuracies in your Personal Information.} "
    },
    {
      "Text": "You may request to opt out of the \"sale\" of your Personal Information.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You may request to have your Personal Information deleted. You may request to receive a copy of your Personal Information, including specific pieces of Personal Information, including, where applicable, to obtain a copy of the Personal Information you provided to us in a portable format.} "
    },
    {
      "Text": "You may request to opt of targeted advertising, including the \"sharing\" of your Personal Information for purposes of cross-context behavioral advertising.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You may request to receive a copy of your Personal Information, including specific pieces of Personal Information, including, where applicable, to obtain a copy of the Personal Information you provided to us in a portable format. You may request to opt out of the \"sale\" of your Personal Information.} "
    },
    {
      "Text": "We will not unlawfully discriminate against you for exercising your rights under applicable privacy law. ",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {You may request to opt out of the \"sale\" of your Personal Information. You may request to opt of targeted advertising, including the \"sharing\" of your Personal Information for purposes of cross-context behavioral advertising.} "
    },
    {
      "Text": "To make a privacy request, please contact us at aapcustomercare@advance-auto.com or 1-877-ADVANCE (238-2623). ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may request to opt of targeted advertising, including the \"sharing\" of your Personal Information for purposes of cross-context behavioral advertising. We will not unlawfully discriminate against you for exercising your rights under applicable privacy law.} "
    },
    {
      "Text": "To request to opt out of any future selling or sharing of your Personal Information, please visit the \"Do Not Sell My Personal Information\" link at the bottom of this webpage.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you maintain a password-protected account with us, we may verify your identity through our existing authentication practices for your account and require you to re-authenticate yourself before disclosing or deleting your Personal Information. If you make a request to delete, we may ask you to confirm your request before we delete your Personal Information.} "
    }
  ]
}