{
  "policy_id": "21",
  "text": "<link rel=\"stylesheet\" media=\"all\" href=\"https://static.cargurus.com/bundles/css/subscribeBlade.entry.6e47ff06d0c4e8c627a51ad8224be31a.css\" type=\"text/css\"> Privacy Policy - CarGurus Skip to content CarGurus Logo Homepage Link Buy Used Cars New Cars Certified Cars New Start Your Purchase Online Dealerships Near Me Delivery Sell Sell My Car Car Values Sell My Car FAQ Dealer Signup Reviews Finance Prequalify for Financing How does it work? (video) Financing FAQs Loan Calculator Research Test Drive Reviews Price Trends Tips & Advice General Questions Advertise Notifications Saved cars & searches Sign in / Register My account Saved searches Saved cars Recommended cars Recently viewed cars Messages Financing United States (EN) United States (EN) Estados Unidos (ES) Canada (EN) Canada (FR) United Kingdom About Us Our Team Careers Press Investor Relations Terms of Use Privacy Security Interest-Based Ads current page CarGurus.com Privacy Notice CarGurus, Inc. and its affiliates or subsidiaries (“CarGurus, we, us, our”)\n  believe in being transparent with respect to the personal information that we process.\n  This Privacy Notice governs how we may process data that is reasonably capable of being\n  linked to an individual (“you”), such as name, address, telephone number, email address,\n  as well as certain data associated with your browser or device (“personal information”)\n  collected through the CarGurus.com website, mobile and other applications owned and operated\n  by us (“digital property(ies)”). Please read this Privacy Notice carefully as it describes\n  the purposes to which we may process your personal information. Depending on where you\n  live and how you use our digital properties, additional state specific information is\n  included below that may apply to you. Please, click here to visit the CarGurus Privacy Rights page to exercise your rights under applicable privacy law. Last Updated: Effective as of July 25, 2023 Contents: Categories of Personal Information We May Collect How We Collect Personal Information Other Ways Personal Information is Collected How We Use Your Personal Information With Whom We Share Your Personal Information and Why Technologies We Use to Automatically Collect Personal Information Additional U.S. State Disclosures Your Privacy Rights and Choices Publicly Posted Information Storing and Retaining Your Personal Information Security - Steps we take to protect your personal information International Transfer Children Changes to this Privacy Notice I. Categories of Personal Information We May Collect We may collect the following categories of personal information: Registration information When you create an account or subscribe to one of our services, we may collect information,\n  such as your first and last name, country of residence, email address, username, and password. Transaction information This information is processed when you engage with certain services on our digital properties,\n  and may include your postal address, telephone number and payment information. User Activity Information This may include information about your use, and the use by any person(s) you authorize through\n  your account, of our digital properties, such as the content you view or post, how often you use\n  our services, and your preferences. This can also include information you post in public forums on\n  our digital properties, such as your forum posts or blog comments, it could also include certain\n  information provided using our messaging chat or other similar services where we are permitted by\n  applicable law to collect this information. Third-Party Information This includes insights about the use of our digital properties whether hosted by us, or on\n  third-party platforms or devices. Location information This may include location information provided by a mobile or other device interacting with our\n  digital properties (including through beacon technologies), or associated with your IP address,\n  where we are permitted by law to process this information. Technical Data Usage, viewing, technical, and device data when you visit our digital properties whether hosted\n  by CarGurus or third-party sites or platforms, or open emails we send, including your browser or\n  device type, unique device identifier, and IP address. See also, VII. Additional State Specific Disclosures below. II. How We Collect Personal Information The following describes the different ways we might collect your personal information, whether\n  from you directly or automatically when interacting with our\n  digital properties. a. Personal Information You Share Directly When Requesting to be Contacted by a Car Seller If you request to be contacted by a car seller, both CarGurus and the seller may collect personal\n  information provided by you through the text and chat functionalities that we provide and on the\n  contact forms on our site, which may include your name, email address, postal code, and telephone\n  number, so that the seller can contact you to consider a car purchase or request that you submit\n  a dealer review. When Using Our Site to Buy or Sell a Vehicle If you are an individual user (and not acting on behalf of a car dealer) and you want to use\n  our services to buy or sell a vehicle, we and/or our business partners may collect information\n  provided by you in connection with that transaction, for example to create your vehicle listing,\n  to verify vehicle ownership, to confirm funds availability, to process payment, to populate purchase\n  and sale documents, and to provide user support. We may collect this information from entry forms\n  on our site or third-party sites we integrate with, or from a picture of your ID that you upload.\n  This information may include your name, address, email address, telephone number, driver's\n  license number, photo, gender, date of birth, the last four digits of your social security number,\n  bank name, and bank account and routing numbers. When Registering with CarGurus; Subscribing If you register with us or subscribe to receive specific information or services on our site,\n  we will also collect registration information, such as name, email address, mailing address,\n  telephone number, username and password. Registering with us also gives you the ability to personalize your CarGurus site experience. The\n  benefits of registering will increase over time as we get to know you better and introduce new features.\n  We encourage you to register so that you can experience everything that CarGurus has to offer! b. Automatic Collection of Personal Information In addition to the personal information we may collect from you directly, we also collect\n  data from your browser or device using tracking technologies (See VI. Technologies We Use to\n  Automatically Collect Personal Information ) that is considered personal information when you\n  engage with our digital properties. We automatically collect certain browser or device technical\n  data in order to deliver our services to you, and to help make sure our digital properties are\n  functioning properly. This typically includes data about your browser or device's IP address,\n  user agent string, your internet service provider or mobile carrier and the type of handheld or\n  mobile device you use. III. Other Ways Personal Information is Collected a. Applications and Widgets for Social Media We may display applications or widgets from social media providers that allow interaction or\n  content sharing by their users. These widgets, such as the Facebook® \"Share\" or \"Like\" button,\n  are visible to you on the page that you visit. This may allow the social media networks in which\n  you participate to collect information about you, even when you do not explicitly activate the\n  network's application or widget while on our digital property. Please visit the applicable social\n  media network's privacy notice to better understand their data collection practices and the choices\n  they make available to you. In addition to social media networks, our digital properties also contain references and links\n  to third-party sites that may offer information of interest. This Privacy Notice does not apply\n  to those sites, and we recommend reviewing those sites' privacy notices individually. b. Information Collected from Other Sources We may process personal information from third-party sources to update or supplement the\n  information that you provide or that we collect. For instance, we may collect vehicle registration\n  information from public databases to support a service you have engaged us for. Other sources of\n  information include third-party advertising partners, data providers or aggregators, and search\n  information providers. We use this information to help us maintain the accuracy of the information we collect,\n  personalize your experience with the site, target our communications and advertisements so\n  that we can inform you of products and services or other offers that may be of interest to you,\n  provide private purchase and sale transaction services, prevent fraud, and for internal business\n  analysis or other business purposes. To learn more about our advertising activities, we encourage\n  you to review our Interest-Based Ads Policy , and our section on Targeted Advertising below. IV. How We Use Your Personal Information We may process your personal information in order to: send information to car sellers to complete transactions per your instruction; complete your transaction(s) with us; process and collect your payments; send you promotional marketing material about us and our services; customize, analyze, adjust and improve the site; provide you with important administrative information regarding the site, such as changes\n  to this Privacy Notice and our Terms of Use and other policies; prevent fraud and other prohibited or illegal activities; comply with requests from law enforcement or relevant data protection agencies; provide technical and customer support; seek your opinion or feedback on our services or industry questions; facilitate access to our applications to which you have subscribed; enforce our legal rights or comply with legal requirements; provide improved website and product experience and communications; or, comply with a legal or regulatory obligation. See also, VI. Technologies We Use to Automatically Collect PersonalInformation below. V. With Whom We Share Your Personal Information and Why Mainly to provide our services, we may share your personal information with the following entities: Affiliates We may share information about you, including personal information, with our corporate affiliates\n  for specific business purposes. Car Sellers and Manufacturers/Requests Upon your instruction, we may share your personal information with car sellers and manufacturers\n  who use that information for purposes of marketing their own products or services to you directly. Lead generation When you submit your e-mail address and/or phone number to a particular seller through the site,\n  you agree to being contacted by the seller, including by phone at the number provided, text message,\n  email, automatic telephone dialing system and/or an artificial or pre-recorded voice. Vendors We may provide third-party vendors (such as market research firms, marketing partners, advertising\n  agencies, and payment processing partners) access to your personal information to perform services\n  on our behalf. We contractually require our vendors to protect and limit the use of such personal\n  information solely for the purposes of providing the specified services on our behalf. Other Providers of Products and Services Upon your direction, we may disclose your personal information to other third-party providers\n  of products and services (for example financing providers). We contractually require such providers\n  to protect your personal information and to limit the use of such information for the purposes you\n  agreed to when submitting such personal information on our site. By submitting personal information\n  on our site in connection with receiving products and/or services from these providers, you acknowledge\n  that your request to have your personal information transmitted to such providers means it will be\n  subject to their privacy notices, and that you should contact them directly for more information\n  concerning their personal information processing activities. Legal Authorities We cooperate with legal authorities and may in some instances be required to disclose personal\n  information in response to requests from law enforcement authorities, or in response to a subpoena\n  or other legal process. We also share information about you if we believe we should in order to: (i)\n  prevent a violation of the law; (ii) protect or defend our interests and our legal rights or property;\n  (iii) protect the rights, interests, safety and security of users of the site or members of the public;\n  (iv) protect against fraud or for risk management purposes; or (v) comply with other applicable law or\n  legal process. We also may share your information in connection with a corporate transaction, such\n  as a divestiture, merger, consolidation, or asset sale, and in the unlikely event of bankruptcy. See VIII. Your Privacy Rights and Choices below to learn about how you can exercise your privacy rights with CarGurus. VI. Technologies We Use to Automatically Collect Personal Information Along with companies we partner with, we employ pixel tags, cookies, java scripts, SDKs, local\n  shared objects such as Flash (sometimes called “flash cookies”), and similar technology (“tracking\n  technologies”) on our digital properties, and third-party digital properties we integrate with. These\n  technologies may create unique advertising identifiers (e.g. cookie identifiers or mobile advertising\n  identifiers) that reside on your browser or mobile device, and in some cases server-side. Tracking\n  technologies may transmit data about your use of our digital properties, including which pages you\n  interacted with, your vehicle search history, the advertisements shown to you or that you may have\n  clicked on, other page view/click data, the date and time of your visit, all associated with your\n  browser or mobile device's advertising identifier. These identifiers typically persist over time.\n  You can set some cookie preferences through your device or browser settings but doing so may affect the\n  functionality of the site. To learn more about how we employ these technologies and the choices you have concerning our processing\n  of your personal information for digital advertising purposes, see VIII. Your Privacy\n  Rights and Choices below. Consistent with IV. How We Use Your Personal Information above, the purposes\n  for which we use tracking technologies include: Purpose Explanation Processes Make digital properties work in the way that it is expected. For example,\n        we use a cookie that tells us whether you have already signed up for an account. Authentication, Security, and Compliance Prevent fraud, protect user data from unauthorized parties, and for compliance\n        with legal requirements. For example, we use cookies to determine if a suspicious\n        IP address (based on geography) is logged in through your account. Preferences Track how our digital properties are used and remember preferences. For example,\n        we monitor and store your browsing activity to customize your experience and better\n        understand your vehicle shopping interests. Notifications Allow notices of information or options that we think could improve the use of the\n        site or app. For example, send out notifications of price drop in a vehicle that you\n        previously showed interest in. Advertising Make advertising more relevant to users and more valuable to our advertisers. For\n        example, we may use cookies to serve you targeted ads, such as ads that are displayed\n        to you based on your visits to other websites, or to tell us if you have recently\n        clicked on an ad. See VIII. Your Privacy Rights and Choices below. Analytics Intended to help us understand how visitors use our digital properties. For example,\n        we use a cookie that tells us how our search suggestions correlate to your browsing\n        while on the site or app. VII. Additional U.S. State Disclosures This section supplements the above by providing additional information about how we may\n  process your personal information. Unless stated otherwise, all terms defined in our Privacy\n  Notice have the same meaning below. Sensitive Information In order to support the services we provide, we may process the following types of personal\n  information, which are generally considered sensitive under certain U.S. state privacy laws: Social security number, driver's license number, and passport number; Credit/debit card number plus expiration date and security code (CVV),\n    and financial account number and routing number; Username and password; and Precise geolocation data. We may process this information for the purposes set out above (See IV. How\n  We Use Your Personal Information ), consistent with our obligations under applicable law. De-Identified or Aggregate Information We may at times receive or process personal information to create data sets that can no\n  longer reasonably be used to infer information about, or otherwise be linked to, a particular\n  individual or household. Where we maintain de-identified or aggregate information, we will maintain\n  and use the data in de-identified or aggregate form and not attempt to re-identify the data. a. California We share this notice of collection to comply with the California Consumer Privacy Act of 2018\n  (CCPA). Any terms defined in the CCPA have the same meaning when used in this Privacy Notice. Sharing Personal Information CarGurus does not generally sell information as the term “sell” is traditionally understood.\n  However, to the extent a “sale” under the CCPA is interpreted to include advertising technology\n  activities such as those disclosed in this notice as a “sale,” we comply with applicable law as\n  to such activity. Information We Collect: Categories Examples Do we sell? Identifiers Name, alias, postal address, unique personal identifier, online identifier,\n        Internet Protocol (IP) address, email address, account name, social security\n        number, driver's license number, or other similar identifiers Yes Customer records information Name, signature, social security number, physical characteristics or description,\n        address, telephone number, driver's license or state identification card number,\n        bank account number, credit or debit card number, other financial information Yes Characteristics of protected classifications under California or\n          federal law Race, religion, sexual orientation, gender identity, gender expression, age No Commercial information Records of personal property, products or services purchased, obtained,\n        or considered, or other purchasing or consuming histories or tendencies No Internet or other electronic network activity information Browsing history, search history, and information regarding a consumer's\n        interaction with an Internet website, application, or advertisement Yes Geolocation data Physical location Yes Professional or employment-related information: Current or past job history No Inferences Profile reflecting a person's preferences, characteristics, aptitudes Yes The sources from which we collect personal information are described in sections II. How We Collect Personal Information and III. Other Ways\n    Personal Information is Collected ; the business or commercial purposes for which we use this information are\n    described in sections IV. How We Use Your Personal Information and VI. Technologies We Use to Automatically Collect Personal Information ; and the categories of third parties to whom we may disclose this information are\n    described in section V. Who We Share Your Personal Information With and Why of this Privacy Notice. b. Nevada Nevada law (NRS 603A.340) requires each business to establish a designated request address\n  where Nevada consumers may submit requests directing the business not to sell certain kinds of\n  personal information that the business has collected or will collect about the consumer. A sale\n  under Nevada law is the exchange of personal information for monetary consideration by the business\n  to a third party for the third party to license or sell the personal information to other third parties.\n  If you are a Nevada consumer and wish to submit a request relating to our compliance with Nevada law,\n  please contact us at privacy@cargurus.com . VIII. Your Privacy Rights and Choices You have certain rights to the personal information that we process about you as part of the\n  services we provide. Below is a detailed description of those rights, including additional\n  state-specific rights. Verification Consistent with applicable law, please understand that, depending on the type of request\n  you submit, and to protect the confidentiality of yours and others' personal information,\n  we will only complete your request when your identity has been verified. We will seek to\n  match the information in your request to the personal information we maintain about you.\n  As part of our verification process, we may ask you to: submit additional information, use\n  identity verification services to assist, or, if you have set up an account on our website,\n  to sign into your account as part of our identity verification process. Right to an Authorized Agent In certain states, consumers may designate an authorized agent to exercise their privacy\n  rights. You may designate an authorized agent to submit requests on your behalf. However,\n  we may require written proof of the agent's permission to do so and verify your identity\n  directly. Right to Non-Discrimination You also have the right to not receive retaliatory or discriminatory treatment in connection\n  with a request to exercise your rights. However, the exercising of the rights described below\n  may result in a different price, rate, or quality/level of product or service where that difference\n  is reasonably related to the impact the right has on our relationship with you or is otherwise\n  permitted by law. a. Your Privacy Rights You may have the right to exercise some or all the following rights: Access/Right to Know Consistent with applicable law, you may have the right to confirm in a portable and\n          (if technically feasible) readily usable form, after making a verifiable request whether\n          we are processing your personal information and, in some cases, to obtain certain\n          personalized details about the personal information we have collected about you, including: The categories of personal information collected; The categories of sources of the personal information; The purposes for which the personal information were collected; The categories of personal information disclosed to third parties (if any),\n            and the categories of recipients to whom the personal information were disclosed; The categories of personal information shared for targeted advertising or CCBA\n            purposes(if any), and the categories of recipients to whom the data were disclosed\n            for those purposes; and The categories of personal information sold (if any), and the categories of\n            third parties to whom the data were sold. Correction Consistent with applicable law, you may have the right after making a verifiable request to\n          correct inaccurate personal information, considering the nature of the data itself and the\n          processing activities it supports. Deletion Consistent with applicable law, you may have the right, after making a verifiable request\n          to have your personal information that is maintained by CarGurus deleted. Opt-Out Rights The right to direct CarGurus to not “sell” your personal information for monetary or\n          other valuable consideration, or “share” your personal information for targeted advertising\n          or Cross-Context Behavioral Advertising (“CCBA”) purposes. You may opt out of such processing\n          by navigating to the CarGurus My Privacy Rights form. See Targeted Advertising for additional information about how\n          we may process your personal information for marketing and advertising purposes. FOR CALIFORNIA RESIDENTS “Shine the Light” California residents that have an established business relationship with us have the right to\n          know how their personal information is disclosed to third parties for their direct marketing\n          purposes under California's “Shine the Light” law, or the right to opt out of such practices\n          (Civ. Code § 1798.83). Limit Use and/or Disclosure of Sensitive Personal Information CarGurus does not create consumer profiles either for purposes of targeted advertising or\n          for decision-making purposes that produce legal or similarly significant effects. We may,\n          however, share your personal information for targeted advertising consistent with applicable\n          law and this privacy notice. You may opt out of such processing by navigating to the CarGurus My Privacy Rights form. FOR COLORADO, CONNECTICUT OR VIRGINIA RESIDENTS Right to Opt Out for the Purposes of Profiling for Decisions Producing Legal or Similarly Significant Effect CarGurus does not create consumer profiles either for purposes of targeted advertising or for\n          decision-making purposes that produce legal or similarly significant effects. We may, however,\n          share your personal information for targeted advertising consistent with applicable law and this\n          privacy notice. You may opt out of such processing by navigating to the CarGurus My Privacy Rights form. Right to Appeal Privacy Rights Request To appeal a refusal to take action on your request, please see the instructions in our response to\n          your request or submit your appeal in writing by contacting privacy@cargurus.com with the subject “Appeal of Consumer Privacy Rights Request.” b. Choices To exercise your right to Know , Delete , Correct or Opt Out rights, please submit a request by visiting our My Privacy Rights page. Or contact us with questions or requests regarding this Privacy Notice at: Address: CarGurus, Inc. Two Canal Park Cambridge, MA 02141 Attention: Privacy privacy@cargurus.com You may also opt out of any or all future marketing emails from us here or by clicking on the unsubscribe link we place at the footer of every email we send\n  that is not in response to an action taken by the user. Please note that you cannot\n  opt out of non-promotional emails, such as those about your account, transactions or servicing. Targeted Advertising Also referred to as “interest based,” “online behavioral,” “personalized” advertising,\n  as well as “Cross-Context Behavioral Advertising,” targeted advertising is the serving\n  of digital advertisements based on predictions generated over time from your visits across\n  different websites, devices, mobile applications, as well as our own. We encourage you to\n  consult our detailed policy on Interest Based Advertising here . We may work with advertising technology partners who allow us to personalize our ads\n  based on your browsing behavior on our digital properties. Many of these companies are\n  participants of the Digital Advertising Alliance (“DAA”) and/or members of the Network\n  Advertising Initiative (“NAI”).  In addition to your right under your state's privacy\n  law to opt out from targeted advertising by us and our own advertising partners, you can\n  learn more about targeted ads provided by these companies as well as others we are not partnered\n  with, and how to opt out of receiving certain targeted ads from them by visiting: https://www.aboutads.info/choices - For targeted ads from DAA participants on websites; https://optout.networkadvertising.org/?c=1 - For targeted ads from NAI members on websites and to learn more about how to opt out from\n    receiving targeted ads on your other connected devices. Opting out only means that the selected participants should no longer deliver certain targeted\n  ads to the specific browser or device on which you made your request, it does not mean you will\n  no longer receive any targeted content and/or ads from other advertising technology companies or\n  on your other browsers or devices that have not been opted out. We also partner with Amazon to deliver advertisements. You can opt out of delivery of targeted\n  advertising to you by Amazon here . Please note\n  that even if you opt out, you will continue to receive advertisements, but they will not be\n  tailored to your specific interests. We may also display interest-based ads to you when you are using Facebook and other social\n  media platforms or websites. IX. Publicly Posted Information Your member profile will be publicly viewable and identifiable via your username. CarGurus\n  will not share your email address with any other members or display it publicly. Please\n  consider carefully before making any information public as you are solely responsible for\n  any information you make public. Once you have posted information, you may not be able to\n  edit or delete it. If you choose to participate in our member-to-member communications programs, you may be\n  contacted by other members, using us as an intermediary. All members have the option to\n  turn off the member-to-member communication features at any time. Information that you make available to us and others via social media networks, forums,\n  blogs, list serves, chat rooms or similar functionality is public information that we or\n  others may share or use in accordance with the law. X. Storing and Retaining Your Personal Information Your personal information is stored on servers in the U.S. Also, some of our service providers\n  may store information in servers hosted in countries different from where you reside. As such,\n  your personal information may be subject to the laws of other countries, where the data protection\n  and other laws may not be as comprehensive as your country of residence. Consistent with our recordkeeping policies and practices, we may retain your personal information\n  so long as it is necessary to fulfill the purposes outlined in this Privacy Notice, unless a longer\n  retention period is required by law. Once we no longer have a legitimate business reason to retain\n  your personal information, it is either destroyed, aggregated or deidentified, however we may retain\n  inactive archival copies consistent with applicable law. XI. Security - Steps we take to protect your personal information We have implemented administrative, technical, personnel, and physical security measures designed\n  to protect the personal information stored in our systems against loss, theft and unauthorized use,\n  disclosure or modification. We also employ processes (such as password hashing, login auditing,\n  and idle session termination, as appropriate) designed to protect against unauthorized access to\n  your personal information. While we endeavor to create secure and reliable digital properties for\n  users, the confidentiality of any communication or material transmitted to/from a CarGurus digital\n  property, and the security of your personal information, cannot be guaranteed. We encourage you to\n  take steps to protect your personal information online. XII. International Transfer We are based in the U.S. and the information we collect is governed by U.S. law. If you are accessing\n  our digital properties from outside of the U.S., please be aware that information collected may be\n  transferred to, processed, stored, and used in the U.S. and other jurisdictions. Data protection laws\n  in the U.S. and other jurisdictions may be different from those of your country of residence. Your use\n  of this digital property or provision of any information therefore constitutes your consent to the\n  transfer to and from, processing, usage, sharing, and storage of information about you in the U.S. and\n  other jurisdictions as set out in this Privacy Notice. XIII. Children CarGurus digital properties are intended for a general audience and are not directed at children under\n  (13) years of age. We do not knowingly gather personal information (as defined by the U.S. Children’s Online Privacy\n  Protection Act, or “COPPA”) in a manner not permitted by COPPA. If you are a parent or guardian and you\n  believe we have collected information from your child in a manner not permitted by law, contact us at privacy@cargurus.com . We will remove the data to the extent\n  required by applicable laws. We do not knowingly “sell” the personal information of minors under 16 years old who are California\n  residents without their affirmative authorization. If you are a California resident under 18 years old and registered to use a CarGurus digital property,\n  you can ask us to remove any content or information you have posted. To make a request, email us at\n  the email address set out in “Contact Us” section with “California Under 18 Content Removal Request”\n  in the subject line, and tell us what you want removed. We will make reasonable good faith efforts to\n  remove the post from prospective public view, although we cannot ensure the complete or comprehensive\n  removal of the content and may retain the content as necessary to comply with our legal obligations,\n  resolve disputes, and enforce our agreements. XIV. Changes to this Privacy Notice We may occasionally update this Privacy Notice to reflect changes in our practices. When we post\n  modifications to this Privacy Notice, we will revise the \"Last Updated\" date at the top of this page.\n  The modified Privacy Notice will be effective immediately upon posting. Your continued use of our digital\n  properties after the posting of the modified Privacy Notice constitutes your agreement to abide and be\n  bound by it. We encourage you to periodically review this page for the latest information on our privacy\n  practices. If you object to any modification, your sole recourse is to stop using the digital property. Connect with Us Be the first to know about new listings! Email Address Submit Please provide a valid email address. Go Mobile Connect with Us Company About CarGurus Advertise With CarGurus Our Team Press Investor Relations Price Trends Blog Careers For Dealers Dealer Signup Dealer Resources Terms Terms of Use Privacy Policy My Privacy Rights Cookies Settings Interest-Based Ads Security Help Help Contact Us Delivery United States (EN) United States (EN) Estados Unidos (ES) Canada (EN) Canada (FR) United Kingdom © 2023 CarGurus, Inc., All Rights Reserved. <iframe src=\"//www.googletagmanager.com/ns.html?id=GTM-PMJ79F\"\n        height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> <img src=\"https://sb.scorecardresearch.com/p?c1=2&amp;c2=8045323&amp;cv=3.6.0&amp;cj=1\"> <img src=\"https://s.amazon-adsystem.com/iu3?pid=87b7bf51-0a30-4e85-9a1f-9b1b5a6fcf25&amp;event=PageView\" width=\"1\" height=\"1\" border=\"0\"> <iframe src=\"//nojscontainer.pepperjam.com/2217083325.html\" width=\"1\" height=\"1\" frameborder=\"0\">\n  </iframe> Your Opt Out Preference Signal is Honored Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.    You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Functional Cookies Functional Cookies These cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages.    If you do not allow these cookies then some or all of these services may not function properly. Performance Cookies Performance Cookies These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site.    All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance. Targeting Cookies Targeting Cookies These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.    They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising. Back Button Cookie List Search Icon Filter Icon Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices",
  "annotations": [
    {
      "Text": "Last Updated: Effective as of July 25, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Depending on where you\n  live and how you use our digital properties, additional state specific information is\n  included below that may apply to you. Please, click here to visit the CarGurus Privacy Rights page to exercise your rights under applicable privacy law.} "
    },
    {
      "Text": "Categories of Personal Information We May Collect\\nWe may collect the following categories of personal information:\\n\\nRegistration information\\nWhen you create an account or subscribe to one of our services, we may collect information, such as your first and last name, country of residence, email address, username, and password.\\n\\nTransaction information\\nThis information is processed when you engage with certain services on our digital properties, and may include your postal address, telephone number and payment information.\\n\\nUser Activity Information\\nThis may include information about your use, and the use by any person(s) you authorize through your account, of our digital properties, such as the content you view or post, how often you use our services, and your preferences. This can also include information you post in public forums on our digital properties, such as your forum posts or blog comments, it could also include certain information provided using our messaging chat or other similar services where we are permitted by applicable law to collect this information.\\n\\nThird-Party Information\\nThis includes insights about the use of our digital properties whether hosted by us, or on third-party platforms or devices.\\n\\nLocation information\\nThis may include location information provided by a mobile or other device interacting with our digital properties (including through beacon technologies), or associated with your IP address, where we are permitted by law to process this information.\\n\\nTechnical Data\\nUsage, viewing, technical, and device data when you visit our digital properties whether hosted by CarGurus or third-party sites or platforms, or open emails we send, including your browser or device type, unique device identifier, and IP address.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Depending on where you\n  live and how you use our digital properties, additional state specific information is\n  included below that may apply to you. Please, click here to visit the CarGurus Privacy Rights page to exercise your rights under applicable privacy law.} "
    },
    {
      "Text": "How We Collect Personal Information\\nThe following describes the different ways we might collect your personal information, whether from you directly or automatically when interacting with our digital properties.\\n\\na. Personal Information You Share Directly\\nWhen Requesting to be Contacted by a Car Seller\\nIf you request to be contacted by a car seller, both CarGurus and the seller may collect personal information provided by you through the text and chat functionalities that we provide and on the contact forms on our site, which may include your name, email address, postal code, and telephone number, so that the seller can contact you to consider a car purchase or request that you submit a dealer review.\\n\\nWhen Using Our Site to Buy or Sell a Vehicle\\nIf you are an individual user (and not acting on behalf of a car dealer) and you want to use our services to buy or sell a vehicle, we and/or our business partners may collect information provided by you in connection with that transaction, for example to create your vehicle listing, to verify vehicle ownership, to confirm funds availability, to process payment, to populate purchase and sale documents, and to provide user support. We may collect this information from entry forms on our site or third-party sites we integrate with, or from a picture of your ID that you upload. This information may include your name, address, email address, telephone number, driver's license number, photo, gender, date of birth, the last four digits of your social security number, bank name, and bank account and routing numbers.\\n\\nWhen Registering with CarGurus; Subscribing\\nIf you register with us or subscribe to receive specific information or services on our site, we will also collect registration information, such as name, email address, mailing address, telephone number, username and password.\\n\\nRegistering with us also gives you the ability to personalize your CarGurus site experience. The benefits of registering will increase over time as we get to know you better and introduce new features. We encourage you to register so that you can experience everything that CarGurus has to offer!\\n\\nb. Automatic Collection of Personal Information\\nIn addition to the personal information we may collect from you directly, we also collect data from your browser or device using tracking technologies (See VI. Technologies We Use to Automatically Collect Personal Information) that is considered personal information when you engage with our digital properties. We automatically collect certain browser or device technical data in order to deliver our services to you, and to help make sure our digital properties are functioning properly. This typically includes data about your browser or device's IP address, user agent string, your internet service provider or mobile carrier and the type of handheld or mobile device you use.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Depending on where you\n  live and how you use our digital properties, additional state specific information is\n  included below that may apply to you. Please, click here to visit the CarGurus Privacy Rights page to exercise your rights under applicable privacy law.} "
    },
    {
      "Text": "Information Collected from Other Sources\\nWe may process personal information from third-party sources to update or supplement the information that you provide or that we collect. For instance, we may collect vehicle registration information from public databases to support a service you have engaged us for. Other sources of information include third-party advertising partners, data providers or aggregators, and search information providers.\\n\\nWe use this information to help us maintain the accuracy of the information we collect, personalize your experience with the site, target our communications and advertisements so that we can inform you of products and services or other offers that may be of interest to you, provide private purchase and sale transaction services, prevent fraud, and for internal business analysis or other business purposes. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This Privacy Notice does not apply\n  to those sites, and we recommend reviewing those sites' privacy notices individually. b.} "
    },
    {
      "Text": "How We Use Your Personal Information\\nWe may process your personal information in order to:\\n\\nsend information to car sellers to complete transactions per your instruction;\\ncomplete your transaction(s) with us;\\nprocess and collect your payments;\\nsend you promotional marketing material about us and our services;\\ncustomize, analyze, adjust and improve the site;\\nprovide you with important administrative information regarding the site, such as changes to this Privacy Notice and our Terms of Use and other policies;\\nprevent fraud and other prohibited or illegal activities;\\ncomply with requests from law enforcement or relevant data protection agencies;\\nprovide technical and customer support;\\nseek your opinion or feedback on our services or industry questions;\\nfacilitate access to our applications to which you have subscribed;\\nenforce our legal rights or comply with legal requirements;\\nprovide improved website and product experience and communications; or,\\ncomply with a legal or regulatory obligation.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Depending on where you\n  live and how you use our digital properties, additional state specific information is\n  included below that may apply to you. Please, click here to visit the CarGurus Privacy Rights page to exercise your rights under applicable privacy law.} "
    },
    {
      "Text": "How We Use Your Personal Information\\nWe may process your personal information in order to:\\n\\nsend information to car sellers to complete transactions per your instruction;\\ncomplete your transaction(s) with us;\\nprocess and collect your payments;\\nsend you promotional marketing material about us and our services;\\ncustomize, analyze, adjust and improve the site;\\nprovide you with important administrative information regarding the site, such as changes to this Privacy Notice and our Terms of Use and other policies;\\nprevent fraud and other prohibited or illegal activities;\\ncomply with requests from law enforcement or relevant data protection agencies;\\nprovide technical and customer support;\\nseek your opinion or feedback on our services or industry questions;\\nfacilitate access to our applications to which you have subscribed;\\nenforce our legal rights or comply with legal requirements;\\nprovide improved website and product experience and communications; or,\\ncomply with a legal or regulatory obligation.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Depending on where you\n  live and how you use our digital properties, additional state specific information is\n  included below that may apply to you. Please, click here to visit the CarGurus Privacy Rights page to exercise your rights under applicable privacy law.} "
    },
    {
      "Text": "With Whom We Share Your Personal Information and Why\\nMainly to provide our services, we may share your personal information with the following entities:\\n\\nAffiliates\\nWe may share information about you, including personal information, with our corporate affiliates for specific business purposes.\\n\\nCar Sellers and Manufacturers/Requests\\nUpon your instruction, we may share your personal information with car sellers and manufacturers who use that information for purposes of marketing their own products or services to you directly.\\n\\nLead generation\\nWhen you submit your e-mail address and/or phone number to a particular seller through the site, you agree to being contacted by the seller, including by phone at the number provided, text message, email, automatic telephone dialing system and/or an artificial or pre-recorded voice.\\n\\nVendors\\nWe may provide third-party vendors (such as market research firms, marketing partners, advertising agencies, and payment processing partners) access to your personal information to perform services on our behalf. We contractually require our vendors to protect and limit the use of such personal information solely for the purposes of providing the specified services on our behalf.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Depending on where you\n  live and how you use our digital properties, additional state specific information is\n  included below that may apply to you. Please, click here to visit the CarGurus Privacy Rights page to exercise your rights under applicable privacy law.} "
    },
    {
      "Text": "With Whom We Share Your Personal Information and Why\\nMainly to provide our services, we may share your personal information with the following entities:\\n\\nAffiliates\\nWe may share information about you, including personal information, with our corporate affiliates for specific business purposes.\\n\\nCar Sellers and Manufacturers/Requests\\nUpon your instruction, we may share your personal information with car sellers and manufacturers who use that information for purposes of marketing their own products or services to you directly.\\n\\nLead generation\\nWhen you submit your e-mail address and/or phone number to a particular seller through the site, you agree to being contacted by the seller, including by phone at the number provided, text message, email, automatic telephone dialing system and/or an artificial or pre-recorded voice.\\n\\nVendors\\nWe may provide third-party vendors (such as market research firms, marketing partners, advertising agencies, and payment processing partners) access to your personal information to perform services on our behalf. We contractually require our vendors to protect and limit the use of such personal information solely for the purposes of providing the specified services on our behalf.\\n\\nOther Providers of Products and Services\\nUpon your direction, we may disclose your personal information to other third-party providers of products and services (for example financing providers). We contractually require such providers to protect your personal information and to limit the use of such information for the purposes you agreed to when submitting such personal information on our site. By submitting personal information on our site in connection with receiving products and/or services from these providers, you acknowledge that your request to have your personal information transmitted to such providers means it will be subject to their privacy notices, and that you should contact them directly for more information concerning their personal information processing activities.\\n\\nLegal Authorities\\nWe cooperate with legal authorities and may in some instances be required to disclose personal information in response to requests from law enforcement authorities, or in response to a subpoena or other legal process. We also share information about you if we believe we should in order to: (i) prevent a violation of the law; (ii) protect or defend our interests and our legal rights or property; (iii) protect the rights, interests, safety and security of users of the site or members of the public; (iv) protect against fraud or for risk management purposes; or (v) comply with other applicable law or legal process. We also may share your information in connection with a corporate transaction, such as a divestiture, merger, consolidation, or asset sale, and in the unlikely event of bankruptcy.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Depending on where you\n  live and how you use our digital properties, additional state specific information is\n  included below that may apply to you. Please, click here to visit the CarGurus Privacy Rights page to exercise your rights under applicable privacy law.} "
    },
    {
      "Text": "Purpose\tExplanation\\nProcesses\\n\\nMake digital properties work in the way that it is expected. For example, we use a cookie that tells us whether you have already signed up for an account.\\n\\nAuthentication, Security, and Compliance\\n\\nPrevent fraud, protect user data from unauthorized parties, and for compliance with legal requirements. For example, we use cookies to determine if a suspicious IP address (based on geography) is logged in through your account.\\n\\nPreferences\\n\\nTrack how our digital properties are used and remember preferences. For example, we monitor and store your browsing activity to customize your experience and better understand your vehicle shopping interests.\\n\\nNotifications\\n\\nAllow notices of information or options that we think could improve the use of the site or app. For example, send out notifications of price drop in a vehicle that you previously showed interest in.\\n\\nAdvertising\\n\\nMake advertising more relevant to users and more valuable to our advertisers. For example, we may use cookies to serve you targeted ads, such as ads that are displayed to you based on your visits to other websites, or to tell us if you have recently clicked on an ad. See VIII. Your Privacy Rights and Choices below.\\n\\nAnalytics\\n\\nIntended to help us understand how visitors use our digital properties. For example, we use a cookie that tells us how our search suggestions correlate to your browsing while on the site or app.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Your Privacy\n  Rights and Choices below. Consistent with IV.} "
    },
    {
      "Text": "Purpose\tExplanation\\nProcesses\\n\\nMake digital properties work in the way that it is expected. For example, we use a cookie that tells us whether you have already signed up for an account.\\n\\nAuthentication, Security, and Compliance\\n\\nPrevent fraud, protect user data from unauthorized parties, and for compliance with legal requirements. For example, we use cookies to determine if a suspicious IP address (based on geography) is logged in through your account.\\n\\nPreferences\\n\\nTrack how our digital properties are used and remember preferences. For example, we monitor and store your browsing activity to customize your experience and better understand your vehicle shopping interests.\\n\\nNotifications\\n\\nAllow notices of information or options that we think could improve the use of the site or app. For example, send out notifications of price drop in a vehicle that you previously showed interest in.\\n\\nAdvertising\\n\\nMake advertising more relevant to users and more valuable to our advertisers. For example, we may use cookies to serve you targeted ads, such as ads that are displayed to you based on your visits to other websites, or to tell us if you have recently clicked on an ad. See VIII. Your Privacy Rights and Choices below.\\n\\nAnalytics\\n\\nIntended to help us understand how visitors use our digital properties. For example, we use a cookie that tells us how our search suggestions correlate to your browsing while on the site or app.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Your Privacy\n  Rights and Choices below. Consistent with IV.} "
    },
    {
      "Text": "Additional U.S. State Disclosures\\nThis section supplements the above by providing additional information about how we may process your personal information. Unless stated otherwise, all terms defined in our Privacy Notice have the same meaning below.\\n\\nSensitive Information\\nIn order to support the services we provide, we may process the following types of personal information, which are generally considered sensitive under certain U.S. state privacy laws:\\n\\nSocial security number, driver's license number, and passport number;\\nCredit/debit card number plus expiration date and security code (CVV), and financial account number and routing number;\\nUsername and password; and\\nPrecise geolocation data.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Depending on where you\n  live and how you use our digital properties, additional state specific information is\n  included below that may apply to you. Please, click here to visit the CarGurus Privacy Rights page to exercise your rights under applicable privacy law.} "
    },
    {
      "Text": "Sharing Personal Information\\nCarGurus does not generally sell information as the term “sell” is traditionally understood. However, to the extent a “sale” under the CCPA is interpreted to include advertising technology activities such as those disclosed in this notice as a “sale,” we comply with applicable law as to such activity.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {a. California We share this notice of collection to comply with the California Consumer Privacy Act of 2018\n  (CCPA). Any terms defined in the CCPA have the same meaning when used in this Privacy Notice.} "
    },
    {
      "Text": "Sharing Personal Information\\nCarGurus does not generally sell information as the term “sell” is traditionally understood. However, to the extent a “sale” under the CCPA is interpreted to include advertising technology activities such as those disclosed in this notice as a “sale,” we comply with applicable law as to such activity.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {a. California We share this notice of collection to comply with the California Consumer Privacy Act of 2018\n  (CCPA). Any terms defined in the CCPA have the same meaning when used in this Privacy Notice.} "
    },
    {
      "Text": "Information We Collect:\\nCategories\tExamples\tDo we sell?\\nIdentifiers\\n\\nName, alias, postal address, unique personal identifier, online identifier, Internet Protocol (IP) address, email address, account name, social security number, driver's license number, or other similar identifiers\\n\\nYes\\n\\nCustomer records information\\n\\nName, signature, social security number, physical characteristics or description, address, telephone number, driver's license or state identification card number, bank account number, credit or debit card number, other financial information\\n\\nYes\\n\\nCharacteristics of protected classifications under California or federal law\\n\\nRace, religion, sexual orientation, gender identity, gender expression, age\\n\\nNo\\n\\nCommercial information\\n\\nRecords of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies\\n\\nNo\\n\\nInternet or other electronic network activity information\\n\\nBrowsing history, search history, and information regarding a consumer's interaction with an Internet website, application, or advertisement\\n\\nYes\\n\\nGeolocation data\\n\\nPhysical location\\n\\nYes\\n\\nProfessional or employment-related information:\\n\\nCurrent or past job history\\n\\nNo\\n\\nInferences\\n\\nProfile reflecting a person's preferences, characteristics, aptitudes\\n\\nYes",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Sharing Personal Information CarGurus does not generally sell information as the term “sell” is traditionally understood. However, to the extent a “sale” under the CCPA is interpreted to include advertising technology\n  activities such as those disclosed in this notice as a “sale,” we comply with applicable law as\n  to such activity.} "
    },
    {
      "Text": "Information We Collect:\\nCategories\tExamples\tDo we sell?\\nIdentifiers\\n\\nName, alias, postal address, unique personal identifier, online identifier, Internet Protocol (IP) address, email address, account name, social security number, driver's license number, or other similar identifiers\\n\\nYes\\n\\nCustomer records information\\n\\nName, signature, social security number, physical characteristics or description, address, telephone number, driver's license or state identification card number, bank account number, credit or debit card number, other financial information\\n\\nYes\\n\\nCharacteristics of protected classifications under California or federal law\\n\\nRace, religion, sexual orientation, gender identity, gender expression, age\\n\\nNo\\n\\nCommercial information\\n\\nRecords of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies\\n\\nNo\\n\\nInternet or other electronic network activity information\\n\\nBrowsing history, search history, and information regarding a consumer's interaction with an Internet website, application, or advertisement\\n\\nYes\\n\\nGeolocation data\\n\\nPhysical location\\n\\nYes\\n\\nProfessional or employment-related information:\\n\\nCurrent or past job history\\n\\nNo\\n\\nInferences\\n\\nProfile reflecting a person's preferences, characteristics, aptitudes\\n\\nYes",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Sharing Personal Information CarGurus does not generally sell information as the term “sell” is traditionally understood. However, to the extent a “sale” under the CCPA is interpreted to include advertising technology\n  activities such as those disclosed in this notice as a “sale,” we comply with applicable law as\n  to such activity.} "
    },
    {
      "Text": "Information We Collect:\\nCategories\tExamples\tDo we sell?\\nIdentifiers\\n\\nName, alias, postal address, unique personal identifier, online identifier, Internet Protocol (IP) address, email address, account name, social security number, driver's license number, or other similar identifiers\\n\\nYes\\n\\nCustomer records information\\n\\nName, signature, social security number, physical characteristics or description, address, telephone number, driver's license or state identification card number, bank account number, credit or debit card number, other financial information\\n\\nYes\\n\\nCharacteristics of protected classifications under California or federal law\\n\\nRace, religion, sexual orientation, gender identity, gender expression, age\\n\\nNo\\n\\nCommercial information\\n\\nRecords of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies\\n\\nNo\\n\\nInternet or other electronic network activity information\\n\\nBrowsing history, search history, and information regarding a consumer's interaction with an Internet website, application, or advertisement\\n\\nYes\\n\\nGeolocation data\\n\\nPhysical location\\n\\nYes\\n\\nProfessional or employment-related information:\\n\\nCurrent or past job history\\n\\nNo\\n\\nInferences\\n\\nProfile reflecting a person's preferences, characteristics, aptitudes\\n\\nYes",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Sharing Personal Information CarGurus does not generally sell information as the term “sell” is traditionally understood. However, to the extent a “sale” under the CCPA is interpreted to include advertising technology\n  activities such as those disclosed in this notice as a “sale,” we comply with applicable law as\n  to such activity.} "
    },
    {
      "Text": "The sources from which we collect personal information are described in sections II. How We Collect Personal Information and III. Other Ways Personal Information is Collected;",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, to the extent a “sale” under the CCPA is interpreted to include advertising technology\n  activities such as those disclosed in this notice as a “sale,” we comply with applicable law as\n  to such activity. Information We Collect: Categories Examples Do we sell?} "
    },
    {
      "Text": "the business or commercial purposes for which we use this information are described in sections IV. How We Use Your Personal Information and VI. Technologies We Use to Automatically Collect Personal Information ; and\\nthe categories of third parties to whom we may disclose this information are described in section V. Who We Share Your Personal Information With and Why of this Privacy Notice.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Identifiers Name, alias, postal address, unique personal identifier, online identifier,\n        Internet Protocol (IP) address, email address, account name, social security\n        number, driver's license number, or other similar identifiers Yes Customer records information Name, signature, social security number, physical characteristics or description,\n        address, telephone number, driver's license or state identification card number,\n        bank account number, credit or debit card number, other financial information Yes Characteristics of protected classifications under California or\n          federal law Race, religion, sexual orientation, gender identity, gender expression, age No Commercial information Records of personal property, products or services purchased, obtained,\n        or considered, or other purchasing or consuming histories or tendencies No Internet or other electronic network activity information Browsing history, search history, and information regarding a consumer's\n        interaction with an Internet website, application, or advertisement Yes Geolocation data Physical location Yes Professional or employment-related information: Current or past job history No Inferences Profile reflecting a person's preferences, characteristics, aptitudes Yes The sources from which we collect personal information are described in sections II. How We Collect Personal Information and III.} "
    },
    {
      "Text": "the business or commercial purposes for which we use this information are described in sections IV. How We Use Your Personal Information and VI. Technologies We Use to Automatically Collect Personal Information ; and\\nthe categories of third parties to whom we may disclose this information are described in section V. Who We Share Your Personal Information With and Why of this Privacy Notice.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Identifiers Name, alias, postal address, unique personal identifier, online identifier,\n        Internet Protocol (IP) address, email address, account name, social security\n        number, driver's license number, or other similar identifiers Yes Customer records information Name, signature, social security number, physical characteristics or description,\n        address, telephone number, driver's license or state identification card number,\n        bank account number, credit or debit card number, other financial information Yes Characteristics of protected classifications under California or\n          federal law Race, religion, sexual orientation, gender identity, gender expression, age No Commercial information Records of personal property, products or services purchased, obtained,\n        or considered, or other purchasing or consuming histories or tendencies No Internet or other electronic network activity information Browsing history, search history, and information regarding a consumer's\n        interaction with an Internet website, application, or advertisement Yes Geolocation data Physical location Yes Professional or employment-related information: Current or past job history No Inferences Profile reflecting a person's preferences, characteristics, aptitudes Yes The sources from which we collect personal information are described in sections II. How We Collect Personal Information and III.} "
    },
    {
      "Text": "the business or commercial purposes for which we use this information are described in sections IV. How We Use Your Personal Information and VI. Technologies We Use to Automatically Collect Personal Information ; and\\nthe categories of third parties to whom we may disclose this information are described in section V. Who We Share Your Personal Information With and Why of this Privacy Notice.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Identifiers Name, alias, postal address, unique personal identifier, online identifier,\n        Internet Protocol (IP) address, email address, account name, social security\n        number, driver's license number, or other similar identifiers Yes Customer records information Name, signature, social security number, physical characteristics or description,\n        address, telephone number, driver's license or state identification card number,\n        bank account number, credit or debit card number, other financial information Yes Characteristics of protected classifications under California or\n          federal law Race, religion, sexual orientation, gender identity, gender expression, age No Commercial information Records of personal property, products or services purchased, obtained,\n        or considered, or other purchasing or consuming histories or tendencies No Internet or other electronic network activity information Browsing history, search history, and information regarding a consumer's\n        interaction with an Internet website, application, or advertisement Yes Geolocation data Physical location Yes Professional or employment-related information: Current or past job history No Inferences Profile reflecting a person's preferences, characteristics, aptitudes Yes The sources from which we collect personal information are described in sections II. How We Collect Personal Information and III.} "
    },
    {
      "Text": "Right to Non-Discrimination\\nYou also have the right to not receive retaliatory or discriminatory treatment in connection with a request to exercise your rights. However, the exercising of the rights described below may result in a different price, rate, or quality/level of product or service where that difference is reasonably related to the impact the right has on our relationship with you or is otherwise permitted by law.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {You may designate an authorized agent to submit requests on your behalf. However,\n  we may require written proof of the agent's permission to do so and verify your identity\n  directly.} "
    },
    {
      "Text": "\\nAccess/Right to Know\t\\nConsistent with applicable law, you may have the right to confirm in a portable and (if technically feasible) readily usable form, after making a verifiable request whether we are processing your personal information and, in some cases, to obtain certain personalized details about the personal information we have collected about you, including:\\n\\nThe categories of personal information collected;\\nThe categories of sources of the personal information;\\nThe purposes for which the personal information were collected;\\nThe categories of personal information disclosed to third parties (if any), and the categories of recipients to whom the personal information were disclosed;\\nThe categories of personal information shared for targeted advertising or CCBA purposes(if any), and the categories of recipients to whom the data were disclosed for those purposes; and\\nThe categories of personal information sold (if any), and the categories of third parties to whom the data were sold.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {However, the exercising of the rights described below\n  may result in a different price, rate, or quality/level of product or service where that difference\n  is reasonably related to the impact the right has on our relationship with you or is otherwise\n  permitted by law. a.} "
    },
    {
      "Text": "Access/Right to Know\t\\nConsistent with applicable law, you may have the right to confirm in a portable and (if technically feasible) readily usable form, after making a verifiable request whether we are processing your personal information and, in some cases, to obtain certain personalized details about the personal information we have collected about you, including:\\n\\nThe categories of personal information collected;\\nThe categories of sources of the personal information;\\nThe purposes for which the personal information were collected;\\nThe categories of personal information disclosed to third parties (if any), and the categories of recipients to whom the personal information were disclosed;\\nThe categories of personal information shared for targeted advertising or CCBA purposes(if any), and the categories of recipients to whom the data were disclosed for those purposes; and\\nThe categories of personal information sold (if any), and the categories of third parties to whom the data were sold.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {However, the exercising of the rights described below\n  may result in a different price, rate, or quality/level of product or service where that difference\n  is reasonably related to the impact the right has on our relationship with you or is otherwise\n  permitted by law. a.} "
    },
    {
      "Text": "Correction\t\\nConsistent with applicable law, you may have the right after making a verifiable request to correct inaccurate personal information, considering the nature of the data itself and the processing activities it supports.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {a. Your Privacy Rights You may have the right to exercise some or all the following rights: Access/Right to Know Consistent with applicable law, you may have the right to confirm in a portable and\n          (if technically feasible) readily usable form, after making a verifiable request whether\n          we are processing your personal information and, in some cases, to obtain certain\n          personalized details about the personal information we have collected about you, including: The categories of personal information collected; The categories of sources of the personal information; The purposes for which the personal information were collected; The categories of personal information disclosed to third parties (if any),\n            and the categories of recipients to whom the personal information were disclosed; The categories of personal information shared for targeted advertising or CCBA\n            purposes(if any), and the categories of recipients to whom the data were disclosed\n            for those purposes; and The categories of personal information sold (if any), and the categories of\n            third parties to whom the data were sold.} "
    },
    {
      "Text": "Deletion\t\\nConsistent with applicable law, you may have the right, after making a verifiable request to have your personal information that is maintained by CarGurus deleted.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Your Privacy Rights You may have the right to exercise some or all the following rights: Access/Right to Know Consistent with applicable law, you may have the right to confirm in a portable and\n          (if technically feasible) readily usable form, after making a verifiable request whether\n          we are processing your personal information and, in some cases, to obtain certain\n          personalized details about the personal information we have collected about you, including: The categories of personal information collected; The categories of sources of the personal information; The purposes for which the personal information were collected; The categories of personal information disclosed to third parties (if any),\n            and the categories of recipients to whom the personal information were disclosed; The categories of personal information shared for targeted advertising or CCBA\n            purposes(if any), and the categories of recipients to whom the data were disclosed\n            for those purposes; and The categories of personal information sold (if any), and the categories of\n            third parties to whom the data were sold. Correction Consistent with applicable law, you may have the right after making a verifiable request to\n          correct inaccurate personal information, considering the nature of the data itself and the\n          processing activities it supports.} "
    },
    {
      "Text": "Opt-Out Rights\t\\nThe right to direct CarGurus to not “sell” your personal information for monetary or other valuable consideration, or “share” your personal information for targeted advertising or Cross-Context Behavioral Advertising (“CCBA”) purposes. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Correction Consistent with applicable law, you may have the right after making a verifiable request to\n          correct inaccurate personal information, considering the nature of the data itself and the\n          processing activities it supports. Deletion Consistent with applicable law, you may have the right, after making a verifiable request\n          to have your personal information that is maintained by CarGurus deleted.} "
    },
    {
      "Text": "You may opt out of such processing by navigating to the CarGurus My Privacy Rights form.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Deletion Consistent with applicable law, you may have the right, after making a verifiable request\n          to have your personal information that is maintained by CarGurus deleted. Opt-Out Rights The right to direct CarGurus to not “sell” your personal information for monetary or\n          other valuable consideration, or “share” your personal information for targeted advertising\n          or Cross-Context Behavioral Advertising (“CCBA”) purposes.} "
    },
    {
      "Text": "Limit Use and/or Disclosure of Sensitive Personal Information\t\\nCarGurus does not create consumer profiles either for purposes of targeted advertising or for decision-making purposes that produce legal or similarly significant effects. We may, however, share your personal information for targeted advertising consistent with applicable law and this privacy notice. ",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {FOR CALIFORNIA RESIDENTS “Shine the Light” California residents that have an established business relationship with us have the right to\n          know how their personal information is disclosed to third parties for their direct marketing\n          purposes under California's “Shine the Light” law, or the right to opt out of such practices\n          (Civ. Code § 1798.83).} "
    },
    {
      "Text": "You may opt out of such processing by navigating to the CarGurus My Privacy Rights form.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Deletion Consistent with applicable law, you may have the right, after making a verifiable request\n          to have your personal information that is maintained by CarGurus deleted. Opt-Out Rights The right to direct CarGurus to not “sell” your personal information for monetary or\n          other valuable consideration, or “share” your personal information for targeted advertising\n          or Cross-Context Behavioral Advertising (“CCBA”) purposes.} "
    },
    {
      "Text": "To exercise your right to Know, Delete, Correct or Opt Out rights, please submit a request by visiting our My Privacy Rights page.\\n\\nOr contact us with questions or requests regarding this Privacy Notice at:\\n\\nAddress:\\nCarGurus, Inc.\\nTwo Canal Park\\nCambridge, MA 02141\\nAttention: Privacy\\nprivacy@cargurus.com",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may opt out of such processing by navigating to the CarGurus My Privacy Rights form. Right to Appeal Privacy Rights Request To appeal a refusal to take action on your request, please see the instructions in our response to\n          your request or submit your appeal in writing by contacting privacy@cargurus.com with the subject “Appeal of Consumer Privacy Rights Request.” b.} "
    },
    {
      "Text": "Changes to this Privacy Notice\\nWe may occasionally update this Privacy Notice to reflect changes in our practices. When we post modifications to this Privacy Notice, we will revise the \"Last Updated\" date at the top of this page. The modified Privacy Notice will be effective immediately upon posting. Your continued use of our digital properties after the posting of the modified Privacy Notice constitutes your agreement to abide and be bound by it. We encourage you to periodically review this page for the latest information on our privacy practices. If you object to any modification, your sole recourse is to stop using the digital property",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {We will make reasonable good faith efforts to\n  remove the post from prospective public view, although we cannot ensure the complete or comprehensive\n  removal of the content and may retain the content as necessary to comply with our legal obligations,\n  resolve disputes, and enforce our agreements. XIV.} "
    },
    {
      "Text": "Strictly Necessary Cookies\\nAlways Active\\nThese cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.    You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.} "
    },
    {
      "Text": "Functional Cookies\\nFunctional Cookies\\nThese cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages.    If you do not allow these cookies then some or all of these services may not function properly.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.} "
    },
    {
      "Text": "Functional Cookies\\nFunctional Cookies\\nThese cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages.    If you do not allow these cookies then some or all of these services may not function properly.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.} "
    },
    {
      "Text": "Performance Cookies\\nPerformance Cookies\\nThese cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site.    All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly.} "
    },
    {
      "Text": "Targeting Cookies\\nTargeting Cookies\\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.    They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.} "
    },
    {
      "Text": "Targeting Cookies\\nTargeting Cookies\\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.    They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.} "
    },
    {
      "Text": "Targeting Cookies\\nTargeting Cookies\\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.    They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.} "
    },
    {
      "Text": "Last Updated: Effective as of July 25, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Depending on where you\n  live and how you use our digital properties, additional state specific information is\n  included below that may apply to you. Please, click here to visit the CarGurus Privacy Rights page to exercise your rights under applicable privacy law.} "
    },
    {
      "Text": "This Privacy Notice governs how we may process data that is reasonably capable of being linked to an individual (“you”), such as name, address, telephone number, email address, as well as certain data associated with your browser or device (“personal information”) collected through the CarGurus.com website, mobile and other applications owned and operated by us (“digital property(ies)”).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {<link rel=\"stylesheet\" media=\"all\" href=\"https://static.cargurus.com/bundles/css/subscribeBlade.entry.6e47ff06d0c4e8c627a51ad8224be31a.css\" type=\"text/css\"> Privacy Policy - CarGurus Skip to content CarGurus Logo Homepage Link Buy Used Cars New Cars Certified Cars New Start Your Purchase Online Dealerships Near Me Delivery Sell Sell My Car Car Values Sell My Car FAQ Dealer Signup Reviews Finance Prequalify for Financing How does it work? (video) Financing FAQs Loan Calculator Research Test Drive Reviews Price Trends Tips & Advice General Questions Advertise Notifications Saved cars & searches Sign in / Register My account Saved searches Saved cars Recommended cars Recently viewed cars Messages Financing United States (EN) United States (EN) Estados Unidos (ES) Canada (EN) Canada (FR) United Kingdom About Us Our Team Careers Press Investor Relations Terms of Use Privacy Security Interest-Based Ads current page CarGurus.com Privacy Notice CarGurus, Inc. and its affiliates or subsidiaries (“CarGurus, we, us, our”)\n  believe in being transparent with respect to the personal information that we process.} "
    },
    {
      "Text": "We may collect the following categories of personal information:\\n\\nRegistration information\\nWhen you create an account or subscribe to one of our services, we may collect information, such as your first and last name, country of residence, email address, username, and password.\\n\\nTransaction information\\nThis information is processed when you engage with certain services on our digital properties, and may include your postal address, telephone number and payment information.\\n\\nUser Activity Information\\nThis may include information about your use, and the use by any person(s) you authorize through your account, of our digital properties, such as the content you view or post, how often you use our services, and your preferences. This can also include information you post in public forums on our digital properties, such as your forum posts or blog comments, it could also include certain information provided using our messaging chat or other similar services where we are permitted by applicable law to collect this information.\\n\\nThird-Party Information\\nThis includes insights about the use of our digital properties whether hosted by us, or on third-party platforms or devices.\\n\\nLocation information\\nThis may include location information provided by a mobile or other device interacting with our digital properties (including through beacon technologies), or associated with your IP address, where we are permitted by law to process this information.\\n\\nTechnical Data\\nUsage, viewing, technical, and device data when you visit our digital properties whether hosted by CarGurus or third-party sites or platforms, or open emails we send, including your browser or device type, unique device identifier, and IP address.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please, click here to visit the CarGurus Privacy Rights page to exercise your rights under applicable privacy law. Last Updated: Effective as of July 25, 2023 Contents: Categories of Personal Information We May Collect How We Collect Personal Information Other Ways Personal Information is Collected How We Use Your Personal Information With Whom We Share Your Personal Information and Why Technologies We Use to Automatically Collect Personal Information Additional U.S. State Disclosures Your Privacy Rights and Choices Publicly Posted Information Storing and Retaining Your Personal Information Security - Steps we take to protect your personal information International Transfer Children Changes to this Privacy Notice I.} "
    },
    {
      "Text": "The following describes the different ways we might collect your personal information, whether from you directly or automatically when interacting with our digital properties.\\n\\na. Personal Information You Share Directly\\nWhen Requesting to be Contacted by a Car Seller\\nIf you request to be contacted by a car seller, both CarGurus and the seller may collect personal information provided by you through the text and chat functionalities that we provide and on the contact forms on our site, which may include your name, email address, postal code, and telephone number, so that the seller can contact you to consider a car purchase or request that you submit a dealer review.\\n\\nWhen Using Our Site to Buy or Sell a Vehicle\\nIf you are an individual user (and not acting on behalf of a car dealer) and you want to use our services to buy or sell a vehicle, we and/or our business partners may collect information provided by you in connection with that transaction, for example to create your vehicle listing, to verify vehicle ownership, to confirm funds availability, to process payment, to populate purchase and sale documents, and to provide user support. We may collect this information from entry forms on our site or third-party sites we integrate with, or from a picture of your ID that you upload. This information may include your name, address, email address, telephone number, driver's license number, photo, gender, date of birth, the last four digits of your social security number, bank name, and bank account and routing numbers.\\n\\nWhen Registering with CarGurus; Subscribing\\nIf you register with us or subscribe to receive specific information or services on our site, we will also collect registration information, such as name, email address, mailing address, telephone number, username and password.\\n\\nRegistering with us also gives you the ability to personalize your CarGurus site experience. The benefits of registering will increase over time as we get to know you better and introduce new features. We encourage you to register so that you can experience everything that CarGurus has to offer!",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Additional State Specific Disclosures below. II.} "
    },
    {
      "Text": "b. Automatic Collection of Personal Information\\nIn addition to the personal information we may collect from you directly, we also collect data from your browser or device using tracking technologies (See VI. Technologies We Use to Automatically Collect Personal Information) that is considered personal information when you engage with our digital properties. We automatically collect certain browser or device technical data in order to deliver our services to you, and to help make sure our digital properties are functioning properly. This typically includes data about your browser or device's IP address, user agent string, your internet service provider or mobile carrier and the type of handheld or mobile device you use.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "These widgets, such as the Facebook® \"Share\" or \"Like\" button, are visible to you on the page that you visit. This may allow the social media networks in which you participate to collect information about you, even when you do not explicitly activate the network's application or widget while on our digital property.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Other Ways Personal Information is Collected a. Applications and Widgets for Social Media We may display applications or widgets from social media providers that allow interaction or\n  content sharing by their users.} "
    },
    {
      "Text": "We may process personal information from third-party sources to update or supplement the information that you provide or that we collect. For instance, we may collect vehicle registration information from public databases to support a service you have engaged us for. Other sources of information include third-party advertising partners, data providers or aggregators, and search information providers.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This Privacy Notice does not apply\n  to those sites, and we recommend reviewing those sites' privacy notices individually. b.} "
    },
    {
      "Text": "We use this information to help us maintain the accuracy of the information we collect, personalize your experience with the site, target our communications and advertisements so that we can inform you of products and services or other offers that may be of interest to you, provide private purchase and sale transaction services, prevent fraud, and for internal business analysis or other business purposes. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For instance, we may collect vehicle registration\n  information from public databases to support a service you have engaged us for. Other sources of\n  information include third-party advertising partners, data providers or aggregators, and search\n  information providers.} "
    },
    {
      "Text": "We may process your personal information in order to:\\n\\nsend information to car sellers to complete transactions per your instruction;\\ncomplete your transaction(s) with us;\\nprocess and collect your payments;\\nsend you promotional marketing material about us and our services;\\ncustomize, analyze, adjust and improve the site;\\nprovide you with important administrative information regarding the site, such as changes to this Privacy Notice and our Terms of Use and other policies;\\nprevent fraud and other prohibited or illegal activities;\\ncomply with requests from law enforcement or relevant data protection agencies;\\nprovide technical and customer support;\\nseek your opinion or feedback on our services or industry questions;\\nfacilitate access to our applications to which you have subscribed;\\nenforce our legal rights or comply with legal requirements;\\nprovide improved website and product experience and communications; or,\\ncomply with a legal or regulatory obligation.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To learn more about our advertising activities, we encourage\n  you to review our Interest-Based Ads Policy , and our section on Targeted Advertising below. IV.} "
    },
    {
      "Text": "Mainly to provide our services, we may share your personal information with the following entities:\\n\\nAffiliates\\nWe may share information about you, including personal information, with our corporate affiliates for specific business purposes.\\n\\nCar Sellers and Manufacturers/Requests\\nUpon your instruction, we may share your personal information with car sellers and manufacturers who use that information for purposes of marketing their own products or services to you directly.\\n\\nLead generation\\nWhen you submit your e-mail address and/or phone number to a particular seller through the site, you agree to being contacted by the seller, including by phone at the number provided, text message, email, automatic telephone dialing system and/or an artificial or pre-recorded voice.\\n\\nVendors\\nWe may provide third-party vendors (such as market research firms, marketing partners, advertising agencies, and payment processing partners) access to your personal information to perform services on our behalf. We contractually require our vendors to protect and limit the use of such personal information solely for the purposes of providing the specified services on our behalf.\\n\\nOther Providers of Products and Services\\nUpon your direction, we may disclose your personal information to other third-party providers of products and services (for example financing providers). We contractually require such providers to protect your personal information and to limit the use of such information for the purposes you agreed to when submitting such personal information on our site. By submitting personal information on our site in connection with receiving products and/or services from these providers, you acknowledge that your request to have your personal information transmitted to such providers means it will be subject to their privacy notices, and that you should contact them directly for more information concerning their personal information processing activities.\\n\\nLegal Authorities\\nWe cooperate with legal authorities and may in some instances be required to disclose personal information in response to requests from law enforcement authorities, or in response to a subpoena or other legal process. We also share information about you if we believe we should in order to: (i) prevent a violation of the law; (ii) protect or defend our interests and our legal rights or property; (iii) protect the rights, interests, safety and security of users of the site or members of the public; (iv) protect against fraud or for risk management purposes; or (v) comply with other applicable law or legal process. We also may share your information in connection with a corporate transaction, such as a divestiture, merger, consolidation, or asset sale, and in the unlikely event of bankruptcy.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {See also, VI. Technologies We Use to Automatically Collect PersonalInformation below.} "
    },
    {
      "Text": "Along with companies we partner with, we employ pixel tags, cookies, java scripts, SDKs, local shared objects such as Flash (sometimes called “flash cookies”), and similar technology (“tracking technologies”) on our digital properties, and third-party digital properties we integrate with. These technologies may create unique advertising identifiers (e.g. cookie identifiers or mobile advertising identifiers) that reside on your browser or mobile device, and in some cases server-side. Tracking technologies may transmit data about your use of our digital properties, including which pages you interacted with, your vehicle search history, the advertisements shown to you or that you may have clicked on, other page view/click data, the date and time of your visit, all associated with your browser or mobile device's advertising identifier. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Your Privacy Rights and Choices below to learn about how you can exercise your privacy rights with CarGurus. VI.} "
    },
    {
      "Text": "Consistent with IV. How We Use Your Personal Information above, the purposes for which we use tracking technologies include:\\n\\nPurpose\tExplanation\\nProcesses\\n\\nMake digital properties work in the way that it is expected. For example, we use a cookie that tells us whether you have already signed up for an account.\\n\\nAuthentication, Security, and Compliance\\n\\nPrevent fraud, protect user data from unauthorized parties, and for compliance with legal requirements. For example, we use cookies to determine if a suspicious IP address (based on geography) is logged in through your account.\\n\\nPreferences\\n\\nTrack how our digital properties are used and remember preferences. For example, we monitor and store your browsing activity to customize your experience and better understand your vehicle shopping interests.\\n\\nNotifications\\n\\nAllow notices of information or options that we think could improve the use of the site or app. For example, send out notifications of price drop in a vehicle that you previously showed interest in.\\n\\nAdvertising\\n\\nMake advertising more relevant to users and more valuable to our advertisers. For example, we may use cookies to serve you targeted ads, such as ads that are displayed to you based on your visits to other websites, or to tell us if you have recently clicked on an ad. See VIII. Your Privacy Rights and Choices below.\\n\\nAnalytics\\n\\nIntended to help us understand how visitors use our digital properties. For example, we use a cookie that tells us how our search suggestions correlate to your browsing while on the site or app.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To learn more about how we employ these technologies and the choices you have concerning our processing\n  of your personal information for digital advertising purposes, see VIII. Your Privacy\n  Rights and Choices below.} "
    },
    {
      "Text": "Sensitive Information\\nIn order to support the services we provide, we may process the following types of personal information, which are generally considered sensitive under certain U.S. state privacy laws:\\n\\nSocial security number, driver's license number, and passport number;\\nCredit/debit card number plus expiration date and security code (CVV), and financial account number and routing number;\\nUsername and password; and\\nPrecise geolocation data.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Additional U.S. State Disclosures This section supplements the above by providing additional information about how we may\n  process your personal information. Unless stated otherwise, all terms defined in our Privacy\n  Notice have the same meaning below.} "
    },
    {
      "Text": "De-Identified or Aggregate Information\\nWe may at times receive or process personal information to create data sets that can no longer reasonably be used to infer information about, or otherwise be linked to, a particular individual or household. Where we maintain de-identified or aggregate information, we will maintain and use the data in de-identified or aggregate form and not attempt to re-identify the data.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "CarGurus does not generally sell information as the term “sell” is traditionally understood. However, to the extent a “sale” under the CCPA is interpreted to include advertising technology activities such as those disclosed in this notice as a “sale,” we comply with applicable law as to such activity.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {a. California We share this notice of collection to comply with the California Consumer Privacy Act of 2018\n  (CCPA). Any terms defined in the CCPA have the same meaning when used in this Privacy Notice.} "
    },
    {
      "Text": "Information We Collect:\\nCategories\tExamples\tDo we sell?\\nIdentifiers\\n\\nName, alias, postal address, unique personal identifier, online identifier, Internet Protocol (IP) address, email address, account name, social security number, driver's license number, or other similar identifiers\\n\\nYes\\n\\nCustomer records information\\n\\nName, signature, social security number, physical characteristics or description, address, telephone number, driver's license or state identification card number, bank account number, credit or debit card number, other financial information\\n\\nYes\\n\\nCharacteristics of protected classifications under California or federal law\\n\\nRace, religion, sexual orientation, gender identity, gender expression, age\\n\\nNo\\n\\nCommercial information\\n\\nRecords of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies\\n\\nNo\\n\\nInternet or other electronic network activity information\\n\\nBrowsing history, search history, and information regarding a consumer's interaction with an Internet website, application, or advertisement\\n\\nYes\\n\\nGeolocation data\\n\\nPhysical location\\n\\nYes\\n\\nProfessional or employment-related information:\\n\\nCurrent or past job history\\n\\nNo\\n\\nInferences\\n\\nProfile reflecting a person's preferences, characteristics, aptitudes\\n\\nYes",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Sharing Personal Information CarGurus does not generally sell information as the term “sell” is traditionally understood. However, to the extent a “sale” under the CCPA is interpreted to include advertising technology\n  activities such as those disclosed in this notice as a “sale,” we comply with applicable law as\n  to such activity.} "
    },
    {
      "Text": "Information We Collect:\\nCategories\tExamples\tDo we sell?\\nIdentifiers\\n\\nName, alias, postal address, unique personal identifier, online identifier, Internet Protocol (IP) address, email address, account name, social security number, driver's license number, or other similar identifiers\\n\\nYes\\n\\nCustomer records information\\n\\nName, signature, social security number, physical characteristics or description, address, telephone number, driver's license or state identification card number, bank account number, credit or debit card number, other financial information\\n\\nYes\\n\\nCharacteristics of protected classifications under California or federal law\\n\\nRace, religion, sexual orientation, gender identity, gender expression, age\\n\\nNo\\n\\nCommercial information\\n\\nRecords of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies\\n\\nNo\\n\\nInternet or other electronic network activity information\\n\\nBrowsing history, search history, and information regarding a consumer's interaction with an Internet website, application, or advertisement\\n\\nYes\\n\\nGeolocation data\\n\\nPhysical location\\n\\nYes\\n\\nProfessional or employment-related information:\\n\\nCurrent or past job history\\n\\nNo\\n\\nInferences\\n\\nProfile reflecting a person's preferences, characteristics, aptitudes\\n\\nYes",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Sharing Personal Information CarGurus does not generally sell information as the term “sell” is traditionally understood. However, to the extent a “sale” under the CCPA is interpreted to include advertising technology\n  activities such as those disclosed in this notice as a “sale,” we comply with applicable law as\n  to such activity.} "
    },
    {
      "Text": "Right to Non-Discrimination\\nYou also have the right to not receive retaliatory or discriminatory treatment in connection with a request to exercise your rights. However, the exercising of the rights described below may result in a different price, rate, or quality/level of product or service where that difference is reasonably related to the impact the right has on our relationship with you or is otherwise permitted by law.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {You may designate an authorized agent to submit requests on your behalf. However,\n  we may require written proof of the agent's permission to do so and verify your identity\n  directly.} "
    },
    {
      "Text": "Access/Right to Know\t\\nConsistent with applicable law, you may have the right to confirm in a portable and (if technically feasible) readily usable form, after making a verifiable request whether we are processing your personal information and, in some cases, to obtain certain personalized details about the personal information we have collected about you, including:\\n\\nThe categories of personal information collected;\\nThe categories of sources of the personal information;\\nThe purposes for which the personal information were collected;\\nThe categories of personal information disclosed to third parties (if any), and the categories of recipients to whom the personal information were disclosed;\\nThe categories of personal information shared for targeted advertising or CCBA purposes(if any), and the categories of recipients to whom the data were disclosed for those purposes; and\\nThe categories of personal information sold (if any), and the categories of third parties to whom the data were sold.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {However, the exercising of the rights described below\n  may result in a different price, rate, or quality/level of product or service where that difference\n  is reasonably related to the impact the right has on our relationship with you or is otherwise\n  permitted by law. a.} "
    },
    {
      "Text": "Access/Right to Know\t\\nConsistent with applicable law, you may have the right to confirm in a portable and (if technically feasible) readily usable form, after making a verifiable request whether we are processing your personal information and, in some cases, to obtain certain personalized details about the personal information we have collected about you, including:\\n\\nThe categories of personal information collected;\\nThe categories of sources of the personal information;\\nThe purposes for which the personal information were collected;\\nThe categories of personal information disclosed to third parties (if any), and the categories of recipients to whom the personal information were disclosed;\\nThe categories of personal information shared for targeted advertising or CCBA purposes(if any), and the categories of recipients to whom the data were disclosed for those purposes; and\\nThe categories of personal information sold (if any), and the categories of third parties to whom the data were sold.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {However, the exercising of the rights described below\n  may result in a different price, rate, or quality/level of product or service where that difference\n  is reasonably related to the impact the right has on our relationship with you or is otherwise\n  permitted by law. a.} "
    },
    {
      "Text": "Correction\t\\nConsistent with applicable law, you may have the right after making a verifiable request to correct inaccurate personal information, considering the nature of the data itself and the processing activities it supports.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {a. Your Privacy Rights You may have the right to exercise some or all the following rights: Access/Right to Know Consistent with applicable law, you may have the right to confirm in a portable and\n          (if technically feasible) readily usable form, after making a verifiable request whether\n          we are processing your personal information and, in some cases, to obtain certain\n          personalized details about the personal information we have collected about you, including: The categories of personal information collected; The categories of sources of the personal information; The purposes for which the personal information were collected; The categories of personal information disclosed to third parties (if any),\n            and the categories of recipients to whom the personal information were disclosed; The categories of personal information shared for targeted advertising or CCBA\n            purposes(if any), and the categories of recipients to whom the data were disclosed\n            for those purposes; and The categories of personal information sold (if any), and the categories of\n            third parties to whom the data were sold.} "
    },
    {
      "Text": "Deletion\t\\nConsistent with applicable law, you may have the right, after making a verifiable request to have your personal information that is maintained by CarGurus deleted.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Your Privacy Rights You may have the right to exercise some or all the following rights: Access/Right to Know Consistent with applicable law, you may have the right to confirm in a portable and\n          (if technically feasible) readily usable form, after making a verifiable request whether\n          we are processing your personal information and, in some cases, to obtain certain\n          personalized details about the personal information we have collected about you, including: The categories of personal information collected; The categories of sources of the personal information; The purposes for which the personal information were collected; The categories of personal information disclosed to third parties (if any),\n            and the categories of recipients to whom the personal information were disclosed; The categories of personal information shared for targeted advertising or CCBA\n            purposes(if any), and the categories of recipients to whom the data were disclosed\n            for those purposes; and The categories of personal information sold (if any), and the categories of\n            third parties to whom the data were sold. Correction Consistent with applicable law, you may have the right after making a verifiable request to\n          correct inaccurate personal information, considering the nature of the data itself and the\n          processing activities it supports.} "
    },
    {
      "Text": "Opt-Out Rights\t\\nThe right to direct CarGurus to not “sell” your personal information for monetary or other valuable consideration, or “share” your personal information for targeted advertising or Cross-Context Behavioral Advertising (“CCBA”) purposes. You may opt out of such processing by navigating to the CarGurus My Privacy Rights form.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Correction Consistent with applicable law, you may have the right after making a verifiable request to\n          correct inaccurate personal information, considering the nature of the data itself and the\n          processing activities it supports. Deletion Consistent with applicable law, you may have the right, after making a verifiable request\n          to have your personal information that is maintained by CarGurus deleted.} "
    },
    {
      "Text": "Limit Use and/or Disclosure of Sensitive Personal Information\t\\nCarGurus does not create consumer profiles either for purposes of targeted advertising or for decision-making purposes that produce legal or similarly significant effects. We may, however, share your personal information for targeted advertising consistent with applicable law and this privacy notice. You may opt out of such processing by navigating to the CarGurus My Privacy Rights form.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {FOR CALIFORNIA RESIDENTS “Shine the Light” California residents that have an established business relationship with us have the right to\n          know how their personal information is disclosed to third parties for their direct marketing\n          purposes under California's “Shine the Light” law, or the right to opt out of such practices\n          (Civ. Code § 1798.83).} "
    },
    {
      "Text": "To exercise your right to Know, Delete, Correct or Opt Out rights, please submit a request by visiting our My Privacy Rights page.\\n\\nOr contact us with questions or requests regarding this Privacy Notice at:\\n\\nAddress:\\nCarGurus, Inc.\\nTwo Canal Park\\nCambridge, MA 02141\\nAttention: Privacy\\nprivacy@cargurus.com",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may opt out of such processing by navigating to the CarGurus My Privacy Rights form. Right to Appeal Privacy Rights Request To appeal a refusal to take action on your request, please see the instructions in our response to\n          your request or submit your appeal in writing by contacting privacy@cargurus.com with the subject “Appeal of Consumer Privacy Rights Request.” b.} "
    },
    {
      "Text": "Your member profile will be publicly viewable and identifiable via your username. CarGurus will not share your email address with any other members or display it publicly. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may also display interest-based ads to you when you are using Facebook and other social\n  media platforms or websites. IX.} "
    },
    {
      "Text": "Changes to this Privacy Notice\\nWe may occasionally update this Privacy Notice to reflect changes in our practices. When we post modifications to this Privacy Notice, we will revise the \"Last Updated\" date at the top of this page. The modified Privacy Notice will be effective immediately upon posting. Your continued use of our digital properties after the posting of the modified Privacy Notice constitutes your agreement to abide and be bound by it. We encourage you to periodically review this page for the latest information on our privacy practices. If you object to any modification, your sole recourse is to stop using the digital property.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {We will make reasonable good faith efforts to\n  remove the post from prospective public view, although we cannot ensure the complete or comprehensive\n  removal of the content and may retain the content as necessary to comply with our legal obligations,\n  resolve disputes, and enforce our agreements. XIV.} "
    },
    {
      "Text": "These cookies do not store any personally identifiable information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work.} "
    },
    {
      "Text": "Functional Cookies\\nThese cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.} "
    },
    {
      "Text": "Performance Cookies\\nThese cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site.    All information these cookies collect is aggregated and therefore anonymous. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly.} "
    },
    {
      "Text": "Targeting Cookies\\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.    They do not store directly personal information, but are based on uniquely identifying your browser and internet device.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.} "
    },
    {
      "Text": "Last Updated: Effective as of July 25, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Depending on where you\n  live and how you use our digital properties, additional state specific information is\n  included below that may apply to you. Please, click here to visit the CarGurus Privacy Rights page to exercise your rights under applicable privacy law.} "
    },
    {
      "Text": "Categories of Personal Information We May Collect\\nWe may collect the following categories of personal information:\\n\\nRegistration information\\nWhen you create an account or subscribe to one of our services, we may collect information, such as your first and last name, country of residence, email address, username, and password.\\n\\nTransaction information\\nThis information is processed when you engage with certain services on our digital properties, and may include your postal address, telephone number and payment information.\\n\\nUser Activity Information\\nThis may include information about your use, and the use by any person(s) you authorize through your account, of our digital properties, such as the content you view or post, how often you use our services, and your preferences. This can also include information you post in public forums on our digital properties, such as your forum posts or blog comments, it could also include certain information provided using our messaging chat or other similar services where we are permitted by applicable law to collect this information.\\n\\nThird-Party Information\\nThis includes insights about the use of our digital properties whether hosted by us, or on third-party platforms or devices.\\n\\nLocation information\\nThis may include location information provided by a mobile or other device interacting with our digital properties (including through beacon technologies), or associated with your IP address, where we are permitted by law to process this information.\\n\\nTechnical Data\\nUsage, viewing, technical, and device data when you visit our digital properties whether hosted by CarGurus or third-party sites or platforms, or open emails we send, including your browser or device type, unique device identifier, and IP address.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Depending on where you\n  live and how you use our digital properties, additional state specific information is\n  included below that may apply to you. Please, click here to visit the CarGurus Privacy Rights page to exercise your rights under applicable privacy law.} "
    },
    {
      "Text": "How We Collect Personal Information\\nThe following describes the different ways we might collect your personal information, whether from you directly or automatically when interacting with our digital properties.\\n\\na. Personal Information You Share Directly\\nWhen Requesting to be Contacted by a Car Seller\\nIf you request to be contacted by a car seller, both CarGurus and the seller may collect personal information provided by you through the text and chat functionalities that we provide and on the contact forms on our site, which may include your name, email address, postal code, and telephone number, so that the seller can contact you to consider a car purchase or request that you submit a dealer review.\\n\\nWhen Using Our Site to Buy or Sell a Vehicle\\nIf you are an individual user (and not acting on behalf of a car dealer) and you want to use our services to buy or sell a vehicle, we and/or our business partners may collect information provided by you in connection with that transaction, for example to create your vehicle listing, to verify vehicle ownership, to confirm funds availability, to process payment, to populate purchase and sale documents, and to provide user support. We may collect this information from entry forms on our site or third-party sites we integrate with, or from a picture of your ID that you upload. This information may include your name, address, email address, telephone number, driver's license number, photo, gender, date of birth, the last four digits of your social security number, bank name, and bank account and routing numbers.\\n\\nWhen Registering with CarGurus; Subscribing\\nIf you register with us or subscribe to receive specific information or services on our site, we will also collect registration information, such as name, email address, mailing address, telephone number, username and password.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Depending on where you\n  live and how you use our digital properties, additional state specific information is\n  included below that may apply to you. Please, click here to visit the CarGurus Privacy Rights page to exercise your rights under applicable privacy law.} "
    },
    {
      "Text": "Automatic Collection of Personal Information\\nIn addition to the personal information we may collect from you directly, we also collect data from your browser or device using tracking technologies (See VI. Technologies We Use to Automatically Collect Personal Information) that is considered personal information when you engage with our digital properties. We automatically collect certain browser or device technical data in order to deliver our services to you, and to help make sure our digital properties are functioning properly. This typically includes data about your browser or device's IP address, user agent string, your internet service provider or mobile carrier and the type of handheld or mobile device you use.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We encourage you to register so that you can experience everything that CarGurus has to offer! b.} "
    },
    {
      "Text": "Other Ways Personal Information is Collected",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Depending on where you\n  live and how you use our digital properties, additional state specific information is\n  included below that may apply to you. Please, click here to visit the CarGurus Privacy Rights page to exercise your rights under applicable privacy law.} "
    },
    {
      "Text": "Information Collected from Other Sources\\nWe may process personal information from third-party sources to update or supplement the information that you provide or that we collect. For instance, we may collect vehicle registration information from public databases to support a service you have engaged us for. Other sources of information include third-party advertising partners, data providers or aggregators, and search information providers.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This Privacy Notice does not apply\n  to those sites, and we recommend reviewing those sites' privacy notices individually. b.} "
    },
    {
      "Text": "We use this information to help us maintain the accuracy of the information we collect, personalize your experience with the site, target our communications and advertisements so that we can inform you of products and services or other offers that may be of interest to you, provide private purchase and sale transaction services, prevent fraud, and for internal business analysis or other business purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For instance, we may collect vehicle registration\n  information from public databases to support a service you have engaged us for. Other sources of\n  information include third-party advertising partners, data providers or aggregators, and search\n  information providers.} "
    },
    {
      "Text": "How We Use Your Personal Information\\nWe may process your personal information in order to:\\n\\nsend information to car sellers to complete transactions per your instruction;\\ncomplete your transaction(s) with us;\\nprocess and collect your payments;\\nsend you promotional marketing material about us and our services;\\ncustomize, analyze, adjust and improve the site;\\nprovide you with important administrative information regarding the site, such as changes to this Privacy Notice and our Terms of Use and other policies;\\nprevent fraud and other prohibited or illegal activities;",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Depending on where you\n  live and how you use our digital properties, additional state specific information is\n  included below that may apply to you. Please, click here to visit the CarGurus Privacy Rights page to exercise your rights under applicable privacy law.} "
    },
    {
      "Text": "comply with requests from law enforcement or relevant data protection agencies;",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To learn more about our advertising activities, we encourage\n  you to review our Interest-Based Ads Policy , and our section on Targeted Advertising below. IV.} "
    },
    {
      "Text": "provide technical and customer support;\\nseek your opinion or feedback on our services or industry questions;\\nfacilitate access to our applications to which you have subscribed;",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To learn more about our advertising activities, we encourage\n  you to review our Interest-Based Ads Policy , and our section on Targeted Advertising below. IV.} "
    },
    {
      "Text": "enforce our legal rights or comply with legal requirements;",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To learn more about our advertising activities, we encourage\n  you to review our Interest-Based Ads Policy , and our section on Targeted Advertising below. IV.} "
    },
    {
      "Text": "comply with a legal or regulatory obligation.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To learn more about our advertising activities, we encourage\n  you to review our Interest-Based Ads Policy , and our section on Targeted Advertising below. IV.} "
    },
    {
      "Text": "provide improved website and product experience and communications; or,",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To learn more about our advertising activities, we encourage\n  you to review our Interest-Based Ads Policy , and our section on Targeted Advertising below. IV.} "
    },
    {
      "Text": "With Whom We Share Your Personal Information and Why",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Depending on where you\n  live and how you use our digital properties, additional state specific information is\n  included below that may apply to you. Please, click here to visit the CarGurus Privacy Rights page to exercise your rights under applicable privacy law.} "
    },
    {
      "Text": "Mainly to provide our services, we may share your personal information with the following entities:\\n\\nAffiliates\\nWe may share information about you, including personal information, with our corporate affiliates for specific business purposes.\\n\\nCar Sellers and Manufacturers/Requests\\nUpon your instruction, we may share your personal information with car sellers and manufacturers who use that information for purposes of marketing their own products or services to you directly.\\n\\nLead generation\\nWhen you submit your e-mail address and/or phone number to a particular seller through the site, you agree to being contacted by the seller, including by phone at the number provided, text message, email, automatic telephone dialing system and/or an artificial or pre-recorded voice.\\n\\nVendors\\nWe may provide third-party vendors (such as market research firms, marketing partners, advertising agencies, and payment processing partners) access to your personal information to perform services on our behalf.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {See also, VI. Technologies We Use to Automatically Collect PersonalInformation below.} "
    },
    {
      "Text": "Other Providers of Products and Services\\nUpon your direction, we may disclose your personal information to other third-party providers of products and services (for example financing providers). ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Vendors We may provide third-party vendors (such as market research firms, marketing partners, advertising\n  agencies, and payment processing partners) access to your personal information to perform services\n  on our behalf. We contractually require our vendors to protect and limit the use of such personal\n  information solely for the purposes of providing the specified services on our behalf.} "
    },
    {
      "Text": "Legal Authorities\\nWe cooperate with legal authorities and may in some instances be required to disclose personal information in response to requests from law enforcement authorities, or in response to a subpoena or other legal process. We also share information about you if we believe we should in order to: (i) prevent a violation of the law; (ii) protect or defend our interests and our legal rights or property; (iii) protect the rights, interests, safety and security of users of the site or members of the public; (iv) protect against fraud or for risk management purposes; or (v) comply with other applicable law or legal process. We also may share your information in connection with a corporate transaction, such as a divestiture, merger, consolidation, or asset sale, and in the unlikely event of bankruptcy.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We contractually require such providers\n  to protect your personal information and to limit the use of such information for the purposes you\n  agreed to when submitting such personal information on our site. By submitting personal information\n  on our site in connection with receiving products and/or services from these providers, you acknowledge\n  that your request to have your personal information transmitted to such providers means it will be\n  subject to their privacy notices, and that you should contact them directly for more information\n  concerning their personal information processing activities.} "
    },
    {
      "Text": "Technologies We Use to Automatically Collect Personal Information\\nAlong with companies we partner with, we employ pixel tags, cookies, java scripts, SDKs, local shared objects such as Flash (sometimes called “flash cookies”), and similar technology (“tracking technologies”) on our digital properties, and third-party digital properties we integrate with. These technologies may create unique advertising identifiers (e.g. cookie identifiers or mobile advertising identifiers) that reside on your browser or mobile device, and in some cases server-side. Tracking technologies may transmit data about your use of our digital properties, including which pages you interacted with, your vehicle search history, the advertisements shown to you or that you may have clicked on, other page view/click data, the date and time of your visit, all associated with your browser or mobile device's advertising identifier.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Depending on where you\n  live and how you use our digital properties, additional state specific information is\n  included below that may apply to you. Please, click here to visit the CarGurus Privacy Rights page to exercise your rights under applicable privacy law.} "
    },
    {
      "Text": "Consistent with IV. How We Use Your Personal Information above, the purposes for which we use tracking technologies include:\\n\\nPurpose\tExplanation\\nProcesses\\n\\nMake digital properties work in the way that it is expected. For example, we use a cookie that tells us whether you have already signed up for an account.\\n\\nAuthentication, Security, and Compliance\\n\\nPrevent fraud, protect user data from unauthorized parties, and for compliance with legal requirements. For example, we use cookies to determine if a suspicious IP address (based on geography) is logged in through your account.\\n\\nPreferences\\n\\nTrack how our digital properties are used and remember preferences. For example, we monitor and store your browsing activity to customize your experience and better understand your vehicle shopping interests.\\n\\nNotifications\\n\\nAllow notices of information or options that we think could improve the use of the site or app. For example, send out notifications of price drop in a vehicle that you previously showed interest in.\\n\\nAdvertising\\n\\nMake advertising more relevant to users and more valuable to our advertisers. For example, we may use cookies to serve you targeted ads, such as ads that are displayed to you based on your visits to other websites, or to tell us if you have recently clicked on an ad. See VIII. Your Privacy Rights and Choices below.\\n\\nAnalytics\\n\\nIntended to help us understand how visitors use our digital properties. For example, we use a cookie that tells us how our search suggestions correlate to your browsing while on the site or app.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To learn more about how we employ these technologies and the choices you have concerning our processing\n  of your personal information for digital advertising purposes, see VIII. Your Privacy\n  Rights and Choices below.} "
    },
    {
      "Text": "Advertising\\n\\nMake advertising more relevant to users and more valuable to our advertisers. For example, we may use cookies to serve you targeted ads, such as ads that are displayed to you based on your visits to other websites, or to tell us if you have recently clicked on an ad. See VIII. Your Privacy Rights and Choices below.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Notifications Allow notices of information or options that we think could improve the use of the\n        site or app. For example, send out notifications of price drop in a vehicle that you\n        previously showed interest in.} "
    },
    {
      "Text": "Advertising\\n\\nMake advertising more relevant to users and more valuable to our advertisers. For example, we may use cookies to serve you targeted ads, such as ads that are displayed to you based on your visits to other websites, or to tell us if you have recently clicked on an ad. See VIII. Your Privacy Rights and Choices below.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Notifications Allow notices of information or options that we think could improve the use of the\n        site or app. For example, send out notifications of price drop in a vehicle that you\n        previously showed interest in.} "
    },
    {
      "Text": "Sensitive Information\\nIn order to support the services we provide, we may process the following types of personal information, which are generally considered sensitive under certain U.S. state privacy laws:\\n\\nSocial security number, driver's license number, and passport number;\\nCredit/debit card number plus expiration date and security code (CVV), and financial account number and routing number;\\nUsername and password; and\\nPrecise geolocation data.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Additional U.S. State Disclosures This section supplements the above by providing additional information about how we may\n  process your personal information. Unless stated otherwise, all terms defined in our Privacy\n  Notice have the same meaning below.} "
    },
    {
      "Text": "CarGurus does not generally sell information as the term “sell” is traditionally understood. However, to the extent a “sale” under the CCPA is interpreted to include advertising technology activities such as those disclosed in this notice as a “sale,” we comply with applicable law as to such activity.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {a. California We share this notice of collection to comply with the California Consumer Privacy Act of 2018\n  (CCPA). Any terms defined in the CCPA have the same meaning when used in this Privacy Notice.} "
    },
    {
      "Text": "Sharing Personal Information",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {a. California We share this notice of collection to comply with the California Consumer Privacy Act of 2018\n  (CCPA). Any terms defined in the CCPA have the same meaning when used in this Privacy Notice.} "
    },
    {
      "Text": "Identifiers\\n\\nName, alias, postal address, unique personal identifier, online identifier, Internet Protocol (IP) address, email address, account name, social security number, driver's license number, or other similar identifiers",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, to the extent a “sale” under the CCPA is interpreted to include advertising technology\n  activities such as those disclosed in this notice as a “sale,” we comply with applicable law as\n  to such activity. Information We Collect: Categories Examples Do we sell?} "
    },
    {
      "Text": "Customer records information\\n\\nName, signature, social security number, physical characteristics or description, address, telephone number, driver's license or state identification card number, bank account number, credit or debit card number, other financial information",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, to the extent a “sale” under the CCPA is interpreted to include advertising technology\n  activities such as those disclosed in this notice as a “sale,” we comply with applicable law as\n  to such activity. Information We Collect: Categories Examples Do we sell?} "
    },
    {
      "Text": "Characteristics of protected classifications under California or federal law\\n\\nRace, religion, sexual orientation, gender identity, gender expression, age",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, to the extent a “sale” under the CCPA is interpreted to include advertising technology\n  activities such as those disclosed in this notice as a “sale,” we comply with applicable law as\n  to such activity. Information We Collect: Categories Examples Do we sell?} "
    },
    {
      "Text": "Commercial information\\n\\nRecords of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, to the extent a “sale” under the CCPA is interpreted to include advertising technology\n  activities such as those disclosed in this notice as a “sale,” we comply with applicable law as\n  to such activity. Information We Collect: Categories Examples Do we sell?} "
    },
    {
      "Text": "Internet or other electronic network activity information\\n\\nBrowsing history, search history, and information regarding a consumer's interaction with an Internet website, application, or advertisement",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, to the extent a “sale” under the CCPA is interpreted to include advertising technology\n  activities such as those disclosed in this notice as a “sale,” we comply with applicable law as\n  to such activity. Information We Collect: Categories Examples Do we sell?} "
    },
    {
      "Text": "Geolocation data\\n\\nPhysical location",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, to the extent a “sale” under the CCPA is interpreted to include advertising technology\n  activities such as those disclosed in this notice as a “sale,” we comply with applicable law as\n  to such activity. Information We Collect: Categories Examples Do we sell?} "
    },
    {
      "Text": "Professional or employment-related information:\\n\\nCurrent or past job history",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, to the extent a “sale” under the CCPA is interpreted to include advertising technology\n  activities such as those disclosed in this notice as a “sale,” we comply with applicable law as\n  to such activity. Information We Collect: Categories Examples Do we sell?} "
    },
    {
      "Text": "Inferences\\n\\nProfile reflecting a person's preferences, characteristics, aptitudes",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, to the extent a “sale” under the CCPA is interpreted to include advertising technology\n  activities such as those disclosed in this notice as a “sale,” we comply with applicable law as\n  to such activity. Information We Collect: Categories Examples Do we sell?} "
    },
    {
      "Text": "Identifiers\\n\\nName, alias, postal address, unique personal identifier, online identifier, Internet Protocol (IP) address, email address, account name, social security number, driver's license number, or other similar identifiers",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {However, to the extent a “sale” under the CCPA is interpreted to include advertising technology\n  activities such as those disclosed in this notice as a “sale,” we comply with applicable law as\n  to such activity. Information We Collect: Categories Examples Do we sell?} "
    },
    {
      "Text": "Customer records information\\n\\nName, signature, social security number, physical characteristics or description, address, telephone number, driver's license or state identification card number, bank account number, credit or debit card number, other financial information",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {However, to the extent a “sale” under the CCPA is interpreted to include advertising technology\n  activities such as those disclosed in this notice as a “sale,” we comply with applicable law as\n  to such activity. Information We Collect: Categories Examples Do we sell?} "
    },
    {
      "Text": "Internet or other electronic network activity information\\n\\nBrowsing history, search history, and information regarding a consumer's interaction with an Internet website, application, or advertisement",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {However, to the extent a “sale” under the CCPA is interpreted to include advertising technology\n  activities such as those disclosed in this notice as a “sale,” we comply with applicable law as\n  to such activity. Information We Collect: Categories Examples Do we sell?} "
    },
    {
      "Text": "Geolocation data\\n\\nPhysical location",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {However, to the extent a “sale” under the CCPA is interpreted to include advertising technology\n  activities such as those disclosed in this notice as a “sale,” we comply with applicable law as\n  to such activity. Information We Collect: Categories Examples Do we sell?} "
    },
    {
      "Text": "Inferences\\n\\nProfile reflecting a person's preferences, characteristics, aptitudes",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {However, to the extent a “sale” under the CCPA is interpreted to include advertising technology\n  activities such as those disclosed in this notice as a “sale,” we comply with applicable law as\n  to such activity. Information We Collect: Categories Examples Do we sell?} "
    },
    {
      "Text": "Right to Non-Discrimination\\nYou also have the right to not receive retaliatory or discriminatory treatment in connection with a request to exercise your rights. However, the exercising of the rights described below may result in a different price, rate, or quality/level of product or service where that difference is reasonably related to the impact the right has on our relationship with you or is otherwise permitted by law.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {You may designate an authorized agent to submit requests on your behalf. However,\n  we may require written proof of the agent's permission to do so and verify your identity\n  directly.} "
    },
    {
      "Text": "Access/Right to Know\t\\nConsistent with applicable law, you may have the right to confirm in a portable and (if technically feasible) readily usable form, after making a verifiable request whether we are processing your personal information and, in some cases, to obtain certain personalized details about the personal information we have collected about you, including:\\n\\nThe categories of personal information collected;\\nThe categories of sources of the personal information;\\nThe purposes for which the personal information were collected;\\nThe categories of personal information disclosed to third parties (if any), and the categories of recipients to whom the personal information were disclosed;\\nThe categories of personal information shared for targeted advertising or CCBA purposes(if any), and the categories of recipients to whom the data were disclosed for those purposes; and\\nThe categories of personal information sold (if any), and the categories of third parties to whom the data were sold.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {However, the exercising of the rights described below\n  may result in a different price, rate, or quality/level of product or service where that difference\n  is reasonably related to the impact the right has on our relationship with you or is otherwise\n  permitted by law. a.} "
    },
    {
      "Text": "Access/Right to Know\t\\nConsistent with applicable law, you may have the right to confirm in a portable and (if technically feasible) readily usable form, after making a verifiable request whether we are processing your personal information and, in some cases, to obtain certain personalized details about the personal information we have collected about you, including:\\n\\nThe categories of personal information collected;\\nThe categories of sources of the personal information;\\nThe purposes for which the personal information were collected;\\nThe categories of personal information disclosed to third parties (if any), and the categories of recipients to whom the personal information were disclosed;\\nThe categories of personal information shared for targeted advertising or CCBA purposes(if any), and the categories of recipients to whom the data were disclosed for those purposes; and\\nThe categories of personal information sold (if any), and the categories of third parties to whom the data were sold.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {However, the exercising of the rights described below\n  may result in a different price, rate, or quality/level of product or service where that difference\n  is reasonably related to the impact the right has on our relationship with you or is otherwise\n  permitted by law. a.} "
    },
    {
      "Text": "Correction\t\\nConsistent with applicable law, you may have the right after making a verifiable request to correct inaccurate personal information, considering the nature of the data itself and the processing activities it supports.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {a. Your Privacy Rights You may have the right to exercise some or all the following rights: Access/Right to Know Consistent with applicable law, you may have the right to confirm in a portable and\n          (if technically feasible) readily usable form, after making a verifiable request whether\n          we are processing your personal information and, in some cases, to obtain certain\n          personalized details about the personal information we have collected about you, including: The categories of personal information collected; The categories of sources of the personal information; The purposes for which the personal information were collected; The categories of personal information disclosed to third parties (if any),\n            and the categories of recipients to whom the personal information were disclosed; The categories of personal information shared for targeted advertising or CCBA\n            purposes(if any), and the categories of recipients to whom the data were disclosed\n            for those purposes; and The categories of personal information sold (if any), and the categories of\n            third parties to whom the data were sold.} "
    },
    {
      "Text": "Deletion\t\\nConsistent with applicable law, you may have the right, after making a verifiable request to have your personal information that is maintained by CarGurus deleted.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Your Privacy Rights You may have the right to exercise some or all the following rights: Access/Right to Know Consistent with applicable law, you may have the right to confirm in a portable and\n          (if technically feasible) readily usable form, after making a verifiable request whether\n          we are processing your personal information and, in some cases, to obtain certain\n          personalized details about the personal information we have collected about you, including: The categories of personal information collected; The categories of sources of the personal information; The purposes for which the personal information were collected; The categories of personal information disclosed to third parties (if any),\n            and the categories of recipients to whom the personal information were disclosed; The categories of personal information shared for targeted advertising or CCBA\n            purposes(if any), and the categories of recipients to whom the data were disclosed\n            for those purposes; and The categories of personal information sold (if any), and the categories of\n            third parties to whom the data were sold. Correction Consistent with applicable law, you may have the right after making a verifiable request to\n          correct inaccurate personal information, considering the nature of the data itself and the\n          processing activities it supports.} "
    },
    {
      "Text": "Opt-Out Rights\t\\nThe right to direct CarGurus to not “sell” your personal information for monetary or other valuable consideration, or “share” your personal information for targeted advertising or Cross-Context Behavioral Advertising (“CCBA”) purposes.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Correction Consistent with applicable law, you may have the right after making a verifiable request to\n          correct inaccurate personal information, considering the nature of the data itself and the\n          processing activities it supports. Deletion Consistent with applicable law, you may have the right, after making a verifiable request\n          to have your personal information that is maintained by CarGurus deleted.} "
    },
    {
      "Text": "You may opt out of such processing by navigating to the CarGurus My Privacy Rights form.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Deletion Consistent with applicable law, you may have the right, after making a verifiable request\n          to have your personal information that is maintained by CarGurus deleted. Opt-Out Rights The right to direct CarGurus to not “sell” your personal information for monetary or\n          other valuable consideration, or “share” your personal information for targeted advertising\n          or Cross-Context Behavioral Advertising (“CCBA”) purposes.} "
    },
    {
      "Text": "Limit Use and/or Disclosure of Sensitive Personal Information\t\\nCarGurus does not create consumer profiles either for purposes of targeted advertising or for decision-making purposes that produce legal or similarly significant effects. We may, however, share your personal information for targeted advertising consistent with applicable law and this privacy notice.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {FOR CALIFORNIA RESIDENTS “Shine the Light” California residents that have an established business relationship with us have the right to\n          know how their personal information is disclosed to third parties for their direct marketing\n          purposes under California's “Shine the Light” law, or the right to opt out of such practices\n          (Civ. Code § 1798.83).} "
    },
    {
      "Text": "You may opt out of such processing by navigating to the CarGurus My Privacy Rights form.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Deletion Consistent with applicable law, you may have the right, after making a verifiable request\n          to have your personal information that is maintained by CarGurus deleted. Opt-Out Rights The right to direct CarGurus to not “sell” your personal information for monetary or\n          other valuable consideration, or “share” your personal information for targeted advertising\n          or Cross-Context Behavioral Advertising (“CCBA”) purposes.} "
    },
    {
      "Text": "Choices\\nTo exercise your right to Know, Delete, Correct or Opt Out rights, please submit a request by visiting our My Privacy Rights page.\\n\\nOr contact us with questions or requests regarding this Privacy Notice at:\\n\\nAddress:\\nCarGurus, Inc.\\nTwo Canal Park\\nCambridge, MA 02141\\nAttention: Privacy\\nprivacy@cargurus.com",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may opt out of such processing by navigating to the CarGurus My Privacy Rights form. Right to Appeal Privacy Rights Request To appeal a refusal to take action on your request, please see the instructions in our response to\n          your request or submit your appeal in writing by contacting privacy@cargurus.com with the subject “Appeal of Consumer Privacy Rights Request.” b.} "
    },
    {
      "Text": "We also partner with Amazon to deliver advertisements.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In addition to your right under your state's privacy\n  law to opt out from targeted advertising by us and our own advertising partners, you can\n  learn more about targeted ads provided by these companies as well as others we are not partnered\n  with, and how to opt out of receiving certain targeted ads from them by visiting: https://www.aboutads.info/choices - For targeted ads from DAA participants on websites; https://optout.networkadvertising.org/?c=1 - For targeted ads from NAI members on websites and to learn more about how to opt out from\n    receiving targeted ads on your other connected devices. Opting out only means that the selected participants should no longer deliver certain targeted\n  ads to the specific browser or device on which you made your request, it does not mean you will\n  no longer receive any targeted content and/or ads from other advertising technology companies or\n  on your other browsers or devices that have not been opted out.} "
    },
    {
      "Text": "We also partner with Amazon to deliver advertisements.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In addition to your right under your state's privacy\n  law to opt out from targeted advertising by us and our own advertising partners, you can\n  learn more about targeted ads provided by these companies as well as others we are not partnered\n  with, and how to opt out of receiving certain targeted ads from them by visiting: https://www.aboutads.info/choices - For targeted ads from DAA participants on websites; https://optout.networkadvertising.org/?c=1 - For targeted ads from NAI members on websites and to learn more about how to opt out from\n    receiving targeted ads on your other connected devices. Opting out only means that the selected participants should no longer deliver certain targeted\n  ads to the specific browser or device on which you made your request, it does not mean you will\n  no longer receive any targeted content and/or ads from other advertising technology companies or\n  on your other browsers or devices that have not been opted out.} "
    },
    {
      "Text": " You can opt out of delivery of targeted advertising to you by Amazon here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Opting out only means that the selected participants should no longer deliver certain targeted\n  ads to the specific browser or device on which you made your request, it does not mean you will\n  no longer receive any targeted content and/or ads from other advertising technology companies or\n  on your other browsers or devices that have not been opted out. We also partner with Amazon to deliver advertisements.} "
    },
    {
      "Text": "Changes to this Privacy Notice\\nWe may occasionally update this Privacy Notice to reflect changes in our practices. When we post modifications to this Privacy Notice, we will revise the \"Last Updated\" date at the top of this page. The modified Privacy Notice will be effective immediately upon posting.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {We will make reasonable good faith efforts to\n  remove the post from prospective public view, although we cannot ensure the complete or comprehensive\n  removal of the content and may retain the content as necessary to comply with our legal obligations,\n  resolve disputes, and enforce our agreements. XIV.} "
    },
    {
      "Text": "We encourage you to periodically review this page for the latest information on our privacy practices. If you object to any modification, your sole recourse is to stop using the digital property.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {The modified Privacy Notice will be effective immediately upon posting. Your continued use of our digital\n  properties after the posting of the modified Privacy Notice constitutes your agreement to abide and be\n  bound by it.} "
    }
  ]
}