{
  "policy_id": "3",
  "text": "KOHL'S PRIVACY POLICY - YOUR PRIVACY RIGHTS | Kohl's Free shipping with $49 purchase. details Fast & free store pickup! details Earn $10 Kohl’s Cash® for every $50 spent. details Search by Keyword or Web ID Sign-in 0 item(s), $0.00 check out Shop by Category My Store: Coralville Kohl's Card See if you prequalify with no impact to your credit score! Once approved, take an extra 35% off your first Kohl’s Card purchase! Exclusions apply* Get started Kohl’s Coupons Order Status Order Status Help <div class=\"error-noscript-su\">\n            <div class=\"leftcorner\"></div>\n            <div class=\"error-icon-su\"></div>\n            <div class=\"message\">\n               <p> We're sorry, JavaScript is required to shop Kohls.com. </p>\n               <br/>\n               <p class=\"message_description\"> Please enable JavaScript in your browser; it's quick and easy! <a href=\"/kohls_javascript.jsp\"> Get instructions now. </a> </p>\n            </div>\n            <div class=\"rightcorner\"></div>\n            <div class=\"clear\"></div>\n         </div> <img src=\"https://www.kohls.com/akam/13/pixel_d6083b3?a=dD01MzIxYjdlYWM1NTQzMTgyZGE0NjRiYTk4M2I4MjFhOTVlOWU4M2MxJmpzPW9mZg==\" style=\"visibility: hidden; position: absolute; left: -999px; top: -999px;\" /> Privacy Policy SCOPE TYPES OF PERSONAL INFORMATION WE COLLECT HOW WE COLLECT YOUR PERSONAL INFORMATION HOW WE USE YOUR PERSONAL INFORMATION HOW WE DISCLOSE YOUR PERSONAL INFORMATION YOUR PRIVACY RIGHTS CALIFORNIA NOTICE AT COLLECTION OF PERSONAL INFORMATION NOTICE OF FINANCIAL INCENTIVE CHILDREN'S PRIVACY SECURITY OF YOUR INFORMATION STORAGE OF INFORMATION LINKS HOW TO CONTACT US CHOICES REGARDING YOUR INFORMATION CHANGES IN PRIVACY POLICY KOHL'S PRIVACY POLICY - YOUR PRIVACY RIGHTS Last Updated: JULY 1, 2023 SCOPE Kohl’s Privacy Policy (this “Privacy Policy”) describes how Kohl’s, Inc., its affiliates and its third-party service providers treat customer personal information on the websites and apps where this Privacy Policy is located. In this Privacy Policy we call websites, emails and apps “Platforms.” And when we say “Kohl’s” or “we”, we mean us, our affiliates, and relevant third-party service providers. This Privacy Policy also applies to how we treat personal information collected in Kohl’s retail stores (“Stores”), Kohl’s operated retail outlet locations and other locations and events operated by Kohl’s or its affiliates. This Privacy Policy does not apply to information provided directly to our banking partner, which offers the Kohl’s Card credit card. For purposes of this Privacy Policy, the term “personal information” means information that identifies or is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with you or your household. To view the separate Kohl's Card credit card Privacy Policy that describes how our banking partner uses your information in connection with the Kohl's Card credit card, please click here . By using the Platforms and shopping in our Stores, you agree to the terms of this Privacy Policy. If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you. This may include: Categories of Personal Information We Collect Details Identifiers We may collect your name, unique personal identifier, online identifier, mailing address, email address, postal address, zip code, IP address, driver's license number, and telephone number, including your mobile phone number, or other similar identifiers. Characteristics of protected classifications under California or Federal law We may collect your age, sex, gender, race, and marital status. Commercial information We may collect your credit card number and billing address. We may also collect information about the products or services purchased, obtained, considered or returned, as well as other purchasing or consuming histories, behaviors or tendencies. Social Media Information. We may collect information you post on our social media pages. We may also collect your social media profile information. Event Information. For example, we may collect the date and location of an event you are registered for. Internet or other electronic network activity information We may collect information, including through the use of third-party software, related to your browsing history, search history and other information regarding your interactions with our Platforms or advertisements, including, without limitation, actions you perform (e.g. clicks, mouse movements, keystrokes, entering and submitting information) on the Site. Information You Post or Submit. For example, we may collect information when you contact us through the “Live Chat” feature on our site. We may also collect information submitted in connection with creating an account, completing an application, placing an order or making a purchase, including bank account numbers or other financial information. We may collect information you post in a public space on our site. This may include our Ratings & Reviews feature. Device Information. For example, we may collect the type of device you use to access our Platforms. It may also include your device identification number, browser, or mobile operating system. Usage Information. We may look at how you interact with the Platforms. If you use our app, we may look at how often you use the app and where you downloaded it. Geolocation data We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below. Audio, electronic, visual, thermal, olfactory, or similar information If you visit our stores, we may capture audio, electronic, visual, thermal or similar information with our surveillance equipment. Inferences drawn from the above We collect profile inferences that we draw from your information and web activity to create a personalized profile so we can better identify goods and services that may be of interest. Sensitive personal information We collect the following categories of “Sensitive Personal Information” or “Sensitive Data,” as these terms are defined in U.S. state privacy laws: Geolocation data. We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below. Driver's license. To the extent permitted by applicable law, we may collect your driver's license information. For example, we may collect this information if you return an item without a receipt. Back to Top HOW WE COLLECT YOUR PERSONAL INFORMATION Kohl's collects personal information in different ways and from different sources. Directly From You. For example, when you: Make a purchase in our Stores (including in our partner-branded stores inside Kohl’s Stores, such as Sephora at Kohl’s ) or on our Platform. Make a return or exchange. Purchase an electronic gift card. Create a personalized Kohls.com shopping account. Track an order online. Sign up to receive promotional emails or text messages (including offers and sales alerts). Sign up to join a loyalty, rewards or similar program or club. Provide your contact information to our beauty associates. Participate in one of our promotional sweepstakes, contests, surveys or focus groups. Create or update a gift registry. Use the Ratings & Reviews or related services and features. Submit a request to our Customer Service team. Sign up for, and/or maintain, a Kohl's Card credit card. Connect your social media account to the Platforms. Interact with Kohl's social media pages. Passively. For example, when you: Install and use Kohl's mobile apps. Visit and navigate Kohl's Platforms on any device. Enable location-based features on our Platforms. Click on sponsored links or third-party advertisements. Use the Wi-Fi Services provided in some Stores. Visit Stores; Kohl's uses cameras in and around its Stores for security, operational and other business purposes such as understanding customer behavior and patterns. Receive or interact with Kohl's communications and Platforms that may contain cookies or pixels. From Third Parties. We may receive information about you from other sources. For example, this may include receiving information from: Our business partners, including online advertising networks and companies that co-sponsor our promotions. Social media platforms, including Facebook, Twitter, YouTube, Pinterest and Instagram. Trusted third party sources, such as our service providers, data analytics companies, and tracking technologies to better provide and customize the Platforms for you. Companies that provide information to supplement what we already know about you, including data brokers. By Combining Information. For example, we may: Combine information that we collect in our stores with information we collect through our Platforms. Combine information we collect about you from the different devices you use to access our Platforms. Combine information we get from third parties with information we already have about you. Back to Top HOW WE USE YOUR PERSONAL INFORMATION Examples of how we may use your personal information that we collect include: Business Purposes: To Provide Our Products and Services. This could include fulfilling your requests for products or services. It could also include processing purchases or return transactions. To Improve Our Products and Services. We may use your information to make our Platforms and stores better. We may also use your information to customize your experience with us. To Understand Your Interests. For example, we may use your information to better understand what products interest you based on information we collect about you and your household. To Respond to Your Requests or Questions. This may include responding to your customer feedback. To Communicate With You. We may communicate with you about your account or our relationship. We may also contact you about this Privacy Policy or our Platform Terms & Conditions, including material changes to this Privacy Policy, Platform Terms & Conditions or programs in which you may be enrolled. For Security Purposes. This could include protecting our company and our customers, including providing notifications to customers of any security incidents related to personal information. It may also include protecting our Platforms. Commercial Purposes: For Marketing Purposes. We may provide you with information about new products and special offers. We may use your information to serve you ads about products and offers on our Platforms or on third-party websites and networks. We may tell you about new features or updates. These might be third-party offers or products we think you might find interesting. For more information about your choices related to these communications, see the Choices section below. To Send Push Notifications. If you use our mobile apps, we may send you push notifications about new products or special offers. Additional Purposes: Aggregate or Anonymous Non-Personal Information. We may also use aggregate or anonymous (de-identified) information and share such information with third parties for their marketing or analytics uses. Such information does not contain personal information. As Otherwise Permitted By Law or As We May Notify You. We may also use information you provide to us for other purposes as disclosed at the time you provide your information or otherwise with your consent. Back to Top HOW WE DISCLOSE YOUR PERSONAL INFORMATION Information Provided By You Your activity in connection with the Platforms, such as your posts on our Ratings & Reviews feature or content you choose to provide on your event registry, may be visible to other users of the Platforms and in some cases, publicly available. Please exercise caution when disclosing information in public areas. If you provide any information to a third party while using our Platforms, the third party's privacy policy will apply to that information. Information Disclosed By Us We may disclose your information in the following ways: Internally. We may disclose your information within the Kohl's family of companies. This includes our affiliates. With Our Service Providers. We may disclose your information with third parties who perform services on our behalf. For example, this may include merchandise vendors and payment processors. It may also include companies that send emails on our behalf. With Our Business Partners. For example, this may include third parties that provide financial products and services related to our business, including Kohl's Card credit card. It may also include sharing limited data with partners that have a branded store inside our Stores (such as Sephora at Kohl’s ) to facilitate your purchase and participation in a loyalty program you may have with such partner. It may also include a third party that co-sponsors a contest or promotion. With Third Parties for Marketing Purposes. This may include third parties in whose products or services we believe you may be interested. These third parties may also disclose your information with others. These third parties may use your information for their own marketing purposes or the marketing purposes of others. This may include the delivery of interest-based advertising, which serves you advertisements based on your interests and activities on the internet. With Any Successors to All or Part of Our Business. For example, if Kohl's merges with, acquires or is acquired by another business entity. This may include an asset sale, corporate reorganization or other change of control. To Comply With the Law or To Protect Ourselves. For example, this could include responding to a court order or subpoena. It could also include sharing information if a government agency or investigatory body requests such information. We may disclose information when we are investigating a potential fraud. This could include, but is not limited to, fraud we think has occurred during a sweepstakes or promotion. We may also disclose information if you are the winner of a sweepstakes or other contest with anyone who requests a winner's list. For Other Reasons We May Describe to You. We may also disclose your information for other purposes as disclosed at the time you provide your information or otherwise with your consent. Back to Top YOUR PRIVACY RIGHTS Explanation of Applicable Privacy Rights Depending on your U.S. state or residence, under applicable law, you may have certain rights in relation to your personal information, including: Right to Know: You may have the right to know what personal information we have collected about you, including the categories of personal information, the categories of sources from which the personal information is collected, the business or commercial purpose for collecting, selling, or sharing personal information, the categories of third parties to whom we disclose personal information, and the specific pieces of personal information we have collected about you. You may have the right to access your personal information in a portable format. Right to Delete: You may have the right to delete personal information that we have collected from you, subject to certain exceptions. Note that there are some reasons we will not be able to fully address your request, such as if we need to complete a transaction for you, to detect and protect against fraudulent and illegal activity, to exercise our rights, for our internal purposes, or to comply with a legal obligation. Right to Correct: You may have the right to correct inaccurate personal information that we may maintain about you, subject to appropriate verification. Right to Opt Out of the Sale or Sharing of Personal Information: You may have the right to opt-out of the “sale” or “sharing” of your personal information, as such terms are defined in applicable privacy law, to third parties and to affiliated companies that do not have the same brand name. This means that, if you opt out, going forward, we will not sell or share your personal information with such third parties to use for their purposes, including cross-context behavioral advertising, unless you later direct us to do so. Right to Opt Out of Targeted Advertising: You may have the right to opt-out of “targeted” advertising, as such term is defined in applicable privacy law. Right to Appeal: You may have the right to appeal a decision we have made in connection with your privacy rights request. How to Submit a Request To take advantage of the privacy rights available to you based on your state of residence, please click here or visit the How to Contact Us section below for additional information on how to contact us. You may alternatively submit your request by calling the toll free number at 855-219-9265. We may request certain information to verify your identity before we can respond to your right to know, correction, and deletion requests. We will confirm receipt of your request within 10 business days and will respond to your request within 45 calendar days, after proper verification, unless we need additional time, in which case we will let you know. To take advantage of your right to opt out of the sale or sharing of personal information or to opt out of targeted advertising, please click here , which also is on our website footer (\"Do Not Sell or Share My Personal Information\"), or visit the How to Contact Us section below for additional information on how to contact us. You may also choose to enable online, where available, a universal tool that automatically communicates your opt-out preferences, such as the Global Privacy Control (“GPC”) . We will process the GPC signal as a request to opt-out of the sale or sharing of your personal information. We will not discriminate against you because you exercised your rights under this section of the Privacy Policy. Agent Requests You may authorize someone to make a privacy rights request on your behalf (an authorized agent). Authorized agents will need to demonstrate that you've authorized them to act on your behalf or must demonstrate they have power of attorney pursuant to applicable probate law. Kohl’s retains the right to request confirmation directly from you confirming that the agent is authorized to make such a request, or to request additional information to confirm the agent's identity. An authorized agent is prohibited from using a consumer's personal information, or any information collected from or about the consumer, for any purpose other than to fulfill the consumer's requests, for verification, or for fraud prevention. CALIFORNIA NOTICE AT COLLECTION OF PERSONAL INFORMATION In the last 12 months, we have “sold” and “shared” the following categories of “personal information” (as such terms are defined in the California Consumer Privacy Act (CCPA)) for Marketing Purposes to Business Partners and Third Parties, such as data analytics providers, social media platforms, and/or internet service providers as described above in this Privacy Policy. We do not knowingly sell or share personal information about persons under the age of 16. Click here to opt-out of the sale or sharing of your personal information, including targeted advertising. Categories of Personal Information We Collect Details Sales/Sharing for Marketing Purposes Identifiers We may collect your name, unique personal identifier, online identifier, mailing address, email address, postal address, zip code, IP address, driver's license number, and telephone number, including your mobile phone number, or other similar identifiers. Yes Characteristics of protected classifications under California or Federal law We may collect your age, sex, gender, race, and marital status. No Commercial information We may collect your credit card number and billing address. We may also collect information about the products or services purchased, obtained, considered or returned, as well as other purchasing or consuming histories, behaviors or tendencies. Social Media Information. We may collect information you post on our social media pages. We may also collect your social media profile information. Event Information. For example, we may collect the date and location of an event you are registered for. Yes Internet or other electronic network activity information We may collect information, including through the use of third-party software, related to your browsing history, search history and other information regarding your interactions with our Platforms or advertisements, including, without limitation, actions you perform (e.g. clicks, mouse movements, keystrokes, entering and submitting information) on the Site. Information You Post or Submit. For example, we may collect information when you contact us through the “Live Chat” feature on our site. We may also collect information submitted in connection with creating an account, completing an application, placing an order or making a purchase, including bank account numbers or other financial information. We may collect information you post in a public space on our site. This may include our Ratings & Reviews feature. Device Information. For example, we may collect the type of device you use to access our Platforms. It may also include your device identification number, browser, or mobile operating system. Usage Information. We may look at how you interact with the Platforms. If you use our app, we may look at how often you use the app and where you downloaded it. Yes Geolocation data We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below. No Audio, electronic, visual, thermal, olfactory, or similar information If you visit our stores, we may capture audio, electronic, visual, thermal or similar information with our surveillance equipment. No Inferences drawn from the above We collect profile inferences that we draw from your information and web activity to create a personalized profile so we can better identify goods and services that may be of interest. Yes Sensitive personal information We collect the following categories of “Sensitive Personal Information” or “Sensitive Data,” as these terms are defined in U.S. state privacy laws: Geolocation data. We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below. Driver's license. To the extent permitted by applicable law, we may collect your driver's license information. For example, we may collect this information if you return an item without a receipt. No Use and Retention of Personal Information As further described in our Privacy Policy under \"How We Use Your Personal Information,\" we generally collect and use the listed categories of personal information to provide and improve our products and services, for marketing purposes, or for other operational purposes. We retain your personal information as long as your account or relationship with Kohl’s is active, as reasonably needed to provide you with our products and services that you request, for marketing purposes unless you exercise your \"Choices Regarding Your Information\" as described in this Privacy Policy, or otherwise where required or permitted in accordance with applicable law. We will retain and use your personal information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements. Categories of Personal Information Disclosed In the last 12 months, we have disclosed the following categories of \"personal information\" for a \"business purpose\" to support the purposes for which Kohl’s uses personal information described above under “How We Use Your Personal Information” (such as with our service providers who are restricted from using your personal information outside the scope of their services for us): Identifiers; Characteristics of protected classifications under California or Federal law; Commercial or Payment Information; Event Information; Internet or other electronic network activity information; Geolocation information; Audio, electronic, visual, thermal, olfactory, or similar information; Inferences drawn from the above; and Sensitive personal information. The categories of service providers to whom we disclose this information may include billing service providers, email/SMS service providers, customer service and intelligence platforms, campaign optimization service providers, cloud storage providers, network security and fraud protection services, and CCTV providers. At your direction, we may also disclose your Personal Information such as commercial or payment information to facilitate your purchase and participation in a loyalty program at a branded store within our Stores, such as Sephora at Kohl’s. Additional detail on the business purposes for which we disclose personal information is provided above under “How We Share Your Information.” Use and Disclosure of Sensitive Personal Information: To the extent that we use or disclose “sensitive personal information” or \"sensitive data\" as those terms are defined in applicable privacy laws, we limit our use or disclosure of the sensitive personal information for permitted business purposes. Information on Requests Received During Prior Calendar Year During the prior calendar year, ending December 31, 2022, Kohl’s received consumer requests from California residents pursuant to the rights described in this “Your Privacy Rights” section of this Privacy Policy. Below are metrics reflecting the number of California resident requests Kohl’s received and Kohl’s response to such requests. Type of Request Number of Requests that Kohl's: Median Number of Days for Kohl's to Complete its Response Received Honored (in Whole or in Part) Unable to Complete* Request to Know or Access Personal Information 22 10 12 23.10 Request to Delete Personal Information 749 287 462 5.08 Request to Opt-Out of Sale of Personal Information 5,514 4,392 1,122 Less than 1 day *This reflects the number of requests we denied in whole or in part because the request was not verifiable, was not made by a consumer, called for information exempt from disclosure or was denied on other grounds. Back to Top NOTICE OF FINANCIAL INCENTIVE Kohl’s Rewards (“Kohl’s Rewards”) is our voluntary loyalty program. By joining Kohl’s Rewards you will receive certain perks, including, but not limited to: Kohl’s Cash® Earn up to 7.5% Kohl’s Rewards on qualifying purchases, which will be converted and issued into $5 Kohl’s Cash® increments on the first day of the following month, valid for 30 days (subject to Kohl’s Rewards Terms & Conditions). Special Birthday Gift: Make any purchase prior to your birthday month and receive $5 Kohl’s Cash® awarded on the first day of your birthday month. Personalized Perks: Access to deals throughout the year, plus special offers. Click here to learn more about Kohl’s Rewards and to enroll now. The Kohl’s Rewards Terms & Conditions can be found here . Whether or not you participate in Kohl’s Rewards, you are still eligible to earn Kohl’s Cash® during a designated earn period (terms and exclusions apply), just not to the same degree. You also do not need a Kohl’s Card credit card to join Kohl’s Rewards. You may un-enroll from Kohl’s Rewards at any time by contacting Kohl’s Rewards Customer Service at 1-844-564-5704. When you sign up for Kohl’s Rewards, we typically ask you to provide your name, contact information (such as email address and telephone number), zip code, and birthday to make or to supplement your Kohl’s profile. Because we collect personal information, this may be interpreted as a “financial incentive” program under California law or a “bona fide loyalty program” under Colorado law. Kohl’s uses this information for the purposes described above under the section titled “How We Use Your Personal Information,” including for targeted advertising. Kohl’s may share your personal information with third parties as described in our “California Notice at Collection of Personal Information” section above. If you ask us to delete your Kohl’s Rewards profile and associated personal information, we will not be able to provide you with access to these programs. The value of your personal information that we collect is reasonably related to the expenses related to the discounts and other perks that we offer to Kohl’s Rewards members. Back to Top CHILDREN'S PRIVACY Our Platforms where this Privacy Policy is located are meant for adults. We do not knowingly collect personally identifiable data from persons under the age of 16, and strive to comply with the provisions of COPPA (The Children's Online Privacy Protection Act). If you are a parent or legal guardian and think your child under 16 has provided us with information, please contact us at privacy@kohls.com . You can also write to us at the address listed at the end of this Privacy Policy. Please mark your inquiries “COPPA Information Request.” Parents, you can learn more about how to protect children's privacy on-line here to view the FTC's guide to protecting your child's privacy online. Back to Top SECURITY OF YOUR INFORMATION The Internet is not 100% secure. We cannot promise that your use of our sites will be completely safe. We encourage you to use caution when using the Internet. We use reasonable means to safeguard personal information under our control. A user id and a password are needed to access certain areas of the Kohl's Platforms. It is your responsibility to protect your username and password. Back to Top STORAGE OF INFORMATION Information we maintain may be stored in the United States. If you live outside of the United States, you understand and agree that we may transfer your personal information to the United States. This site is subject to U.S. laws, which may not provide the same level of protections as those in your own country. Back to Top LINKS Kohl's Platforms may contain links to other third-party sites that are not governed by this Privacy Policy. If you click on a link to a third-party site, you will be taken to a site we do not control. We are not responsible for the privacy practices used by third-party sites. We suggest that you read the privacy policies of those sites carefully. We are not responsible for these third-party sites. Back to Top HOW TO CONTACT US If you wish to contact us to update your information, please feel free to contact us by telephone at 866-887-8884. If you wish to contact us to submit a privacy request under your state's applicable privacy law, please feel free to contact us by telephone at 855-219-9265 or click here . You may also write to us at the following address: Kohl's, Inc. P.O. Box 3043 Milwaukee, Wisconsin 53201 If you have any questions, comments or concerns with respect to our privacy practices or this Privacy Policy, please feel free to contact us at privacy@kohls.com . This inbox may also be used for Nevada residents to submit a verified request to direct us to stop the sale of your covered information. Back to Top CHOICES REGARDING YOUR INFORMATION You have certain choices about how we use your information. Email: Use the unsubscribe link on any Kohl's promotional emails. Text Messages & Mobile Coupons: Follow the opt-out instructions provided in our text message or mobile coupon. Mobile Application and Location Based Services: If you have previously opted into Kohl's collection and use of location-based information through our mobile application, you may opt-out by adjusting the Settings on your mobile device. You may opt-out of all location-based information collection on our mobile apps by uninstalling the Kohl's mobile application and refraining from using Kohl's Wi-Fi Services available in Stores. Postal Mail: To be removed from our global marketing mailing lists, send your request, including your full name and mailing address, to Kohl's, Inc. PO Box 3120 Milwaukee, WI 53201 Call Customer Service at (866) 887-8884 Cookies & Similar Technologies: To learn how we - and our vendors - use cookies and other tracking tools, and to read our Do Not Track policy, please click here to view our About Our Ads policy. Back to Top CHANGES IN PRIVACY POLICY We reserve the right, at our sole discretion, to change, modify, add, remove, or otherwise revise portions of this Privacy Policy at any time. We will notify you of any material changes to our Privacy Policy as required by law. We will also post an updated copy on our Platforms. Please check our Platforms periodically for updates. Your continued use of the Platforms and shopping in our Stores following the posting of changes to these terms means you accept these changes. Back to Top ©2023 Kohl's, Inc. All rights reserved. Back to Top Share Feedback Connect With Us Facebook Pinterest Instagram YouTube get our app Scan the code to download the Kohl’s App today. Learn More Customer Service Contact Us Order Status Exclusions Shipping Returns Rebates Recalls Product Guides Kohl’s Cash Shop Kohl’s Today’s Ad Get 15% off when you sign up for our emails Site Map Store Locator Gift Cards Kohl’s Coupons Kohl’s Blog My Account Sign In My Account Update Password Order Status Rewards Account Gift Card Balance & Kohl’s Cash Balance Kohl’s Card & Rewards Kohl's Card Kohl's Rewards Pay & Manage My Kohl's Card Pay & Manage My Kohl's Rewards® Visa Apply for a Kohl’s Card See if you prequalify See if you prequalify About Kohl’s Community Diversity & Inclusion Sustainability Careers Apply for Seasonal Jobs Associate Services Investor Relations Affiliate Program Advertise with Us © 2023 Kohl’s, Inc. KOHL’S® and Kohl’s brand names are trademarks owned by KIN, Inc. All rights reserved. Android, Google Play and the Google Play logo are trademarks of Google Inc. App Store is a service mark of Apple Inc. Legal Notices , Privacy Policy , California Privacy Policy , Do Not Sell or Share My Personal Information , About Our Ads , California Transparency in Supply Chains Act . left icon right icon Feedback Will open a new window Cookie Preference Center Kohl's Cookies Required Cookies Sale or Sharing of Personal Information (including Targeted Advertising) Kohl's Cookies When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Under law, California and Virginia residents have the right to tell us not to “sell” their personal information. At Kohl’s, the only “sales” we make (as defined by Applicable law) are to share certain information among our affiliates consisting of cookies stored on your browser to provide more relevant ads to you on our sites, apps, and on other sites that you visit. On this page you can choose not to allow some types of cookies. Click on the different category headings to find out more and change the default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. Required Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not work. These cookies do not store any personally identifiable information. Sale or Sharing of Personal Information (including Targeted Advertising) Sale or Sharing of Personal Information (including Targeted Advertising) At Kohl’s, the only \"sharing\" or “sales” we make (as defined by applicable law) is the sharing of certain customer online information among our affiliates consisting of cookies stored on your browser to provide more relevant ads to you on our sites, apps, and on other sites that you visit.  If you’d like us not to “sell” or \"share\" this information, then please disable this use of your data with our third parties on this tab.\n\nTo Opt-In to the “sale” or “sharing” (including targeted advertising) of your personal information, please \nensure that the toggle above is to the RIGHT and BLUE. \n\nIn the alternative, to Opt-Out of the “sale” or “sharing” (including targeted advertising) of your personal \ninformation, please ensure that the toggle above is to the LEFT and GRAY Back Button Cookie List Filter Button Consent Leg.Interest checkbox label label checkbox label label checkbox label label Clear checkbox label label Apply Cancel Confirm My Choices Allow All",
  "annotations": [
    {
      "Text": "Last Updated: JULY 1, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {</p>\n               <br/>\n               <p class=\"message_description\"> Please enable JavaScript in your browser; it's quick and easy! <a href=\"/kohls_javascript.jsp\"> Get instructions now.} "
    },
    {
      "Text": "TYPES OF PERSONAL INFORMATION WE COLLECT\\nKohl's collects personal information from you and about you. This may include:\\n\\nCategories of Personal Information We Collect\tDetails\\nIdentifiers\tWe may collect your name, unique personal identifier, online identifier, mailing address, email address, postal address, zip code, IP address, driver's license number, and telephone number, including your mobile phone number, or other similar identifiers.\\nCharacteristics of protected classifications under California or Federal law\tWe may collect your age, sex, gender, race, and marital status.\\nCommercial information\tWe may collect your credit card number and billing address. We may also collect information about the products or services purchased, obtained, considered or returned, as well as other purchasing or consuming histories, behaviors or tendencies.\\n\\nSocial Media Information. We may collect information you post on our social media pages. We may also collect your social media profile information.\\n\\nEvent Information. For example, we may collect the date and location of an event you are registered for.\\nInternet or other electronic network activity information\tWe may collect information, including through the use of third-party software, related to your browsing history, search history and other information regarding your interactions with our Platforms or advertisements, including, without limitation, actions you perform (e.g. clicks, mouse movements, keystrokes, entering and submitting information) on the Site.\\n\\nInformation You Post or Submit. For example, we may collect information when you contact us through the “Live Chat” feature on our site. We may also collect information submitted in connection with creating an account, completing an application, placing an order or making a purchase, including bank account numbers or other financial information. We may collect information you post in a public space on our site. This may include our Ratings & Reviews feature.\\n\\nDevice Information. For example, we may collect the type of device you use to access our Platforms. It may also include your device identification number, browser, or mobile operating system.\\n\\nUsage Information. We may look at how you interact with the Platforms. If you use our app, we may look at how often you use the app and where you downloaded it.\\nGeolocation data\tWe may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\\nAudio, electronic, visual, thermal, olfactory, or similar information\tIf you visit our stores, we may capture audio, electronic, visual, thermal or similar information with our surveillance equipment.\\nInferences drawn from the above\tWe collect profile inferences that we draw from your information and web activity to create a personalized profile so we can better identify goods and services that may be of interest.\\nSensitive personal information\tWe collect the following categories of “Sensitive Personal Information” or “Sensitive Data,” as these terms are defined in U.S. state privacy laws:\\n\\nGeolocation data. We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\\n\\nDriver's license. To the extent permitted by applicable law, we may collect your driver's license information. For example, we may collect this information if you return an item without a receipt.\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {</p>\n               <br/>\n               <p class=\"message_description\"> Please enable JavaScript in your browser; it's quick and easy! <a href=\"/kohls_javascript.jsp\"> Get instructions now.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Identifiers ||| Details: We may collect your name, unique personal identifier, online identifier, mailing address, email address, postal address, zip code, IP address, driver's license number, and telephone number, including your mobile phone number, or other similar identifiers.\\n\\nCategories of Personal Information We Collect: Characteristics of protected classifications under California or Federal law ||| Details: We may collect your age, sex, gender, race, and marital status.\\n\\nCategories of Personal Information We Collect: Commercial information ||| Details: We may collect your credit card number and billing address. We may also collect information about the products or services purchased, obtained, considered or returned, as well as other purchasing or consuming histories, behaviors or tendencies. Social Media Information. We may collect information you post on our social media pages. We may also collect your social media profile information. Event Information. For example, we may collect the date and location of an event you are registered for.\\n\\nCategories of Personal Information We Collect: Internet or other electronic network activity information ||| Details: We may collect information, including through the use of third-party software, related to your browsing history, search history and other information regarding your interactions with our Platforms or advertisements, including, without limitation, actions you perform (e.g. clicks, mouse movements, keystrokes, entering and submitting information) on the Site. Information You Post or Submit. For example, we may collect information when you contact us through the “Live Chat” feature on our site. We may also collect information submitted in connection with creating an account, completing an application, placing an order or making a purchase, including bank account numbers or other financial information. We may collect information you post in a public space on our site. This may include our Ratings & Reviews feature. Device Information. For example, we may collect the type of device you use to access our Platforms. It may also include your device identification number, browser, or mobile operating system. Usage Information. We may look at how you interact with the Platforms. If you use our app, we may look at how often you use the app and where you downloaded it.\\n\\nCategories of Personal Information We Collect: Geolocation data ||| Details: We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\\n\\nCategories of Personal Information We Collect: Audio, electronic, visual, thermal, olfactory, or similar information ||| Details: If you visit our stores, we may capture audio, electronic, visual, thermal or similar information with our surveillance equipment.\\n\\nCategories of Personal Information We Collect: Inferences drawn from the above ||| Details: We collect profile inferences that we draw from your information and web activity to create a personalized profile so we can better identify goods and services that may be of interest.\\n\\nCategories of Personal Information We Collect: Sensitive personal information ||| Details: We collect the following categories of “Sensitive Personal Information” or “Sensitive Data,” as these terms are defined in U.S. state privacy laws: Geolocation data. We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below. Driver's license. To the extent permitted by applicable law, we may collect your driver's license information. For example, we may collect this information if you return an item without a receipt.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "HOW WE COLLECT YOUR PERSONAL INFORMATION\\nKohl's collects personal information in different ways and from different sources.\\n\\nDirectly From You. For example, when you:\\n\\nMake a purchase in our Stores (including in our partner-branded stores inside Kohl’s Stores, such as Sephora at Kohl’s) or on our Platform.\\nMake a return or exchange.\\nPurchase an electronic gift card.\\nCreate a personalized Kohls.com shopping account.\\nTrack an order online.\\nSign up to receive promotional emails or text messages (including offers and sales alerts).\\nSign up to join a loyalty, rewards or similar program or club.\\nProvide your contact information to our beauty associates.\\nParticipate in one of our promotional sweepstakes, contests, surveys or focus groups.\\nCreate or update a gift registry.\\nUse the Ratings & Reviews or related services and features.\\nSubmit a request to our Customer Service team.\\nSign up for, and/or maintain, a Kohl's Card credit card.\\nConnect your social media account to the Platforms.\\nInteract with Kohl's social media pages.\\n\\nPassively. For example, when you:\\n\\nInstall and use Kohl's mobile apps.\\nVisit and navigate Kohl's Platforms on any device.\\nEnable location-based features on our Platforms.\\nClick on sponsored links or third-party advertisements.\\nUse the Wi-Fi Services provided in some Stores.\\nVisit Stores; Kohl's uses cameras in and around its Stores for security, operational and other business purposes such as understanding customer behavior and patterns.\\nReceive or interact with Kohl's communications and Platforms that may contain cookies or pixels.\\n\\nFrom Third Parties. We may receive information about you from other sources. For example, this may include receiving information from:\\n\\nOur business partners, including online advertising networks and companies that co-sponsor our promotions.\\nSocial media platforms, including Facebook, Twitter, YouTube, Pinterest and Instagram.\\nTrusted third party sources, such as our service providers, data analytics companies, and tracking technologies to better provide and customize the Platforms for you.\\nCompanies that provide information to supplement what we already know about you, including data brokers.\\n\\nBy Combining Information. For example, we may:\\n\\nCombine information that we collect in our stores with information we collect through our Platforms.\\nCombine information we collect about you from the different devices you use to access our Platforms.\\nCombine information we get from third parties with information we already have about you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {</p>\n               <br/>\n               <p class=\"message_description\"> Please enable JavaScript in your browser; it's quick and easy! <a href=\"/kohls_javascript.jsp\"> Get instructions now.} "
    },
    {
      "Text": "HOW WE USE YOUR PERSONAL INFORMATION\\nExamples of how we may use your personal information that we collect include:\\n\\nBusiness Purposes:\\n\\nTo Provide Our Products and Services. This could include fulfilling your requests for products or services. It could also include processing purchases or return transactions.\\nTo Improve Our Products and Services. We may use your information to make our Platforms and stores better. We may also use your information to customize your experience with us.\\nTo Understand Your Interests. For example, we may use your information to better understand what products interest you based on information we collect about you and your household.\\nTo Respond to Your Requests or Questions. This may include responding to your customer feedback.\\nTo Communicate With You. We may communicate with you about your account or our relationship. We may also contact you about this Privacy Policy or our Platform Terms & Conditions, including material changes to this Privacy Policy, Platform Terms & Conditions or programs in which you may be enrolled.\\nFor Security Purposes. This could include protecting our company and our customers, including providing notifications to customers of any security incidents related to personal information. It may also include protecting our Platforms.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {</p>\n               <br/>\n               <p class=\"message_description\"> Please enable JavaScript in your browser; it's quick and easy! <a href=\"/kohls_javascript.jsp\"> Get instructions now.} "
    },
    {
      "Text": "Commercial Purposes:\\n\\nFor Marketing Purposes. We may provide you with information about new products and special offers. We may use your information to serve you ads about products and offers on our Platforms or on third-party websites and networks. We may tell you about new features or updates. These might be third-party offers or products we think you might find interesting. For more information about your choices related to these communications, see the Choices section below.\\nTo Send Push Notifications. If you use our mobile apps, we may send you push notifications about new products or special offers.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This could include protecting our company and our customers, including providing notifications to customers of any security incidents related to personal information. It may also include protecting our Platforms.} "
    },
    {
      "Text": "Commercial Purposes:\\n\\nFor Marketing Purposes. We may provide you with information about new products and special offers. We may use your information to serve you ads about products and offers on our Platforms or on third-party websites and networks. We may tell you about new features or updates. These might be third-party offers or products we think you might find interesting. For more information about your choices related to these communications, see the Choices section below.\\nTo Send Push Notifications. If you use our mobile apps, we may send you push notifications about new products or special offers.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This could include protecting our company and our customers, including providing notifications to customers of any security incidents related to personal information. It may also include protecting our Platforms.} "
    },
    {
      "Text": "HOW WE DISCLOSE YOUR PERSONAL INFORMATION\\nInformation Provided By You\\n\\nYour activity in connection with the Platforms, such as your posts on our Ratings & Reviews feature or content you choose to provide on your event registry, may be visible to other users of the Platforms and in some cases, publicly available. Please exercise caution when disclosing information in public areas. If you provide any information to a third party while using our Platforms, the third party's privacy policy will apply to that information.\\n\\nInformation Disclosed By Us\\n\\nWe may disclose your information in the following ways:\\n\\nInternally. We may disclose your information within the Kohl's family of companies. This includes our affiliates.\\nWith Our Service Providers. We may disclose your information with third parties who perform services on our behalf. For example, this may include merchandise vendors and payment processors. It may also include companies that send emails on our behalf.\\nWith Our Business Partners. For example, this may include third parties that provide financial products and services related to our business, including Kohl's Card credit card. It may also include sharing limited data with partners that have a branded store inside our Stores (such as Sephora at Kohl’s) to facilitate your purchase and participation in a loyalty program you may have with such partner. It may also include a third party that co-sponsors a contest or promotion.\\nWith Third Parties for Marketing Purposes. This may include third parties in whose products or services we believe you may be interested. These third parties may also disclose your information with others. These third parties may use your information for their own marketing purposes or the marketing purposes of others. This may include the delivery of interest-based advertising, which serves you advertisements based on your interests and activities on the internet.\\nWith Any Successors to All or Part of Our Business. For example, if Kohl's merges with, acquires or is acquired by another business entity. This may include an asset sale, corporate reorganization or other change of control.\\nTo Comply With the Law or To Protect Ourselves. For example, this could include responding to a court order or subpoena. It could also include sharing information if a government agency or investigatory body requests such information. We may disclose information when we are investigating a potential fraud. This could include, but is not limited to, fraud we think has occurred during a sweepstakes or promotion. We may also disclose information if you are the winner of a sweepstakes or other contest with anyone who requests a winner's list.\\nFor Other Reasons We May Describe to You. We may also disclose your information for other purposes as disclosed at the time you provide your information or otherwise with your consent.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {</p>\n               <br/>\n               <p class=\"message_description\"> Please enable JavaScript in your browser; it's quick and easy! <a href=\"/kohls_javascript.jsp\"> Get instructions now.} "
    },
    {
      "Text": "With Our Business Partners. For example, this may include third parties that provide financial products and services related to our business, including Kohl's Card credit card. It may also include sharing limited data with partners that have a branded store inside our Stores (such as Sephora at Kohl’s) to facilitate your purchase and participation in a loyalty program you may have with such partner. It may also include a third party that co-sponsors a contest or promotion.\\nWith Third Parties for Marketing Purposes. This may include third parties in whose products or services we believe you may be interested. These third parties may also disclose your information with others. These third parties may use your information for their own marketing purposes or the marketing purposes of others. This may include the delivery of interest-based advertising, which serves you advertisements based on your interests and activities on the internet.\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {For example, this may include merchandise vendors and payment processors. It may also include companies that send emails on our behalf.} "
    },
    {
      "Text": "Right to Know: You may have the right to know what personal information we have collected about you, including the categories of personal information, the categories of sources from which the personal information is collected, the business or commercial purpose for collecting, selling, or sharing personal information, the categories of third parties to whom we disclose personal information, and the specific pieces of personal information we have collected about you. You may have the right to access your personal information in a portable format.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {For Other Reasons We May Describe to You. We may also disclose your information for other purposes as disclosed at the time you provide your information or otherwise with your consent.} "
    },
    {
      "Text": "Right to Delete: You may have the right to delete personal information that we have collected from you, subject to certain exceptions. Note that there are some reasons we will not be able to fully address your request, such as if we need to complete a transaction for you, to detect and protect against fraudulent and illegal activity, to exercise our rights, for our internal purposes, or to comply with a legal obligation.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Back to Top YOUR PRIVACY RIGHTS Explanation of Applicable Privacy Rights Depending on your U.S. state or residence, under applicable law, you may have certain rights in relation to your personal information, including: Right to Know: You may have the right to know what personal information we have collected about you, including the categories of personal information, the categories of sources from which the personal information is collected, the business or commercial purpose for collecting, selling, or sharing personal information, the categories of third parties to whom we disclose personal information, and the specific pieces of personal information we have collected about you. You may have the right to access your personal information in a portable format.} "
    },
    {
      "Text": "Right to Correct: You may have the right to correct inaccurate personal information that we may maintain about you, subject to appropriate verification.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Right to Delete: You may have the right to delete personal information that we have collected from you, subject to certain exceptions. Note that there are some reasons we will not be able to fully address your request, such as if we need to complete a transaction for you, to detect and protect against fraudulent and illegal activity, to exercise our rights, for our internal purposes, or to comply with a legal obligation.} "
    },
    {
      "Text": "Right to Opt Out of the Sale or Sharing of Personal Information: You may have the right to opt-out of the “sale” or “sharing” of your personal information, as such terms are defined in applicable privacy law, to third parties and to affiliated companies that do not have the same brand name. This means that, if you opt out, going forward, we will not sell or share your personal information with such third parties to use for their purposes, including cross-context behavioral advertising, unless you later direct us to do so.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Note that there are some reasons we will not be able to fully address your request, such as if we need to complete a transaction for you, to detect and protect against fraudulent and illegal activity, to exercise our rights, for our internal purposes, or to comply with a legal obligation. Right to Correct: You may have the right to correct inaccurate personal information that we may maintain about you, subject to appropriate verification.} "
    },
    {
      "Text": "How to Submit a Request\\n\\nTo take advantage of the privacy rights available to you based on your state of residence, please click here or visit the How to Contact Us section below for additional information on how to contact us. You may alternatively submit your request by calling the toll free number at 855-219-9265. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Opt Out of Targeted Advertising: You may have the right to opt-out of “targeted” advertising, as such term is defined in applicable privacy law. Right to Appeal: You may have the right to appeal a decision we have made in connection with your privacy rights request.} "
    },
    {
      "Text": "To take advantage of your right to opt out of the sale or sharing of personal information or to opt out of targeted advertising, please click here, which also is on our website footer (\"Do Not Sell or Share My Personal Information\"), or visit the How to Contact Us section below for additional information on how to contact us. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We may request certain information to verify your identity before we can respond to your right to know, correction, and deletion requests. We will confirm receipt of your request within 10 business days and will respond to your request within 45 calendar days, after proper verification, unless we need additional time, in which case we will let you know.} "
    },
    {
      "Text": "In the last 12 months, we have “sold” and “shared” the following categories of “personal information” (as such terms are defined in the California Consumer Privacy Act (CCPA)) for Marketing Purposes to Business Partners and Third Parties, such as data analytics providers, social media platforms, and/or internet service providers as described above in this Privacy Policy. We do not knowingly sell or share personal information about persons under the age of 16. Click here to opt-out of the sale or sharing of your personal information, including targeted advertising.\\n\\nCategories of Personal Information We Collect\tDetails\tSales/Sharing for Marketing Purposes\\nIdentifiers\tWe may collect your name, unique personal identifier, online identifier, mailing address, email address, postal address, zip code, IP address, driver's license number, and telephone number, including your mobile phone number, or other similar identifiers.\tYes\\nCharacteristics of protected classifications under California or Federal law\tWe may collect your age, sex, gender, race, and marital status.\tNo\\nCommercial information\tWe may collect your credit card number and billing address. We may also collect information about the products or services purchased, obtained, considered or returned, as well as other purchasing or consuming histories, behaviors or tendencies.\\n\\nSocial Media Information. We may collect information you post on our social media pages. We may also collect your social media profile information.\\n\\nEvent Information. For example, we may collect the date and location of an event you are registered for.\tYes\\nInternet or other electronic network activity information\tWe may collect information, including through the use of third-party software, related to your browsing history, search history and other information regarding your interactions with our Platforms or advertisements, including, without limitation, actions you perform (e.g. clicks, mouse movements, keystrokes, entering and submitting information) on the Site.\\n\\nInformation You Post or Submit. For example, we may collect information when you contact us through the “Live Chat” feature on our site. We may also collect information submitted in connection with creating an account, completing an application, placing an order or making a purchase, including bank account numbers or other financial information. We may collect information you post in a public space on our site. This may include our Ratings & Reviews feature.\\n\\nDevice Information. For example, we may collect the type of device you use to access our Platforms. It may also include your device identification number, browser, or mobile operating system.\\n\\nUsage Information. We may look at how you interact with the Platforms. If you use our app, we may look at how often you use the app and where you downloaded it.\tYes\\nGeolocation data\tWe may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\tNo\\nAudio, electronic, visual, thermal, olfactory, or similar information\tIf you visit our stores, we may capture audio, electronic, visual, thermal or similar information with our surveillance equipment.\tNo\\nInferences drawn from the above\tWe collect profile inferences that we draw from your information and web activity to create a personalized profile so we can better identify goods and services that may be of interest.\tYes\\nSensitive personal information\tWe collect the following categories of “Sensitive Personal Information” or “Sensitive Data,” as these terms are defined in U.S. state privacy laws:\\n\\nGeolocation data. We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\\n\\nDriver's license. To the extent permitted by applicable law, we may collect your driver's license information. For example, we may collect this information if you return an item without a receipt.\tNo",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Kohl’s retains the right to request confirmation directly from you confirming that the agent is authorized to make such a request, or to request additional information to confirm the agent's identity. An authorized agent is prohibited from using a consumer's personal information, or any information collected from or about the consumer, for any purpose other than to fulfill the consumer's requests, for verification, or for fraud prevention.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Identifiers ||| Details: We may collect your name, unique personal identifier, online identifier, mailing address, email address, postal address, zip code, IP address, driver's license number, and telephone number, including your mobile phone number, or other similar identifiers. ||| Sales/Sharing for Marketing Purposes: Yes\\n\\nCategories of Personal Information We Collect: Characteristics of protected classifications under California or Federal law ||| Details: We may collect your age, sex, gender, race, and marital status. ||| Sales/Sharing for Marketing Purposes: No\\n\\nCategories of Personal Information We Collect: Commercial information ||| Details: We may collect your credit card number and billing address. We may also collect information about the products or services purchased, obtained, considered or returned, as well as other purchasing or consuming histories, behaviors or tendencies. Social Media Information. We may collect information you post on our social media pages. We may also collect your social media profile information. Event Information. For example, we may collect the date and location of an event you are registered for. ||| Sales/Sharing for Marketing Purposes: Yes\\n\\nCategories of Personal Information We Collect: Internet or other electronic network activity information ||| Details: We may collect information, including through the use of third-party software, related to your browsing history, search history and other information regarding your interactions with our Platforms or advertisements, including, without limitation, actions you perform (e.g. clicks, mouse movements, keystrokes, entering and submitting information) on the Site. Information You Post or Submit. For example, we may collect information when you contact us through the “Live Chat” feature on our site. We may also collect information submitted in connection with creating an account, completing an application, placing an order or making a purchase, including bank account numbers or other financial information. We may collect information you post in a public space on our site. This may include our Ratings & Reviews feature. Device Information. For example, we may collect the type of device you use to access our Platforms. It may also include your device identification number, browser, or mobile operating system. Usage Information. We may look at how you interact with the Platforms. If you use our app, we may look at how often you use the app and where you downloaded it. ||| Sales/Sharing for Marketing Purposes: Yes\\n\\nCategories of Personal Information We Collect: Geolocation data ||| Details: We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below. ||| Sales/Sharing for Marketing Purposes: No\\n\\nCategories of Personal Information We Collect: Audio, electronic, visual, thermal, olfactory, or similar information ||| Details: If you visit our stores, we may capture audio, electronic, visual, thermal or similar information with our surveillance equipment. ||| Sales/Sharing for Marketing Purposes: No\\n\\nCategories of Personal Information We Collect: Inferences drawn from the above ||| Details: We collect profile inferences that we draw from your information and web activity to create a personalized profile so we can better identify goods and services that may be of interest. ||| Sales/Sharing for Marketing Purposes: Yes\\n\\nCategories of Personal Information We Collect: Sensitive personal information ||| Details: We collect the following categories of “Sensitive Personal Information” or “Sensitive Data,” as these terms are defined in U.S. state privacy laws: Geolocation data. We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below. Driver's license. To the extent permitted by applicable law, we may collect your driver's license information. For example, we may collect this information if you return an item without a receipt. ||| Sales/Sharing for Marketing Purposes: No",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information Disclosed\\n\\nIn the last 12 months, we have disclosed the following categories of \"personal information\" for a \"business purpose\" to support the purposes for which Kohl’s uses personal information described above under “How We Use Your Personal Information” (such as with our service providers who are restricted from using your personal information outside the scope of their services for us):\\n\\nIdentifiers;\\nCharacteristics of protected classifications under California or Federal law;\\nCommercial or Payment Information;\\nEvent Information;\\nInternet or other electronic network activity information;\\nGeolocation information;\\nAudio, electronic, visual, thermal, olfactory, or similar information;\\nInferences drawn from the above; and\\nSensitive personal information.\\nThe categories of service providers to whom we disclose this information may include billing service providers, email/SMS service providers, customer service and intelligence platforms, campaign optimization service providers, cloud storage providers, network security and fraud protection services, and CCTV providers.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Use and Disclosure of Sensitive Personal Information: To the extent that we use or disclose “sensitive personal information” or \"sensitive data\" as those terms are defined in applicable privacy laws, we limit our use or disclosure of the sensitive personal information for permitted business purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The categories of service providers to whom we disclose this information may include billing service providers, email/SMS service providers, customer service and intelligence platforms, campaign optimization service providers, cloud storage providers, network security and fraud protection services, and CCTV providers. At your direction, we may also disclose your Personal Information such as commercial or payment information to facilitate your purchase and participation in a loyalty program at a branded store within our Stores, such as Sephora at Kohl’s.} "
    },
    {
      "Text": "If you wish to contact us to submit a privacy request under your state's applicable privacy law, please feel free to contact us by telephone at 855-219-9265 or click here.\\n\\nYou may also write to us at the following address:\\n\\nKohl's, Inc.\\nP.O. Box 3043\\nMilwaukee, Wisconsin 53201",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We are not responsible for these third-party sites. Back to Top HOW TO CONTACT US If you wish to contact us to update your information, please feel free to contact us by telephone at 866-887-8884.} "
    },
    {
      "Text": "CHANGES IN PRIVACY POLICY\\nWe reserve the right, at our sole discretion, to change, modify, add, remove, or otherwise revise portions of this Privacy Policy at any time. We will notify you of any material changes to our Privacy Policy as required by law. We will also post an updated copy on our Platforms. Please check our Platforms periodically for updates. Your continued use of the Platforms and shopping in our Stores following the posting of changes to these terms means you accept these changes.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {You may opt-out of all location-based information collection on our mobile apps by uninstalling the Kohl's mobile application and refraining from using Kohl's Wi-Fi Services available in Stores. Postal Mail: To be removed from our global marketing mailing lists, send your request, including your full name and mailing address, to Kohl's, Inc. PO Box 3120 Milwaukee, WI 53201 Call Customer Service at (866) 887-8884 Cookies & Similar Technologies: To learn how we - and our vendors - use cookies and other tracking tools, and to read our Do Not Track policy, please click here to view our About Our Ads policy.} "
    },
    {
      "Text": "Last Updated: JULY 1, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {</p>\n               <br/>\n               <p class=\"message_description\"> Please enable JavaScript in your browser; it's quick and easy! <a href=\"/kohls_javascript.jsp\"> Get instructions now.} "
    },
    {
      "Text": "TYPES OF PERSONAL INFORMATION WE COLLECT\nKohl's collects personal information from you and about you. This may include:\n\nCategories of Personal Information We Collect\tDetails\nIdentifiers\tWe may collect your name, unique personal identifier, online identifier, mailing address, email address, postal address, zip code, IP address, driver's license number, and telephone number, including your mobile phone number, or other similar identifiers.\nCharacteristics of protected classifications under California or Federal law\tWe may collect your age, sex, gender, race, and marital status.\nCommercial information\tWe may collect your credit card number and billing address. We may also collect information about the products or services purchased, obtained, considered or returned, as well as other purchasing or consuming histories, behaviors or tendencies.\n\nSocial Media Information. We may collect information you post on our social media pages. We may also collect your social media profile information.\n\nEvent Information. For example, we may collect the date and location of an event you are registered for.\nInternet or other electronic network activity information\tWe may collect information, including through the use of third-party software, related to your browsing history, search history and other information regarding your interactions with our Platforms or advertisements, including, without limitation, actions you perform (e.g. clicks, mouse movements, keystrokes, entering and submitting information) on the Site.\n\nInformation You Post or Submit. For example, we may collect information when you contact us through the “Live Chat” feature on our site. We may also collect information submitted in connection with creating an account, completing an application, placing an order or making a purchase, including bank account numbers or other financial information. We may collect information you post in a public space on our site. This may include our Ratings & Reviews feature.\n\nDevice Information. For example, we may collect the type of device you use to access our Platforms. It may also include your device identification number, browser, or mobile operating system.\n\nUsage Information. We may look at how you interact with the Platforms. If you use our app, we may look at how often you use the app and where you downloaded it.\nGeolocation data\tWe may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\nAudio, electronic, visual, thermal, olfactory, or similar information\tIf you visit our stores, we may capture audio, electronic, visual, thermal or similar information with our surveillance equipment.\nInferences drawn from the above\tWe collect profile inferences that we draw from your information and web activity to create a personalized profile so we can better identify goods and services that may be of interest.\nSensitive personal information\tWe collect the following categories of “Sensitive Personal Information” or “Sensitive Data,” as these terms are defined in U.S. state privacy laws:\n\nGeolocation data. We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\n\nDriver's license. To the extent permitted by applicable law, we may collect your driver's license information. For example, we may collect this information if you return an item without a receipt.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {</p>\n               <br/>\n               <p class=\"message_description\"> Please enable JavaScript in your browser; it's quick and easy! <a href=\"/kohls_javascript.jsp\"> Get instructions now.} "
    },
    {
      "Text": "HOW WE COLLECT YOUR PERSONAL INFORMATION\nKohl's collects personal information in different ways and from different sources.\n\nDirectly From You. For example, when you:\n\nMake a purchase in our Stores (including in our partner-branded stores inside Kohl’s Stores, such as Sephora at Kohl’s) or on our Platform.\nMake a return or exchange.\nPurchase an electronic gift card.\nCreate a personalized Kohls.com shopping account.\nTrack an order online.\nSign up to receive promotional emails or text messages (including offers and sales alerts).\nSign up to join a loyalty, rewards or similar program or club.\nProvide your contact information to our beauty associates.\nParticipate in one of our promotional sweepstakes, contests, surveys or focus groups.\nCreate or update a gift registry.\nUse the Ratings & Reviews or related services and features.\nSubmit a request to our Customer Service team.\nSign up for, and/or maintain, a Kohl's Card credit card.\nConnect your social media account to the Platforms.\nInteract with Kohl's social media pages.\n\nPassively. For example, when you:\n\nInstall and use Kohl's mobile apps.\nVisit and navigate Kohl's Platforms on any device.\nEnable location-based features on our Platforms.\nClick on sponsored links or third-party advertisements.\nUse the Wi-Fi Services provided in some Stores.\nVisit Stores; Kohl's uses cameras in and around its Stores for security, operational and other business purposes such as understanding customer behavior and patterns.\nReceive or interact with Kohl's communications and Platforms that may contain cookies or pixels.\n\nFrom Third Parties. We may receive information about you from other sources. For example, this may include receiving information from:\n\nOur business partners, including online advertising networks and companies that co-sponsor our promotions.\nSocial media platforms, including Facebook, Twitter, YouTube, Pinterest and Instagram.\nTrusted third party sources, such as our service providers, data analytics companies, and tracking technologies to better provide and customize the Platforms for you.\nCompanies that provide information to supplement what we already know about you, including data brokers.\n\nBy Combining Information. For example, we may:\n\nCombine information that we collect in our stores with information we collect through our Platforms.\nCombine information we collect about you from the different devices you use to access our Platforms.\nCombine information we get from third parties with information we already have about you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {</p>\n               <br/>\n               <p class=\"message_description\"> Please enable JavaScript in your browser; it's quick and easy! <a href=\"/kohls_javascript.jsp\"> Get instructions now.} "
    },
    {
      "Text": "HOW WE USE YOUR PERSONAL INFORMATION\nExamples of how we may use your personal information that we collect include:\n\nBusiness Purposes:\n\nTo Provide Our Products and Services. This could include fulfilling your requests for products or services. It could also include processing purchases or return transactions.\nTo Improve Our Products and Services. We may use your information to make our Platforms and stores better. We may also use your information to customize your experience with us.\nTo Understand Your Interests. For example, we may use your information to better understand what products interest you based on information we collect about you and your household.\nTo Respond to Your Requests or Questions. This may include responding to your customer feedback.\nTo Communicate With You. We may communicate with you about your account or our relationship. We may also contact you about this Privacy Policy or our Platform Terms & Conditions, including material changes to this Privacy Policy, Platform Terms & Conditions or programs in which you may be enrolled.\nFor Security Purposes. This could include protecting our company and our customers, including providing notifications to customers of any security incidents related to personal information. It may also include protecting our Platforms.\n\nCommercial Purposes:\n\nFor Marketing Purposes. We may provide you with information about new products and special offers. We may use your information to serve you ads about products and offers on our Platforms or on third-party websites and networks. We may tell you about new features or updates. These might be third-party offers or products we think you might find interesting. For more information about your choices related to these communications, see the Choices section below.\nTo Send Push Notifications. If you use our mobile apps, we may send you push notifications about new products or special offers.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {</p>\n               <br/>\n               <p class=\"message_description\"> Please enable JavaScript in your browser; it's quick and easy! <a href=\"/kohls_javascript.jsp\"> Get instructions now.} "
    },
    {
      "Text": "Commercial Purposes:\n\nFor Marketing Purposes. We may provide you with information about new products and special offers. We may use your information to serve you ads about products and offers on our Platforms or on third-party websites and networks. We may tell you about new features or updates. These might be third-party offers or products we think you might find interesting. For more information about your choices related to these communications, see the Choices section below.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This could include protecting our company and our customers, including providing notifications to customers of any security incidents related to personal information. It may also include protecting our Platforms.} "
    },
    {
      "Text": "Additional Purposes:\n\nAggregate or Anonymous Non-Personal Information. We may also use aggregate or anonymous (de-identified) information and share such information with third parties for their marketing or analytics uses. Such information does not contain personal information.\nAs Otherwise Permitted By Law or As We May Notify You. We may also use information you provide to us for other purposes as disclosed at the time you provide your information or otherwise with your consent.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To Send Push Notifications. If you use our mobile apps, we may send you push notifications about new products or special offers.} "
    },
    {
      "Text": "Additional Purposes:\n\nAggregate or Anonymous Non-Personal Information. We may also use aggregate or anonymous (de-identified) information and share such information with third parties for their marketing or analytics uses. Such information does not contain personal information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To Send Push Notifications. If you use our mobile apps, we may send you push notifications about new products or special offers.} "
    },
    {
      "Text": "HOW WE DISCLOSE YOUR PERSONAL INFORMATION\nInformation Provided By You\n\nYour activity in connection with the Platforms, such as your posts on our Ratings & Reviews feature or content you choose to provide on your event registry, may be visible to other users of the Platforms and in some cases, publicly available.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {</p>\n               <br/>\n               <p class=\"message_description\"> Please enable JavaScript in your browser; it's quick and easy! <a href=\"/kohls_javascript.jsp\"> Get instructions now.} "
    },
    {
      "Text": "Information Disclosed By Us\n\nWe may disclose your information in the following ways:\n\nInternally. We may disclose your information within the Kohl's family of companies. This includes our affiliates.\nWith Our Service Providers. We may disclose your information with third parties who perform services on our behalf. For example, this may include merchandise vendors and payment processors. It may also include companies that send emails on our behalf.\nWith Our Business Partners. For example, this may include third parties that provide financial products and services related to our business, including Kohl's Card credit card. It may also include sharing limited data with partners that have a branded store inside our Stores (such as Sephora at Kohl’s) to facilitate your purchase and participation in a loyalty program you may have with such partner. It may also include a third party that co-sponsors a contest or promotion.\nWith Third Parties for Marketing Purposes. This may include third parties in whose products or services we believe you may be interested. These third parties may also disclose your information with others. These third parties may use your information for their own marketing purposes or the marketing purposes of others. This may include the delivery of interest-based advertising, which serves you advertisements based on your interests and activities on the internet.\nWith Any Successors to All or Part of Our Business. For example, if Kohl's merges with, acquires or is acquired by another business entity. This may include an asset sale, corporate reorganization or other change of control.\nTo Comply With the Law or To Protect Ourselves. For example, this could include responding to a court order or subpoena. It could also include sharing information if a government agency or investigatory body requests such information. We may disclose information when we are investigating a potential fraud. This could include, but is not limited to, fraud we think has occurred during a sweepstakes or promotion. We may also disclose information if you are the winner of a sweepstakes or other contest with anyone who requests a winner's list.\nFor Other Reasons We May Describe to You. We may also disclose your information for other purposes as disclosed at the time you provide your information or otherwise with your consent.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please exercise caution when disclosing information in public areas. If you provide any information to a third party while using our Platforms, the third party's privacy policy will apply to that information.} "
    },
    {
      "Text": "With Our Service Providers. We may disclose your information with third parties who perform services on our behalf. For example, this may include merchandise vendors and payment processors. It may also include companies that send emails on our behalf.\nWith Our Business Partners. For example, this may include third parties that provide financial products and services related to our business, including Kohl's Card credit card. It may also include sharing limited data with partners that have a branded store inside our Stores (such as Sephora at Kohl’s) to facilitate your purchase and participation in a loyalty program you may have with such partner. It may also include a third party that co-sponsors a contest or promotion.\nWith Third Parties for Marketing Purposes. This may include third parties in whose products or services we believe you may be interested. These third parties may also disclose your information with others. These third parties may use your information for their own marketing purposes or the marketing purposes of others. This may include the delivery of interest-based advertising, which serves you advertisements based on your interests and activities on the internet.\nWith Any Successors to All or Part of Our Business. For example, if Kohl's merges with, acquires or is acquired by another business entity. This may include an asset sale, corporate reorganization or other change of control.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may disclose your information within the Kohl's family of companies. This includes our affiliates.} "
    },
    {
      "Text": "TYPES OF PERSONAL INFORMATION WE COLLECT\nKohl's collects personal information from you and about you. This may include:\n\nCategories of Personal Information We Collect\tDetails\nIdentifiers\tWe may collect your name, unique personal identifier, online identifier, mailing address, email address, postal address, zip code, IP address, driver's license number, and telephone number, including your mobile phone number, or other similar identifiers.\nCharacteristics of protected classifications under California or Federal law\tWe may collect your age, sex, gender, race, and marital status.\nCommercial information\tWe may collect your credit card number and billing address. We may also collect information about the products or services purchased, obtained, considered or returned, as well as other purchasing or consuming histories, behaviors or tendencies.\n\nSocial Media Information. We may collect information you post on our social media pages. We may also collect your social media profile information.\n\nEvent Information. For example, we may collect the date and location of an event you are registered for.\nInternet or other electronic network activity information\tWe may collect information, including through the use of third-party software, related to your browsing history, search history and other information regarding your interactions with our Platforms or advertisements, including, without limitation, actions you perform (e.g. clicks, mouse movements, keystrokes, entering and submitting information) on the Site.\n\nInformation You Post or Submit. For example, we may collect information when you contact us through the “Live Chat” feature on our site. We may also collect information submitted in connection with creating an account, completing an application, placing an order or making a purchase, including bank account numbers or other financial information. We may collect information you post in a public space on our site. This may include our Ratings & Reviews feature.\n\nDevice Information. For example, we may collect the type of device you use to access our Platforms. It may also include your device identification number, browser, or mobile operating system.\n\nUsage Information. We may look at how you interact with the Platforms. If you use our app, we may look at how often you use the app and where you downloaded it.\nGeolocation data\tWe may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\nAudio, electronic, visual, thermal, olfactory, or similar information\tIf you visit our stores, we may capture audio, electronic, visual, thermal or similar information with our surveillance equipment.\nInferences drawn from the above\tWe collect profile inferences that we draw from your information and web activity to create a personalized profile so we can better identify goods and services that may be of interest.\nSensitive personal information\tWe collect the following categories of “Sensitive Personal Information” or “Sensitive Data,” as these terms are defined in U.S. state privacy laws:\n\nGeolocation data. We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\n\nDriver's license. To the extent permitted by applicable law, we may collect your driver's license information. For example, we may collect this information if you return an item without a receipt.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {</p>\n               <br/>\n               <p class=\"message_description\"> Please enable JavaScript in your browser; it's quick and easy! <a href=\"/kohls_javascript.jsp\"> Get instructions now.} "
    },
    {
      "Text": "TYPES OF PERSONAL INFORMATION WE COLLECT\nKohl's collects personal information from you and about you. This may include:\n\nCategories of Personal Information We Collect\tDetails\nIdentifiers\tWe may collect your name, unique personal identifier, online identifier, mailing address, email address, postal address, zip code, IP address, driver's license number, and telephone number, including your mobile phone number, or other similar identifiers.\nCharacteristics of protected classifications under California or Federal law\tWe may collect your age, sex, gender, race, and marital status.\nCommercial information\tWe may collect your credit card number and billing address. We may also collect information about the products or services purchased, obtained, considered or returned, as well as other purchasing or consuming histories, behaviors or tendencies.\n\nSocial Media Information. We may collect information you post on our social media pages. We may also collect your social media profile information.\n\nEvent Information. For example, we may collect the date and location of an event you are registered for.\nInternet or other electronic network activity information\tWe may collect information, including through the use of third-party software, related to your browsing history, search history and other information regarding your interactions with our Platforms or advertisements, including, without limitation, actions you perform (e.g. clicks, mouse movements, keystrokes, entering and submitting information) on the Site.\n\nInformation You Post or Submit. For example, we may collect information when you contact us through the “Live Chat” feature on our site. We may also collect information submitted in connection with creating an account, completing an application, placing an order or making a purchase, including bank account numbers or other financial information. We may collect information you post in a public space on our site. This may include our Ratings & Reviews feature.\n\nDevice Information. For example, we may collect the type of device you use to access our Platforms. It may also include your device identification number, browser, or mobile operating system.\n\nUsage Information. We may look at how you interact with the Platforms. If you use our app, we may look at how often you use the app and where you downloaded it.\nGeolocation data\tWe may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\nAudio, electronic, visual, thermal, olfactory, or similar information\tIf you visit our stores, we may capture audio, electronic, visual, thermal or similar information with our surveillance equipment.\nInferences drawn from the above\tWe collect profile inferences that we draw from your information and web activity to create a personalized profile so we can better identify goods and services that may be of interest.\nSensitive personal information\tWe collect the following categories of “Sensitive Personal Information” or “Sensitive Data,” as these terms are defined in U.S. state privacy laws:\n\nGeolocation data. We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\n\nDriver's license. To the extent permitted by applicable law, we may collect your driver's license information. For example, we may collect this information if you return an item without a receipt.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {</p>\n               <br/>\n               <p class=\"message_description\"> Please enable JavaScript in your browser; it's quick and easy! <a href=\"/kohls_javascript.jsp\"> Get instructions now.} "
    },
    {
      "Text": "YOUR PRIVACY RIGHTS\nExplanation of Applicable Privacy Rights\n\nDepending on your U.S. state or residence, under applicable law, you may have certain rights in relation to your personal information, including:\n\nRight to Know: You may have the right to know what personal information we have collected about you, including the categories of personal information, the categories of sources from which the personal information is collected, the business or commercial purpose for collecting, selling, or sharing personal information, the categories of third parties to whom we disclose personal information, and the specific pieces of personal information we have collected about you. You may have the right to access your personal information in a portable format.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {For Other Reasons We May Describe to You. We may also disclose your information for other purposes as disclosed at the time you provide your information or otherwise with your consent.} "
    },
    {
      "Text": "YOUR PRIVACY RIGHTS\nExplanation of Applicable Privacy Rights\n\nDepending on your U.S. state or residence, under applicable law, you may have certain rights in relation to your personal information, including:\n\nRight to Know: You may have the right to know what personal information we have collected about you, including the categories of personal information, the categories of sources from which the personal information is collected, the business or commercial purpose for collecting, selling, or sharing personal information, the categories of third parties to whom we disclose personal information, and the specific pieces of personal information we have collected about you. You may have the right to access your personal information in a portable format.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {For Other Reasons We May Describe to You. We may also disclose your information for other purposes as disclosed at the time you provide your information or otherwise with your consent.} "
    },
    {
      "Text": "Right to Delete: You may have the right to delete personal information that we have collected from you, subject to certain exceptions. Note that there are some reasons we will not be able to fully address your request, such as if we need to complete a transaction for you, to detect and protect against fraudulent and illegal activity, to exercise our rights, for our internal purposes, or to comply with a legal obligation.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Back to Top YOUR PRIVACY RIGHTS Explanation of Applicable Privacy Rights Depending on your U.S. state or residence, under applicable law, you may have certain rights in relation to your personal information, including: Right to Know: You may have the right to know what personal information we have collected about you, including the categories of personal information, the categories of sources from which the personal information is collected, the business or commercial purpose for collecting, selling, or sharing personal information, the categories of third parties to whom we disclose personal information, and the specific pieces of personal information we have collected about you. You may have the right to access your personal information in a portable format.} "
    },
    {
      "Text": "Right to Correct: You may have the right to correct inaccurate personal information that we may maintain about you, subject to appropriate verification.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Right to Delete: You may have the right to delete personal information that we have collected from you, subject to certain exceptions. Note that there are some reasons we will not be able to fully address your request, such as if we need to complete a transaction for you, to detect and protect against fraudulent and illegal activity, to exercise our rights, for our internal purposes, or to comply with a legal obligation.} "
    },
    {
      "Text": "Right to Opt Out of the Sale or Sharing of Personal Information: You may have the right to opt-out of the “sale” or “sharing” of your personal information, as such terms are defined in applicable privacy law, to third parties and to affiliated companies that do not have the same brand name. This means that, if you opt out, going forward, we will not sell or share your personal information with such third parties to use for their purposes, including cross-context behavioral advertising, unless you later direct us to do so.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Note that there are some reasons we will not be able to fully address your request, such as if we need to complete a transaction for you, to detect and protect against fraudulent and illegal activity, to exercise our rights, for our internal purposes, or to comply with a legal obligation. Right to Correct: You may have the right to correct inaccurate personal information that we may maintain about you, subject to appropriate verification.} "
    },
    {
      "Text": "How to Submit a Request\n\nTo take advantage of the privacy rights available to you based on your state of residence, please click here or visit the How to Contact Us section below for additional information on how to contact us. You may alternatively submit your request by calling the toll free number at 855-219-9265.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Opt Out of Targeted Advertising: You may have the right to opt-out of “targeted” advertising, as such term is defined in applicable privacy law. Right to Appeal: You may have the right to appeal a decision we have made in connection with your privacy rights request.} "
    },
    {
      "Text": "To take advantage of your right to opt out of the sale or sharing of personal information or to opt out of targeted advertising, please click here, which also is on our website footer (\"Do Not Sell or Share My Personal Information\"), or visit the How to Contact Us section below for additional information on how to contact us. You may also choose to enable online, where available, a universal tool that automatically communicates your opt-out preferences, such as the Global Privacy Control (“GPC”). ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We may request certain information to verify your identity before we can respond to your right to know, correction, and deletion requests. We will confirm receipt of your request within 10 business days and will respond to your request within 45 calendar days, after proper verification, unless we need additional time, in which case we will let you know.} "
    },
    {
      "Text": "We will not discriminate against you because you exercised your rights under this section of the Privacy Policy.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {You may also choose to enable online, where available, a universal tool that automatically communicates your opt-out preferences, such as the Global Privacy Control (“GPC”) . We will process the GPC signal as a request to opt-out of the sale or sharing of your personal information.} "
    },
    {
      "Text": "CALIFORNIA NOTICE AT COLLECTION OF PERSONAL INFORMATION\nIn the last 12 months, we have “sold” and “shared” the following categories of “personal information” (as such terms are defined in the California Consumer Privacy Act (CCPA)) for Marketing Purposes to Business Partners and Third Parties, such as data analytics providers, social media platforms, and/or internet service providers as described above in this Privacy Policy. We do not knowingly sell or share personal information about persons under the age of 16. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {</p>\n               <br/>\n               <p class=\"message_description\"> Please enable JavaScript in your browser; it's quick and easy! <a href=\"/kohls_javascript.jsp\"> Get instructions now.} "
    },
    {
      "Text": "CALIFORNIA NOTICE AT COLLECTION OF PERSONAL INFORMATION\nIn the last 12 months, we have “sold” and “shared” the following categories of “personal information” (as such terms are defined in the California Consumer Privacy Act (CCPA)) for Marketing Purposes to Business Partners and Third Parties, such as data analytics providers, social media platforms, and/or internet service providers as described above in this Privacy Policy. We do not knowingly sell or share personal information about persons under the age of 16.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {</p>\n               <br/>\n               <p class=\"message_description\"> Please enable JavaScript in your browser; it's quick and easy! <a href=\"/kohls_javascript.jsp\"> Get instructions now.} "
    },
    {
      "Text": "Click here to opt-out of the sale or sharing of your personal information, including targeted advertising.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {CALIFORNIA NOTICE AT COLLECTION OF PERSONAL INFORMATION In the last 12 months, we have “sold” and “shared” the following categories of “personal information” (as such terms are defined in the California Consumer Privacy Act (CCPA)) for Marketing Purposes to Business Partners and Third Parties, such as data analytics providers, social media platforms, and/or internet service providers as described above in this Privacy Policy. We do not knowingly sell or share personal information about persons under the age of 16.} "
    },
    {
      "Text": "Click here to opt-out of the sale or sharing of your personal information, including targeted advertising.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {CALIFORNIA NOTICE AT COLLECTION OF PERSONAL INFORMATION In the last 12 months, we have “sold” and “shared” the following categories of “personal information” (as such terms are defined in the California Consumer Privacy Act (CCPA)) for Marketing Purposes to Business Partners and Third Parties, such as data analytics providers, social media platforms, and/or internet service providers as described above in this Privacy Policy. We do not knowingly sell or share personal information about persons under the age of 16.} "
    },
    {
      "Text": "Categories of Personal Information We Collect\tDetails\tSales/Sharing for Marketing Purposes\nIdentifiers\tWe may collect your name, unique personal identifier, online identifier, mailing address, email address, postal address, zip code, IP address, driver's license number, and telephone number, including your mobile phone number, or other similar identifiers.\tYes\nCharacteristics of protected classifications under California or Federal law\tWe may collect your age, sex, gender, race, and marital status.\tNo\nCommercial information\tWe may collect your credit card number and billing address. We may also collect information about the products or services purchased, obtained, considered or returned, as well as other purchasing or consuming histories, behaviors or tendencies.\n\nSocial Media Information. We may collect information you post on our social media pages. We may also collect your social media profile information.\n\nEvent Information. For example, we may collect the date and location of an event you are registered for.\tYes\nInternet or other electronic network activity information\tWe may collect information, including through the use of third-party software, related to your browsing history, search history and other information regarding your interactions with our Platforms or advertisements, including, without limitation, actions you perform (e.g. clicks, mouse movements, keystrokes, entering and submitting information) on the Site.\n\nInformation You Post or Submit. For example, we may collect information when you contact us through the “Live Chat” feature on our site. We may also collect information submitted in connection with creating an account, completing an application, placing an order or making a purchase, including bank account numbers or other financial information. We may collect information you post in a public space on our site. This may include our Ratings & Reviews feature.\n\nDevice Information. For example, we may collect the type of device you use to access our Platforms. It may also include your device identification number, browser, or mobile operating system.\n\nUsage Information. We may look at how you interact with the Platforms. If you use our app, we may look at how often you use the app and where you downloaded it.\tYes\nGeolocation data\tWe may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\tNo\nAudio, electronic, visual, thermal, olfactory, or similar information\tIf you visit our stores, we may capture audio, electronic, visual, thermal or similar information with our surveillance equipment.\tNo\nInferences drawn from the above\tWe collect profile inferences that we draw from your information and web activity to create a personalized profile so we can better identify goods and services that may be of interest.\tYes\nSensitive personal information\tWe collect the following categories of “Sensitive Personal Information” or “Sensitive Data,” as these terms are defined in U.S. state privacy laws:\n\nGeolocation data. We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\n\nDriver's license. To the extent permitted by applicable law, we may collect your driver's license information. For example, we may collect this information if you return an item without a receipt.\tNo",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect\tDetails\tSales/Sharing for Marketing Purposes\nIdentifiers\tWe may collect your name, unique personal identifier, online identifier, mailing address, email address, postal address, zip code, IP address, driver's license number, and telephone number, including your mobile phone number, or other similar identifiers.\tYes\nCharacteristics of protected classifications under California or Federal law\tWe may collect your age, sex, gender, race, and marital status.\tNo\nCommercial information\tWe may collect your credit card number and billing address. We may also collect information about the products or services purchased, obtained, considered or returned, as well as other purchasing or consuming histories, behaviors or tendencies.\n\nSocial Media Information. We may collect information you post on our social media pages. We may also collect your social media profile information.\n\nEvent Information. For example, we may collect the date and location of an event you are registered for.\tYes\nInternet or other electronic network activity information\tWe may collect information, including through the use of third-party software, related to your browsing history, search history and other information regarding your interactions with our Platforms or advertisements, including, without limitation, actions you perform (e.g. clicks, mouse movements, keystrokes, entering and submitting information) on the Site.\n\nInformation You Post or Submit. For example, we may collect information when you contact us through the “Live Chat” feature on our site. We may also collect information submitted in connection with creating an account, completing an application, placing an order or making a purchase, including bank account numbers or other financial information. We may collect information you post in a public space on our site. This may include our Ratings & Reviews feature.\n\nDevice Information. For example, we may collect the type of device you use to access our Platforms. It may also include your device identification number, browser, or mobile operating system.\n\nUsage Information. We may look at how you interact with the Platforms. If you use our app, we may look at how often you use the app and where you downloaded it.\tYes\nGeolocation data\tWe may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\tNo\nAudio, electronic, visual, thermal, olfactory, or similar information\tIf you visit our stores, we may capture audio, electronic, visual, thermal or similar information with our surveillance equipment.\tNo\nInferences drawn from the above\tWe collect profile inferences that we draw from your information and web activity to create a personalized profile so we can better identify goods and services that may be of interest.\tYes\nSensitive personal information\tWe collect the following categories of “Sensitive Personal Information” or “Sensitive Data,” as these terms are defined in U.S. state privacy laws:\n\nGeolocation data. We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\n\nDriver's license. To the extent permitted by applicable law, we may collect your driver's license information. For example, we may collect this information if you return an item without a receipt.\tNo",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Use and Retention of Personal Information\n\nAs further described in our Privacy Policy under \"How We Use Your Personal Information,\" we generally collect and use the listed categories of personal information to provide and improve our products and services, for marketing purposes, or for other operational purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To the extent permitted by applicable law, we may collect your driver's license information. For example, we may collect this information if you return an item without a receipt.} "
    },
    {
      "Text": "Use and Retention of Personal Information\n\nAs further described in our Privacy Policy under \"How We Use Your Personal Information,\" we generally collect and use the listed categories of personal information to provide and improve our products and services, for marketing purposes, or for other operational purposes",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To the extent permitted by applicable law, we may collect your driver's license information. For example, we may collect this information if you return an item without a receipt.} "
    },
    {
      "Text": "Use and Retention of Personal Information\n\nAs further described in our Privacy Policy under \"How We Use Your Personal Information,\" we generally collect and use the listed categories of personal information to provide and improve our products and services, for marketing purposes, or for other operational purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {To the extent permitted by applicable law, we may collect your driver's license information. For example, we may collect this information if you return an item without a receipt.} "
    },
    {
      "Text": "Categories of Personal Information Disclosed\n\nIn the last 12 months, we have disclosed the following categories of \"personal information\" for a \"business purpose\" to support the purposes for which Kohl’s uses personal information described above under “How We Use Your Personal Information” (such as with our service providers who are restricted from using your personal information outside the scope of their services for us):\n\nIdentifiers;\nCharacteristics of protected classifications under California or Federal law;\nCommercial or Payment Information;\nEvent Information;\nInternet or other electronic network activity information;\nGeolocation information;\nAudio, electronic, visual, thermal, olfactory, or similar information;\nInferences drawn from the above; and\nSensitive personal information.\nThe categories of service providers to whom we disclose this information may include billing service providers, email/SMS service providers, customer service and intelligence platforms, campaign optimization service providers, cloud storage providers, network security and fraud protection services, and CCTV providers.\n\nAt your direction, we may also disclose your Personal Information such as commercial or payment information to facilitate your purchase and participation in a loyalty program at a branded store within our Stores, such as Sephora at Kohl’s.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information Disclosed\n\nIn the last 12 months, we have disclosed the following categories of \"personal information\" for a \"business purpose\" to support the purposes for which Kohl’s uses personal information described above under “How We Use Your Personal Information” (such as with our service providers who are restricted from using your personal information outside the scope of their services for us):\n\nIdentifiers;\nCharacteristics of protected classifications under California or Federal law;\nCommercial or Payment Information;\nEvent Information;\nInternet or other electronic network activity information;\nGeolocation information;\nAudio, electronic, visual, thermal, olfactory, or similar information;\nInferences drawn from the above; and\nSensitive personal information.\nThe categories of service providers to whom we disclose this information may include billing service providers, email/SMS service providers, customer service and intelligence platforms, campaign optimization service providers, cloud storage providers, network security and fraud protection services, and CCTV providers.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "CHANGES IN PRIVACY POLICY\nWe reserve the right, at our sole discretion, to change, modify, add, remove, or otherwise revise portions of this Privacy Policy at any time. We will notify you of any material changes to our Privacy Policy as required by law. We will also post an updated copy on our Platforms. Please check our Platforms periodically for updates. Your continued use of the Platforms and shopping in our Stores following the posting of changes to these terms means you accept these changes.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {You may opt-out of all location-based information collection on our mobile apps by uninstalling the Kohl's mobile application and refraining from using Kohl's Wi-Fi Services available in Stores. Postal Mail: To be removed from our global marketing mailing lists, send your request, including your full name and mailing address, to Kohl's, Inc. PO Box 3120 Milwaukee, WI 53201 Call Customer Service at (866) 887-8884 Cookies & Similar Technologies: To learn how we - and our vendors - use cookies and other tracking tools, and to read our Do Not Track policy, please click here to view our About Our Ads policy.} "
    },
    {
      "Text": "Kohl's Cookies\nWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "At Kohl’s, the only “sales” we make (as defined by Applicable law) are to share certain information among our affiliates consisting of cookies stored on your browser to provide more relevant ads to you on our sites, apps, and on other sites that you visit",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The information does not usually directly identify you, but it can give you a more personalized web experience. Under law, California and Virginia residents have the right to tell us not to “sell” their personal information.} "
    },
    {
      "Text": "At Kohl’s, the only “sales” we make (as defined by Applicable law) are to share certain information among our affiliates consisting of cookies stored on your browser to provide more relevant ads to you on our sites, apps, and on other sites that you visit.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The information does not usually directly identify you, but it can give you a more personalized web experience. Under law, California and Virginia residents have the right to tell us not to “sell” their personal information.} "
    },
    {
      "Text": "At Kohl’s, the only “sales” we make (as defined by Applicable law) are to share certain information among our affiliates consisting of cookies stored on your browser to provide more relevant ads to you on our sites, apps, and on other sites that you visit",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The information does not usually directly identify you, but it can give you a more personalized web experience. Under law, California and Virginia residents have the right to tell us not to “sell” their personal information.} "
    },
    {
      "Text": "On this page you can choose not to allow some types of cookies. Click on the different category headings to find out more and change the default settings.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Under law, California and Virginia residents have the right to tell us not to “sell” their personal information. At Kohl’s, the only “sales” we make (as defined by Applicable law) are to share certain information among our affiliates consisting of cookies stored on your browser to provide more relevant ads to you on our sites, apps, and on other sites that you visit.} "
    },
    {
      "Text": "On this page you can choose not to allow some types of cookies. Click on the different category headings to find out more and change the default settings.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Under law, California and Virginia residents have the right to tell us not to “sell” their personal information. At Kohl’s, the only “sales” we make (as defined by Applicable law) are to share certain information among our affiliates consisting of cookies stored on your browser to provide more relevant ads to you on our sites, apps, and on other sites that you visit.} "
    },
    {
      "Text": "Sale or Sharing of Personal Information (including Targeted Advertising)\nAt Kohl’s, the only \"sharing\" or “sales” we make (as defined by applicable law) is the sharing of certain customer online information among our affiliates consisting of cookies stored on your browser to provide more relevant ads to you on our sites, apps, and on other sites that you visit. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Note that there are some reasons we will not be able to fully address your request, such as if we need to complete a transaction for you, to detect and protect against fraudulent and illegal activity, to exercise our rights, for our internal purposes, or to comply with a legal obligation. Right to Correct: You may have the right to correct inaccurate personal information that we may maintain about you, subject to appropriate verification.} "
    },
    {
      "Text": "Sale or Sharing of Personal Information (including Targeted Advertising)\nAt Kohl’s, the only \"sharing\" or “sales” we make (as defined by applicable law) is the sharing of certain customer online information among our affiliates consisting of cookies stored on your browser to provide more relevant ads to you on our sites, apps, and on other sites that you visit",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Note that there are some reasons we will not be able to fully address your request, such as if we need to complete a transaction for you, to detect and protect against fraudulent and illegal activity, to exercise our rights, for our internal purposes, or to comply with a legal obligation. Right to Correct: You may have the right to correct inaccurate personal information that we may maintain about you, subject to appropriate verification.} "
    },
    {
      "Text": "If you’d like us not to “sell” or \"share\" this information, then please disable this use of your data with our third parties on this tab",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {To view the separate Kohl's Card credit card Privacy Policy that describes how our banking partner uses your information in connection with the Kohl's Card credit card, please click here . By using the Platforms and shopping in our Stores, you agree to the terms of this Privacy Policy.} "
    },
    {
      "Text": "If you’d like us not to “sell” or \"share\" this information, then please disable this use of your data with our third parties on this tab",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {To view the separate Kohl's Card credit card Privacy Policy that describes how our banking partner uses your information in connection with the Kohl's Card credit card, please click here . By using the Platforms and shopping in our Stores, you agree to the terms of this Privacy Policy.} "
    },
    {
      "Text": "In the alternative, to Opt-Out of the “sale” or “sharing” (including targeted advertising) of your personal information, please ensure that the toggle above is to the LEFT and GRAY",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you’d like us not to “sell” or \"share\" this information, then please disable this use of your data with our third parties on this tab. To Opt-In to the “sale” or “sharing” (including targeted advertising) of your personal information, please \nensure that the toggle above is to the RIGHT and BLUE.} "
    },
    {
      "Text": "Last Updated: JULY 1, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {</p>\n               <br/>\n               <p class=\"message_description\"> Please enable JavaScript in your browser; it's quick and easy! <a href=\"/kohls_javascript.jsp\"> Get instructions now.} "
    },
    {
      "Text": "TYPES OF PERSONAL INFORMATION WE COLLECT\\nKohl's collects personal information from you and about you. This may include:\\n\\nCategories of Personal Information We Collect\tDetails\\nIdentifiers\tWe may collect your name, unique personal identifier, online identifier, mailing address, email address, postal address, zip code, IP address, driver's license number, and telephone number, including your mobile phone number, or other similar identifiers.\\nCharacteristics of protected classifications under California or Federal law\tWe may collect your age, sex, gender, race, and marital status.\\nCommercial information\tWe may collect your credit card number and billing address. We may also collect information about the products or services purchased, obtained, considered or returned, as well as other purchasing or consuming histories, behaviors or tendencies.\\n\\nSocial Media Information. We may collect information you post on our social media pages. We may also collect your social media profile information.\\n\\nEvent Information. For example, we may collect the date and location of an event you are registered for.\\nInternet or other electronic network activity information\tWe may collect information, including through the use of third-party software, related to your browsing history, search history and other information regarding your interactions with our Platforms or advertisements, including, without limitation, actions you perform (e.g. clicks, mouse movements, keystrokes, entering and submitting information) on the Site.\\n\\nInformation You Post or Submit. For example, we may collect information when you contact us through the “Live Chat” feature on our site. We may also collect information submitted in connection with creating an account, completing an application, placing an order or making a purchase, including bank account numbers or other financial information. We may collect information you post in a public space on our site. This may include our Ratings & Reviews feature.\\n\\nDevice Information. For example, we may collect the type of device you use to access our Platforms. It may also include your device identification number, browser, or mobile operating system.\\n\\nUsage Information. We may look at how you interact with the Platforms. If you use our app, we may look at how often you use the app and where you downloaded it.\\nGeolocation data\tWe may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\\nAudio, electronic, visual, thermal, olfactory, or similar information\tIf you visit our stores, we may capture audio, electronic, visual, thermal or similar information with our surveillance equipment.\\nInferences drawn from the above\tWe collect profile inferences that we draw from your information and web activity to create a personalized profile so we can better identify goods and services that may be of interest.\\nSensitive personal information\tWe collect the following categories of “Sensitive Personal Information” or “Sensitive Data,” as these terms are defined in U.S. state privacy laws:\\n\\nGeolocation data. We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\\n\\nDriver's license. To the extent permitted by applicable law, we may collect your driver's license information. For example, we may collect this information if you return an item without a receipt.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {</p>\n               <br/>\n               <p class=\"message_description\"> Please enable JavaScript in your browser; it's quick and easy! <a href=\"/kohls_javascript.jsp\"> Get instructions now.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Identifiers ||| Details: We may collect your name, unique personal identifier, online identifier, mailing address, email address, postal address, zip code, IP address, driver's license number, and telephone number, including your mobile phone number, or other similar identifiers.\\n\\nCategories of Personal Information We Collect: Characteristics of protected classifications under California or Federal law ||| Details: We may collect your age, sex, gender, race, and marital status.\\n\\nCategories of Personal Information We Collect: Commercial information ||| Details: We may collect your credit card number and billing address. We may also collect information about the products or services purchased, obtained, considered or returned, as well as other purchasing or consuming histories, behaviors or tendencies. Social Media Information. We may collect information you post on our social media pages. We may also collect your social media profile information. Event Information. For example, we may collect the date and location of an event you are registered for.\\n\\nCategories of Personal Information We Collect: Internet or other electronic network activity information ||| Details: We may collect information, including through the use of third-party software, related to your browsing history, search history and other information regarding your interactions with our Platforms or advertisements, including, without limitation, actions you perform (e.g. clicks, mouse movements, keystrokes, entering and submitting information) on the Site. Information You Post or Submit. For example, we may collect information when you contact us through the “Live Chat” feature on our site. We may also collect information submitted in connection with creating an account, completing an application, placing an order or making a purchase, including bank account numbers or other financial information. We may collect information you post in a public space on our site. This may include our Ratings & Reviews feature. Device Information. For example, we may collect the type of device you use to access our Platforms. It may also include your device identification number, browser, or mobile operating system. Usage Information. We may look at how you interact with the Platforms. If you use our app, we may look at how often you use the app and where you downloaded it.\\n\\nCategories of Personal Information We Collect: Geolocation data ||| Details: We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\\n\\nCategories of Personal Information We Collect: Audio, electronic, visual, thermal, olfactory, or similar information ||| Details: If you visit our stores, we may capture audio, electronic, visual, thermal or similar information with our surveillance equipment.\\n\\nCategories of Personal Information We Collect: Inferences drawn from the above ||| Details: We collect profile inferences that we draw from your information and web activity to create a personalized profile so we can better identify goods and services that may be of interest.\\n\\nCategories of Personal Information We Collect: Sensitive personal information ||| Details: We collect the following categories of “Sensitive Personal Information” or “Sensitive Data,” as these terms are defined in U.S. state privacy laws: Geolocation data. We may collect precise location information from your device. This may include your in-store location.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "HOW WE COLLECT YOUR PERSONAL INFORMATION\\nKohl's collects personal information in different ways and from different sources.\\n\\nDirectly From You. For example, when you:\\n\\nMake a purchase in our Stores (including in our partner-branded stores inside Kohl’s Stores, such as Sephora at Kohl’s) or on our Platform.\\nMake a return or exchange.\\nPurchase an electronic gift card.\\nCreate a personalized Kohls.com shopping account.\\nTrack an order online.\\nSign up to receive promotional emails or text messages (including offers and sales alerts).\\nSign up to join a loyalty, rewards or similar program or club.\\nProvide your contact information to our beauty associates.\\nParticipate in one of our promotional sweepstakes, contests, surveys or focus groups.\\nCreate or update a gift registry.\\nUse the Ratings & Reviews or related services and features.\\nSubmit a request to our Customer Service team.\\nSign up for, and/or maintain, a Kohl's Card credit card.\\nConnect your social media account to the Platforms.\\nInteract with Kohl's social media pages.\\n\\nPassively. For example, when you:\\n\\nInstall and use Kohl's mobile apps.\\nVisit and navigate Kohl's Platforms on any device.\\nEnable location-based features on our Platforms.\\nClick on sponsored links or third-party advertisements.\\nUse the Wi-Fi Services provided in some Stores.\\nVisit Stores; Kohl's uses cameras in and around its Stores for security, operational and other business purposes such as understanding customer behavior and patterns.\\nReceive or interact with Kohl's communications and Platforms that may contain cookies or pixels.\\n\\nFrom Third Parties. We may receive information about you from other sources. For example, this may include receiving information from:\\n\\nOur business partners, including online advertising networks and companies that co-sponsor our promotions.\\nSocial media platforms, including Facebook, Twitter, YouTube, Pinterest and Instagram.\\nTrusted third party sources, such as our service providers, data analytics companies, and tracking technologies to better provide and customize the Platforms for you.\\nCompanies that provide information to supplement what we already know about you, including data brokers.\\n\\nBy Combining Information. For example, we may:\\n\\nCombine information that we collect in our stores with information we collect through our Platforms.\\nCombine information we collect about you from the different devices you use to access our Platforms.\\nCombine information we get from third parties with information we already have about you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {</p>\n               <br/>\n               <p class=\"message_description\"> Please enable JavaScript in your browser; it's quick and easy! <a href=\"/kohls_javascript.jsp\"> Get instructions now.} "
    },
    {
      "Text": "HOW WE USE YOUR PERSONAL INFORMATION\\nExamples of how we may use your personal information that we collect include:\\n\\nBusiness Purposes:\\n\\nTo Provide Our Products and Services. This could include fulfilling your requests for products or services. It could also include processing purchases or return transactions.\\nTo Improve Our Products and Services. We may use your information to make our Platforms and stores better. We may also use your information to customize your experience with us.\\nTo Understand Your Interests. For example, we may use your information to better understand what products interest you based on information we collect about you and your household.\\nTo Respond to Your Requests or Questions. This may include responding to your customer feedback.\\nTo Communicate With You. We may communicate with you about your account or our relationship. We may also contact you about this Privacy Policy or our Platform Terms & Conditions, including material changes to this Privacy Policy, Platform Terms & Conditions or programs in which you may be enrolled.\\nFor Security Purposes. This could include protecting our company and our customers, including providing notifications to customers of any security incidents related to personal information. It may also include protecting our Platforms.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {</p>\n               <br/>\n               <p class=\"message_description\"> Please enable JavaScript in your browser; it's quick and easy! <a href=\"/kohls_javascript.jsp\"> Get instructions now.} "
    },
    {
      "Text": "Commercial Purposes:\\n\\nFor Marketing Purposes. We may provide you with information about new products and special offers. We may use your information to serve you ads about products and offers on our Platforms or on third-party websites and networks. We may tell you about new features or updates. These might be third-party offers or products we think you might find interesting. For more information about your choices related to these communications, see the Choices section below.\\nTo Send Push Notifications. If you use our mobile apps, we may send you push notifications about new products or special offers.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This could include protecting our company and our customers, including providing notifications to customers of any security incidents related to personal information. It may also include protecting our Platforms.} "
    },
    {
      "Text": "For Marketing Purposes. We may provide you with information about new products and special offers. We may use your information to serve you ads about products and offers on our Platforms or on third-party websites and networks. We may tell you about new features or updates. These might be third-party offers or products we think you might find interesting.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This could include protecting our company and our customers, including providing notifications to customers of any security incidents related to personal information. It may also include protecting our Platforms.} "
    },
    {
      "Text": "For Marketing Purposes. We may provide you with information about new products and special offers. We may use your information to serve you ads about products and offers on our Platforms or on third-party websites and networks. We may tell you about new features or updates. These might be third-party offers or products we think you might find interesting.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {This could include protecting our company and our customers, including providing notifications to customers of any security incidents related to personal information. It may also include protecting our Platforms.} "
    },
    {
      "Text": "Additional Purposes:\\n\\nAggregate or Anonymous Non-Personal Information. We may also use aggregate or anonymous (de-identified) information and share such information with third parties for their marketing or analytics uses. Such information does not contain personal information.\\nAs Otherwise Permitted By Law or As We May Notify You. We may also use information you provide to us for other purposes as disclosed at the time you provide your information or otherwise with your consent.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To Send Push Notifications. If you use our mobile apps, we may send you push notifications about new products or special offers.} "
    },
    {
      "Text": "HOW WE DISCLOSE YOUR PERSONAL INFORMATION",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {</p>\n               <br/>\n               <p class=\"message_description\"> Please enable JavaScript in your browser; it's quick and easy! <a href=\"/kohls_javascript.jsp\"> Get instructions now.} "
    },
    {
      "Text": "Information Disclosed By Us\\n\\nWe may disclose your information in the following ways:\\n\\nInternally. We may disclose your information within the Kohl's family of companies. This includes our affiliates.\\nWith Our Service Providers. We may disclose your information with third parties who perform services on our behalf. For example, this may include merchandise vendors and payment processors. It may also include companies that send emails on our behalf.\\nWith Our Business Partners. For example, this may include third parties that provide financial products and services related to our business, including Kohl's Card credit card. It may also include sharing limited data with partners that have a branded store inside our Stores (such as Sephora at Kohl’s) to facilitate your purchase and participation in a loyalty program you may have with such partner. It may also include a third party that co-sponsors a contest or promotion.\\nWith Third Parties for Marketing Purposes. This may include third parties in whose products or services we believe you may be interested. These third parties may also disclose your information with others. These third parties may use your information for their own marketing purposes or the marketing purposes of others. This may include the delivery of interest-based advertising, which serves you advertisements based on your interests and activities on the internet.\\nWith Any Successors to All or Part of Our Business. For example, if Kohl's merges with, acquires or is acquired by another business entity. This may include an asset sale, corporate reorganization or other change of control.\\nTo Comply With the Law or To Protect Ourselves. For example, this could include responding to a court order or subpoena. It could also include sharing information if a government agency or investigatory body requests such information. We may disclose information when we are investigating a potential fraud. This could include, but is not limited to, fraud we think has occurred during a sweepstakes or promotion. We may also disclose information if you are the winner of a sweepstakes or other contest with anyone who requests a winner's list.\\nFor Other Reasons We May Describe to You. We may also disclose your information for other purposes as disclosed at the time you provide your information or otherwise with your consent.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please exercise caution when disclosing information in public areas. If you provide any information to a third party while using our Platforms, the third party's privacy policy will apply to that information.} "
    },
    {
      "Text": "With Third Parties for Marketing Purposes. This may include third parties in whose products or services we believe you may be interested. These third parties may also disclose your information with others. These third parties may use your information for their own marketing purposes or the marketing purposes of others. This may include the delivery of interest-based advertising, which serves you advertisements based on your interests and activities on the internet.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {It may also include sharing limited data with partners that have a branded store inside our Stores (such as Sephora at Kohl’s ) to facilitate your purchase and participation in a loyalty program you may have with such partner. It may also include a third party that co-sponsors a contest or promotion.} "
    },
    {
      "Text": "Depending on your U.S. state or residence, under applicable law, you may have certain rights in relation to your personal information, including:\\n\\nRight to Know: You may have the right to know what personal information we have collected about you, including the categories of personal information, the categories of sources from which the personal information is collected, the business or commercial purpose for collecting, selling, or sharing personal information, the categories of third parties to whom we disclose personal information, and the specific pieces of personal information we have collected about you. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {For Other Reasons We May Describe to You. We may also disclose your information for other purposes as disclosed at the time you provide your information or otherwise with your consent.} "
    },
    {
      "Text": "Depending on your U.S. state or residence, under applicable law, you may have certain rights in relation to your personal information, including:\\n\\nRight to Know: You may have the right to know what personal information we have collected about you, including the categories of personal information, the categories of sources from which the personal information is collected, the business or commercial purpose for collecting, selling, or sharing personal information, the categories of third parties to whom we disclose personal information, and the specific pieces of personal information we have collected about you. ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {For Other Reasons We May Describe to You. We may also disclose your information for other purposes as disclosed at the time you provide your information or otherwise with your consent.} "
    },
    {
      "Text": "Right to Delete: You may have the right to delete personal information that we have collected from you, subject to certain exceptions. Note that there are some reasons we will not be able to fully address your request, such as if we need to complete a transaction for you, to detect and protect against fraudulent and illegal activity, to exercise our rights, for our internal purposes, or to comply with a legal obligation.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Back to Top YOUR PRIVACY RIGHTS Explanation of Applicable Privacy Rights Depending on your U.S. state or residence, under applicable law, you may have certain rights in relation to your personal information, including: Right to Know: You may have the right to know what personal information we have collected about you, including the categories of personal information, the categories of sources from which the personal information is collected, the business or commercial purpose for collecting, selling, or sharing personal information, the categories of third parties to whom we disclose personal information, and the specific pieces of personal information we have collected about you. You may have the right to access your personal information in a portable format.} "
    },
    {
      "Text": "Right to Correct: You may have the right to correct inaccurate personal information that we may maintain about you, subject to appropriate verification.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Right to Delete: You may have the right to delete personal information that we have collected from you, subject to certain exceptions. Note that there are some reasons we will not be able to fully address your request, such as if we need to complete a transaction for you, to detect and protect against fraudulent and illegal activity, to exercise our rights, for our internal purposes, or to comply with a legal obligation.} "
    },
    {
      "Text": "Right to Opt Out of the Sale or Sharing of Personal Information: You may have the right to opt-out of the “sale” or “sharing” of your personal information, as such terms are defined in applicable privacy law, to third parties and to affiliated companies that do not have the same brand name. This means that, if you opt out, going forward, we will not sell or share your personal information with such third parties to use for their purposes, including cross-context behavioral advertising, unless you later direct us to do so.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Note that there are some reasons we will not be able to fully address your request, such as if we need to complete a transaction for you, to detect and protect against fraudulent and illegal activity, to exercise our rights, for our internal purposes, or to comply with a legal obligation. Right to Correct: You may have the right to correct inaccurate personal information that we may maintain about you, subject to appropriate verification.} "
    },
    {
      "Text": "How to Submit a Request\\n\\nTo take advantage of the privacy rights available to you based on your state of residence, please click here or visit the How to Contact Us section below for additional information on how to contact us. You may alternatively submit your request by calling the toll free number at 855-219-9265. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Opt Out of Targeted Advertising: You may have the right to opt-out of “targeted” advertising, as such term is defined in applicable privacy law. Right to Appeal: You may have the right to appeal a decision we have made in connection with your privacy rights request.} "
    },
    {
      "Text": "To take advantage of your right to opt out of the sale or sharing of personal information or to opt out of targeted advertising, please click here, which also is on our website footer (\"Do Not Sell or Share My Personal Information\"), or visit the How to Contact Us section below for additional information on how to contact us. You may also choose to enable online, where available, a universal tool that automatically communicates your opt-out preferences, such as the Global Privacy Control (“GPC”). We will process the GPC signal as a request to opt-out of the sale or sharing of your personal information.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We may request certain information to verify your identity before we can respond to your right to know, correction, and deletion requests. We will confirm receipt of your request within 10 business days and will respond to your request within 45 calendar days, after proper verification, unless we need additional time, in which case we will let you know.} "
    },
    {
      "Text": "We will not discriminate against you because you exercised your rights under this section of the Privacy Policy.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {You may also choose to enable online, where available, a universal tool that automatically communicates your opt-out preferences, such as the Global Privacy Control (“GPC”) . We will process the GPC signal as a request to opt-out of the sale or sharing of your personal information.} "
    },
    {
      "Text": "CALIFORNIA NOTICE AT COLLECTION OF PERSONAL INFORMATION\\nIn the last 12 months, we have “sold” and “shared” the following categories of “personal information” (as such terms are defined in the California Consumer Privacy Act (CCPA)) for Marketing Purposes to Business Partners and Third Parties, such as data analytics providers, social media platforms, and/or internet service providers as described above in this Privacy Policy. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {</p>\n               <br/>\n               <p class=\"message_description\"> Please enable JavaScript in your browser; it's quick and easy! <a href=\"/kohls_javascript.jsp\"> Get instructions now.} "
    },
    {
      "Text": "CALIFORNIA NOTICE AT COLLECTION OF PERSONAL INFORMATION\\nIn the last 12 months, we have “sold” and “shared” the following categories of “personal information” (as such terms are defined in the California Consumer Privacy Act (CCPA)) for Marketing Purposes to Business Partners and Third Parties, such as data analytics providers, social media platforms, and/or internet service providers as described above in this Privacy Policy. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {</p>\n               <br/>\n               <p class=\"message_description\"> Please enable JavaScript in your browser; it's quick and easy! <a href=\"/kohls_javascript.jsp\"> Get instructions now.} "
    },
    {
      "Text": "Categories of Personal Information We Collect\tDetails\tSales/Sharing for Marketing Purposes\\nIdentifiers\tWe may collect your name, unique personal identifier, online identifier, mailing address, email address, postal address, zip code, IP address, driver's license number, and telephone number, including your mobile phone number, or other similar identifiers.\tYes\\nCharacteristics of protected classifications under California or Federal law\tWe may collect your age, sex, gender, race, and marital status.\tNo\\nCommercial information\tWe may collect your credit card number and billing address. We may also collect information about the products or services purchased, obtained, considered or returned, as well as other purchasing or consuming histories, behaviors or tendencies.\\n\\nSocial Media Information. We may collect information you post on our social media pages. We may also collect your social media profile information.\\n\\nEvent Information. For example, we may collect the date and location of an event you are registered for.\tYes\\nInternet or other electronic network activity information\tWe may collect information, including through the use of third-party software, related to your browsing history, search history and other information regarding your interactions with our Platforms or advertisements, including, without limitation, actions you perform (e.g. clicks, mouse movements, keystrokes, entering and submitting information) on the Site.\\n\\nInformation You Post or Submit. For example, we may collect information when you contact us through the “Live Chat” feature on our site. We may also collect information submitted in connection with creating an account, completing an application, placing an order or making a purchase, including bank account numbers or other financial information. We may collect information you post in a public space on our site. This may include our Ratings & Reviews feature.\\n\\nDevice Information. For example, we may collect the type of device you use to access our Platforms. It may also include your device identification number, browser, or mobile operating system.\\n\\nUsage Information. We may look at how you interact with the Platforms. If you use our app, we may look at how often you use the app and where you downloaded it.\tYes\\nGeolocation data\tWe may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\tNo\\nAudio, electronic, visual, thermal, olfactory, or similar information\tIf you visit our stores, we may capture audio, electronic, visual, thermal or similar information with our surveillance equipment.\tNo\\nInferences drawn from the above\tWe collect profile inferences that we draw from your information and web activity to create a personalized profile so we can better identify goods and services that may be of interest.\tYes\\nSensitive personal information\tWe collect the following categories of “Sensitive Personal Information” or “Sensitive Data,” as these terms are defined in U.S. state privacy laws:\\n\\nGeolocation data. We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\\n\\nDriver's license. To the extent permitted by applicable law, we may collect your driver's license information. For example, we may collect this information if you return an item without a receipt.\tNo",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect\tDetails\tSales/Sharing for Marketing Purposes\\nIdentifiers\tWe may collect your name, unique personal identifier, online identifier, mailing address, email address, postal address, zip code, IP address, driver's license number, and telephone number, including your mobile phone number, or other similar identifiers.\tYes\\nCharacteristics of protected classifications under California or Federal law\tWe may collect your age, sex, gender, race, and marital status.\tNo\\nCommercial information\tWe may collect your credit card number and billing address. We may also collect information about the products or services purchased, obtained, considered or returned, as well as other purchasing or consuming histories, behaviors or tendencies.\\n\\nSocial Media Information. We may collect information you post on our social media pages. We may also collect your social media profile information.\\n\\nEvent Information. For example, we may collect the date and location of an event you are registered for.\tYes\\nInternet or other electronic network activity information\tWe may collect information, including through the use of third-party software, related to your browsing history, search history and other information regarding your interactions with our Platforms or advertisements, including, without limitation, actions you perform (e.g. clicks, mouse movements, keystrokes, entering and submitting information) on the Site.\\n\\nInformation You Post or Submit. For example, we may collect information when you contact us through the “Live Chat” feature on our site. We may also collect information submitted in connection with creating an account, completing an application, placing an order or making a purchase, including bank account numbers or other financial information. We may collect information you post in a public space on our site. This may include our Ratings & Reviews feature.\\n\\nDevice Information. For example, we may collect the type of device you use to access our Platforms. It may also include your device identification number, browser, or mobile operating system.\\n\\nUsage Information. We may look at how you interact with the Platforms. If you use our app, we may look at how often you use the app and where you downloaded it.\tYes\\nGeolocation data\tWe may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\tNo\\nAudio, electronic, visual, thermal, olfactory, or similar information\tIf you visit our stores, we may capture audio, electronic, visual, thermal or similar information with our surveillance equipment.\tNo\\nInferences drawn from the above\tWe collect profile inferences that we draw from your information and web activity to create a personalized profile so we can better identify goods and services that may be of interest.\tYes\\nSensitive personal information\tWe collect the following categories of “Sensitive Personal Information” or “Sensitive Data,” as these terms are defined in U.S. state privacy laws:\\n\\nGeolocation data. We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\\n\\nDriver's license. To the extent permitted by applicable law, we may collect your driver's license information. For example, we may collect this information if you return an item without a receipt.\tNo",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect\tDetails\tSales/Sharing for Marketing Purposes\\nIdentifiers\tWe may collect your name, unique personal identifier, online identifier, mailing address, email address, postal address, zip code, IP address, driver's license number, and telephone number, including your mobile phone number, or other similar identifiers.\tYes\\nCharacteristics of protected classifications under California or Federal law\tWe may collect your age, sex, gender, race, and marital status.\tNo\\nCommercial information\tWe may collect your credit card number and billing address. We may also collect information about the products or services purchased, obtained, considered or returned, as well as other purchasing or consuming histories, behaviors or tendencies.\\n\\nSocial Media Information. We may collect information you post on our social media pages. We may also collect your social media profile information.\\n\\nEvent Information. For example, we may collect the date and location of an event you are registered for.\tYes\\nInternet or other electronic network activity information\tWe may collect information, including through the use of third-party software, related to your browsing history, search history and other information regarding your interactions with our Platforms or advertisements, including, without limitation, actions you perform (e.g. clicks, mouse movements, keystrokes, entering and submitting information) on the Site.\\n\\nInformation You Post or Submit. For example, we may collect information when you contact us through the “Live Chat” feature on our site. We may also collect information submitted in connection with creating an account, completing an application, placing an order or making a purchase, including bank account numbers or other financial information. We may collect information you post in a public space on our site. This may include our Ratings & Reviews feature.\\n\\nDevice Information. For example, we may collect the type of device you use to access our Platforms. It may also include your device identification number, browser, or mobile operating system.\\n\\nUsage Information. We may look at how you interact with the Platforms. If you use our app, we may look at how often you use the app and where you downloaded it.\tYes\\nGeolocation data\tWe may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\tNo\\nAudio, electronic, visual, thermal, olfactory, or similar information\tIf you visit our stores, we may capture audio, electronic, visual, thermal or similar information with our surveillance equipment.\tNo\\nInferences drawn from the above\tWe collect profile inferences that we draw from your information and web activity to create a personalized profile so we can better identify goods and services that may be of interest.\tYes\\nSensitive personal information\tWe collect the following categories of “Sensitive Personal Information” or “Sensitive Data,” as these terms are defined in U.S. state privacy laws:\\n\\nGeolocation data. We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below.\\n\\nDriver's license. To the extent permitted by applicable law, we may collect your driver's license information. For example, we may collect this information if you return an item without a receipt.\tNo",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Identifiers ||| Details: We may collect your name, unique personal identifier, online identifier, mailing address, email address, postal address, zip code, IP address, driver's license number, and telephone number, including your mobile phone number, or other similar identifiers. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Identifiers ||| Details: We may collect your name, unique personal identifier, online identifier, mailing address, email address, postal address, zip code, IP address, driver's license number, and telephone number, including your mobile phone number, or other similar identifiers. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Identifiers ||| Details: We may collect your name, unique personal identifier, online identifier, mailing address, email address, postal address, zip code, IP address, driver's license number, and telephone number, including your mobile phone number, or other similar identifiers. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Characteristics of protected classifications under California or Federal law ||| Details: We may collect your age, sex, gender, race, and marital status. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Commercial information ||| Details: We may collect your credit card number and billing address. We may also collect information about the products or services purchased, obtained, considered or returned, as well as other purchasing or consuming histories, behaviors or tendencies. Social Media Information. We may collect information you post on our social media pages. We may also collect your social media profile information. Event Information. For example, we may collect the date and location of an event you are registered for. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Commercial information ||| Details: We may collect your credit card number and billing address. We may also collect information about the products or services purchased, obtained, considered or returned, as well as other purchasing or consuming histories, behaviors or tendencies. Social Media Information. We may collect information you post on our social media pages. We may also collect your social media profile information. Event Information. For example, we may collect the date and location of an event you are registered for.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Commercial information ||| Details: We may collect your credit card number and billing address. We may also collect information about the products or services purchased, obtained, considered or returned, as well as other purchasing or consuming histories, behaviors or tendencies. Social Media Information. We may collect information you post on our social media pages. We may also collect your social media profile information. Event Information. For example, we may collect the date and location of an event you are registered for. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Internet or other electronic network activity information ||| Details: We may collect information, including through the use of third-party software, related to your browsing history, search history and other information regarding your interactions with our Platforms or advertisements, including, without limitation, actions you perform (e.g. clicks, mouse movements, keystrokes, entering and submitting information) on the Site. Information You Post or Submit. For example, we may collect information when you contact us through the “Live Chat” feature on our site. We may also collect information submitted in connection with creating an account, completing an application, placing an order or making a purchase, including bank account numbers or other financial information. We may collect information you post in a public space on our site. This may include our Ratings & Reviews feature. Device Information. For example, we may collect the type of device you use to access our Platforms. It may also include your device identification number, browser, or mobile operating system. Usage Information. We may look at how you interact with the Platforms. If you use our app, we may look at how often you use the app and where you downloaded it. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Internet or other electronic network activity information ||| Details: We may collect information, including through the use of third-party software, related to your browsing history, search history and other information regarding your interactions with our Platforms or advertisements, including, without limitation, actions you perform (e.g. clicks, mouse movements, keystrokes, entering and submitting information) on the Site. Information You Post or Submit. For example, we may collect information when you contact us through the “Live Chat” feature on our site. We may also collect information submitted in connection with creating an account, completing an application, placing an order or making a purchase, including bank account numbers or other financial information. We may collect information you post in a public space on our site. This may include our Ratings & Reviews feature. Device Information. For example, we may collect the type of device you use to access our Platforms. It may also include your device identification number, browser, or mobile operating system. Usage Information. We may look at how you interact with the Platforms. If you use our app, we may look at how often you use the app and where you downloaded it.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Internet or other electronic network activity information ||| Details: We may collect information, including through the use of third-party software, related to your browsing history, search history and other information regarding your interactions with our Platforms or advertisements, including, without limitation, actions you perform (e.g. clicks, mouse movements, keystrokes, entering and submitting information) on the Site. Information You Post or Submit. For example, we may collect information when you contact us through the “Live Chat” feature on our site. We may also collect information submitted in connection with creating an account, completing an application, placing an order or making a purchase, including bank account numbers or other financial information. We may collect information you post in a public space on our site. This may include our Ratings & Reviews feature. Device Information. For example, we may collect the type of device you use to access our Platforms. It may also include your device identification number, browser, or mobile operating system. Usage Information. We may look at how you interact with the Platforms. If you use our app, we may look at how often you use the app and where you downloaded it. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Geolocation data ||| Details: We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Audio, electronic, visual, thermal, olfactory, or similar information ||| Details: If you visit our stores, we may capture audio, electronic, visual, thermal or similar information with our surveillance equipment.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Inferences drawn from the above ||| Details: We collect profile inferences that we draw from your information and web activity to create a personalized profile so we can better identify goods and services that may be of interest.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Inferences drawn from the above ||| Details: We collect profile inferences that we draw from your information and web activity to create a personalized profile so we can better identify goods and services that may be of interest.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Inferences drawn from the above ||| Details: We collect profile inferences that we draw from your information and web activity to create a personalized profile so we can better identify goods and services that may be of interest.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Sensitive personal information ||| Details: We collect the following categories of “Sensitive Personal Information” or “Sensitive Data,” as these terms are defined in U.S. state privacy laws: Geolocation data. We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below. Driver's license. To the extent permitted by applicable law, we may collect your driver's license information. For example, we may collect this information if you return an item without a receipt.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Sensitive personal information ||| Details: We collect the following categories of “Sensitive Personal Information” or “Sensitive Data,” as these terms are defined in U.S. state privacy laws: Geolocation data. We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below. Driver's license. To the extent permitted by applicable law, we may collect your driver's license information. For example, we may collect this information if you return an item without a receipt. ||| Sales/Sharing for Marketing Purposes: No",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Sensitive personal information ||| Details: We collect the following categories of “Sensitive Personal Information” or “Sensitive Data,” as these terms are defined in U.S. state privacy laws: Geolocation data. We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below. Driver's license. To the extent permitted by applicable law, we may collect your driver's license information. For example, we may collect this information if you return an item without a receipt. ||| Sales/Sharing for Marketing Purposes: No",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Audio, electronic, visual, thermal, olfactory, or similar information ||| Details: If you visit our stores, we may capture audio, electronic, visual, thermal or similar information with our surveillance equipment. ||| Sales/Sharing for Marketing Purposes: No",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Audio, electronic, visual, thermal, olfactory, or similar information ||| Details: If you visit our stores, we may capture audio, electronic, visual, thermal or similar information with our surveillance equipment. ||| Sales/Sharing for Marketing Purposes: No",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Geolocation data ||| Details: We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below. ||| Sales/Sharing for Marketing Purposes: No",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Geolocation data ||| Details: We may collect precise location information from your device. This may include your in-store location. For more information about your choices related to location information, see the Choices section below. ||| Sales/Sharing for Marketing Purposes: No",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Characteristics of protected classifications under California or Federal law ||| Details: We may collect your age, sex, gender, race, and marital status. ||| Sales/Sharing for Marketing Purposes: No",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information We Collect: Characteristics of protected classifications under California or Federal law ||| Details: We may collect your age, sex, gender, race, and marital status. ||| Sales/Sharing for Marketing Purposes: No",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "Categories of Personal Information Disclosed\\n\\nIn the last 12 months, we have disclosed the following categories of \"personal information\" for a \"business purpose\" to support the purposes for which Kohl’s uses personal information described above under “How We Use Your Personal Information” (such as with our service providers who are restricted from using your personal information outside the scope of their services for us):\\n\\nIdentifiers;\\nCharacteristics of protected classifications under California or Federal law;\\nCommercial or Payment Information;\\nEvent Information;\\nInternet or other electronic network activity information;\\nGeolocation information;\\nAudio, electronic, visual, thermal, olfactory, or similar information;\\nInferences drawn from the above; and\\nSensitive personal information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you are a current or former Kohl’s associate, job applicant, consultant, or contractor and are a resident of California, please click here for Kohl’s Privacy Policy for California Associates, Job Applicants, Consultants, and Contractors, which describes how Kohl’s uses, collects, and disclosures your personal information when you apply for a job or accept employment or a contract with Kohl’s. Back to Top TYPES OF PERSONAL INFORMATION WE COLLECT Kohl's collects personal information from you and about you.} "
    },
    {
      "Text": "The categories of service providers to whom we disclose this information may include billing service providers, email/SMS service providers, customer service and intelligence platforms, campaign optimization service providers, cloud storage providers, network security and fraud protection services, and CCTV providers.\\n\\nAt your direction, we may also disclose your Personal Information such as commercial or payment information to facilitate your purchase and participation in a loyalty program at a branded store within our Stores, such as Sephora at Kohl’s.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We will retain and use your personal information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements. Categories of Personal Information Disclosed In the last 12 months, we have disclosed the following categories of \"personal information\" for a \"business purpose\" to support the purposes for which Kohl’s uses personal information described above under “How We Use Your Personal Information” (such as with our service providers who are restricted from using your personal information outside the scope of their services for us): Identifiers; Characteristics of protected classifications under California or Federal law; Commercial or Payment Information; Event Information; Internet or other electronic network activity information; Geolocation information; Audio, electronic, visual, thermal, olfactory, or similar information; Inferences drawn from the above; and Sensitive personal information.} "
    },
    {
      "Text": "Use and Disclosure of Sensitive Personal Information: To the extent that we use or disclose “sensitive personal information” or \"sensitive data\" as those terms are defined in applicable privacy laws, we limit our use or disclosure of the sensitive personal information for permitted business purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The categories of service providers to whom we disclose this information may include billing service providers, email/SMS service providers, customer service and intelligence platforms, campaign optimization service providers, cloud storage providers, network security and fraud protection services, and CCTV providers. At your direction, we may also disclose your Personal Information such as commercial or payment information to facilitate your purchase and participation in a loyalty program at a branded store within our Stores, such as Sephora at Kohl’s.} "
    },
    {
      "Text": "HOW TO CONTACT US\\nIf you wish to contact us to update your information, please feel free to contact us by telephone at 866-887-8884.\\n\\nIf you wish to contact us to submit a privacy request under your state's applicable privacy law, please feel free to contact us by telephone at 855-219-9265 or click here.\\n\\nYou may also write to us at the following address:\\n\\nKohl's, Inc.\\nP.O. Box 3043\\nMilwaukee, Wisconsin 53201",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We suggest that you read the privacy policies of those sites carefully. We are not responsible for these third-party sites.} "
    },
    {
      "Text": "CHANGES IN PRIVACY POLICY\\nWe reserve the right, at our sole discretion, to change, modify, add, remove, or otherwise revise portions of this Privacy Policy at any time. We will notify you of any material changes to our Privacy Policy as required by law. We will also post an updated copy on our Platforms. Please check our Platforms periodically for updates.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {You may opt-out of all location-based information collection on our mobile apps by uninstalling the Kohl's mobile application and refraining from using Kohl's Wi-Fi Services available in Stores. Postal Mail: To be removed from our global marketing mailing lists, send your request, including your full name and mailing address, to Kohl's, Inc. PO Box 3120 Milwaukee, WI 53201 Call Customer Service at (866) 887-8884 Cookies & Similar Technologies: To learn how we - and our vendors - use cookies and other tracking tools, and to read our Do Not Track policy, please click here to view our About Our Ads policy.} "
    }
  ]
}