{
  "policy_id": "35",
  "text": "Privacy Policy - Legacy.com <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-TDQHZW\"\nheight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> NEW Write an Obituary Try the Instant ObitWriter Obituary Templates Obituary Examples Pet Memorials Submit an Obituary Find an Obituary Search All of Legacy Search a Specific Newspaper Search a Local Community Search Any High School Search Outside the U.S. See Headline News Obituaries Funeral & Estate Planning Plan & Price a Funeral Find a Local Funeral Home Find Cremation Services How to Settle an Estate Help with Grief & Loss Attending a Funeral Funeral Etiquette Give a Memorial Donation Plant Trees in Memory Send Sympathy Flowers by Editorialadmin November 1, 2019 Privacy Policy LEGACY.COM & WEB ANNOUNCEMENTS LTD. PRIVACY AND COOKIE POLICY EFFECTIVE January 1, 2023 This privacy and cookie policy (“Policy”) describes how Legacy.com, Inc. & Web Announcements Ltd. (“Company,” “we,” and “our”) handles your personal data when you use this website (the “Site”), our associated applications(s) (the “Applications”), and our social media network channels, together (the “Services”). Please read the following information carefully to understand our practices regarding your personal data and how we treat it, and your rights and how to exercise them. We periodically update this Policy and will post any changes. The “Updated” legend above indicates when this Policy was last changed. After we post any changes on this page, your continued use of the Services will be subject to the updated Policy. WHAT PERSONAL DATA DO WE COLLECT? HOW DO WE COLLECT YOUR PERSONAL DATA? COOKIES AND OTHER TRACKING TECHNOLOGIES HOW WE USE YOUR PERSONAL DATA AND OUR LEGAL BASIS ADVERTISING SHARING YOUR PERSONAL DATA THIRD PARTY SITES USER GENERATED CONTENT INTERNATIONAL DATA TRANSFER DATA RETENTION OUR POLICY ON CHILDREN SENSITIVE PERSONAL DATA YOUR RIGHTS AND HOW TO EXERCISE THEM ADDITIONAL INFORMATION FOR RESIDENTS OF CERTAIN STATES FOR CALIFORNIA RESIDENTS FOR VIRGINIA RESIDENTS 1. WHAT PERSONAL DATA DO WE COLLECT? We collect information about you that, depending on the context, can personally identify you as an individual, either alone or in combination with other information we hold about you (“Personal Data”). We describe below the kinds of Personal Data we collect, use and share about you when you use our Services. 2. HOW DO WE COLLECT YOUR PERSONAL DATA? We collect information about you in the following ways: A. Through Your Use of the Services Information You Voluntarily Give Us. This includes the Personal Data that: you provide when you register to use our Services, including your‎ name, email address, and password; may be contained in any video, photo, image, obituary, death notice, condolence, sympathy message, diary entry or other written submission you or others upload or post to the Services; you provide when you report a problem with our Services or when we provide you with customer support; you provide when you make a purchase through our Services, including your name, address, telephone number, credit card and debit card number; you provide when you correspond with us by phone, email or otherwise; you provide via any single sign-on service (SSO) including your name and email address; you provide through email forms, chat, guest book forms, contact or content request forms, forums or groups, testimonials, reviews and feedback forms; and you provide when you voluntarily participate in surveys, including demographic information. Information We Collect Automatically. We automatically collect information about you and your computer or mobile device when you access our Services. This includes: information on your computer or mobile device operating system: name and version, manufacturer and model, browser type, browser language, screen resolution; the web page that referred you to our website pages you viewed on our website, how long you spent on a page, access times and information about your use of and actions on our Services. We collect this Personal Data through the use of cookies and other tracking technologies; and information received via tracking technologies in your browser and mobile apps. These technologies include cookies, pixel tags, and other tracking technologies. We track and store data about how you visit and use the Services, particularly through our websites and apps. The information we log includes: your IP address; your general location; your operating system; your browser and browser language; your browsing history and interaction with advertising; the URLs of any pages you visit on our sites and apps; device identifiers; advertising identifiers; your other usage information. We combine this data with other information we collect about you. For more information about tracking methods on Services, and how to manage them, read the section on Cookies and Alternative Tracking Technologies. B. Through Other Sources Information from Social Networking Sites. Our Services include interfaces that allow you to connect with social networking sites (each a “SNS”). If you connect to a SNS through our Services, we will access, use and store the information that you agreed the SNS could provide to us based on your privacy settings on that SNS. We will access, use and store that information in accordance with this Policy. You can revoke our access to the information you provide in this way at any time by amending the appropriate settings from within your account settings on the applicable SNS. More information on this can be found in the privacy notice of the relevant SNS. You can link your social media or other third-party account to a Service. By linking our Services, you authorize us to collect, store and use any information these third parties may give us. You can disconnect your registration from third-party accounts at any time. We also receive information from you when you interact with our pages, groups, accounts or posts on social media platforms. This includes aggregate data on our followers, engagement data, awareness data and individual users’ public profiles. Information We Get From Others. We may also get information about you from other sources, including from our partners or affiliates such as newspapers and other media affiliates, funeral homes and end of life service providers, which may share information about your use of their services and your name and email address. We may then combine this with information we have obtained from you directly, from tracking technologies on our Services, or from other sources, including publicly available information (e.g., death notices). 3. COOKIES AND ALTERNATIVE TRACKING TECHNOLOGIES We collect information from users of our Services using “cookies” and similar tracking methods as described below. Cookies. Cookies are small data files stored on the hard drive of your computer or mobile device by a website. They save data on your browser about your visits to our sites and other sites. We use both session cookies (which expire once you close your web browser) and persistent cookies (which stay on your computer or mobile device until you delete them, or after a set period that varies depending on the cookie). We use two broad categories of cookies: (1) first party cookies, served directly by us to your computer or mobile device, which are used only by us to recognize your computer or mobile device when it revisits our Services; and (2) third party cookies, which are served by service providers on our Services, and can be used by them to recognize your computer or mobile device when it visits other websites. You can choose whether to accept cookies by editing your browser settings, but if you refuse cookies, it might affect your experience on the site. Pixel tags. Pixel tags (also known as web beacons, GIFs or bugs) are code embedded invisibly on webpages. They track the actions of users on our Services, including whether you have opened these web pages or messages. Upon firing, a pixel logs a visit to the current page or message and may read or set cookies. We use pixel tags to measure the success of our marketing campaigns and compile statistics about use of the Services, so that we can enhance user experiences on our Services. The information we collect using pixel tags is not linked to our users’ Personal Data. Our Services use the following types of cookies and other trackers for the purposes described below: Essential Trackers – These cookies are essential to provide you with services available through our Services and to enable you to use some of its features. For example, we use session cookies to provide you secure access to your account details and prevent others from accessing your account. Without these cookies, the Services that you have asked for cannot be provided, and we use these cookies only to provide you with those Services. Functionality Trackers – These cookies allow us to remember choices you make when you use our Services, such as your language preferences, login details and search filter choices to help prefill search forms on subsequent visits. The purpose of these cookies is to provide you with a more personal experience and avoid your having to re-enter your preferences every time you visit our Services. Analytics and Performance Trackers – These trackers collect information about how you and other visitors use our Services, such as the number of visitors, the websites that referred them, the pages they viewed while using our Services, the time of day they visited our Services, whether they have visited our Services before, and other similar information. We use this information to help operate our Services more efficiently, to gather broad demographic information and to monitor the level of activity on our Services. We use Google Analytics for these purposes. You can find out more information about Google Analytics tracking here: www.google.com/analytics/learn/privacy.html . You can opt out of our use of Google Analytics by downloading and installing the browser plugin available via this link: http://tools.google.com/dlpage/gaoptout?hl=en-GB . Targeted and Advertising Trackers – These trackers track your browsing habits to enable us to show advertising that is more likely to be of interest to you. They use information about your browsing history to group you with other users who have similar interests. We permit vendors to place cookies so they can display advertising relevant to your interests while you are on third party websites. Cookie Alternative Technologies When you visit our site, our digital and marketing vendors and partners may use pseudonymous personal information (e.g., hashed email addresses, proprietary IDs, device identifiers, etc.) and other information (e.g., IP addresses, click stream information, browser type, statistical identifiers calculated from data shared by a browser or device, time and date stamps, the subject of advertisements clicked or scrolled over) to decide what type of advertisements that might interest you. They may be able to link two or more devices or browsers believed to belong to the same user or household for similar advertising-related purposes. Any of the linked trackers may have certain interests and other demographic information attributed to it. Your web browser settings may not permit you to block the use of these technologies, and browser settings that block cookies may have no effect on such technologies. Managing Trackers When you first visit the Services, you may receive a notification that trackers are present. By clicking “accept,” you agree to the use of these trackers as described here. You can manage the tracker settings by opting out of any or all trackers. You can also refuse, or accept, trackers from our site (or any other site) in your browser’s settings. Most browsers automatically accept cookies, but they readily allow users to adjust this default setting.  Please note that if you refuse trackers, you might not be able to sign in or use other tracker-dependent features of our Services. Because the “Do Not Track” browser-based standard signal has yet to gain widespread acceptance, we do not currently respond to those signals. However, we aim to respond to the Global Privacy Control in certain territories, including Europe and California. When we detect a GPC signal from a reader’s browser where European, California or a similar privacy law applies, we stop sharing the person’s Personal Data online with other companies (except with our service providers). Location Services. We may, from time to time, offer certain location or pinpoint based services, such as location-assisted navigation instruction. If you elect to use such services, we must periodically receive your location in order to provide them. By using the location-based services, you authorize us to: (i) locate your hardware; (ii) record, compile and display your location; and (iii) publish your location to third parties designated by you by means of location publication controls available within the Applications. As part of these Services, we may also collect and store certain information about the users who elect to use them, such as a device ID, in order to provide the Services. We may use third-party vendors to help provide these Services through mobile systems and we may make information available to them to enable them to provide the Services. These service providers are permitted to use the information only in accordance with this Policy. 4. HOW WE USE YOUR PERSONAL DATA AND OUR LEGAL BASIS We use your Personal Data as follows: To provide the Services to you, including: to operate, maintain, and improve our Services; to manage your account, including to communicate with you regarding your account, if you have an account on our Services; to respond to your comments and questions and provide customer service to send information including technical notices, updates, security alerts, and support and administrative messages; to provide you with requested content; and to process payments you may make via our Services. If you provide a credit or debit card as payment, we use service providers to process that payment and check the validity of the card number you submit. To conduct our business and improve your experience. In particular: We monitor and analyze the use of our Services, and use your information to help us monitor, improve, and protect our products, content, and Services. We use information you provide to personalize our website, products, or Services for you. We use information you provide to assist in the personalization of our advertising and marketing, as set out in the Advertising section below (where required by law, we will seek your consent). We use information you provide to investigate complaints received from you or others about our products or the Services. We will use Personal Data in connection with legal claims, compliance, regulatory and investigative purposes as necessary (including disclosure of such information in connection with legal process or litigation). We use data of some individuals to invite them to take part in market research. Automated Decision Making and Profiling.We may use automated decision making and/or profiling in regard to your Personal Data for some services and products. For example, we may refuse access based on your IP address, either temporarily or permanently, based on frequency of page requests or inappropriate use.  Depending on the law applicable to you, you may be entitled to request more information about this processing, or to exercise rights to object to this decision. See the Section titled Your Rights and How to Exercise Them . Where you give us consent. We may send you marketing e-mails about upcoming promotions and other news, including information about products and services offered by us and our affiliates, and to send you updates about funeral services and/or anniversaries of the date of death. We may use your data for any other purposes we inform you about when we seek your consent. You may withdraw this consent at any time as described here. For purposes that are required by law. We will process your information as we believe necessary or appropriate (a) to comply with applicable laws; and (b) to comply with lawful requests and legal process, including to respond to requests from public and government authorities. 5. ADVERTISING Targeted Advertising. We gather data and work with third parties to show you personalized ads on behalf of advertisers. This data comes from ad tracking technologies set by us or the third party, information you provide,  your use of the Services, information from advertisers or advertising vendors, and anything inferred from any of this information. We only use or share this information in a manner that does not reveal your identity. Advertising Service Providers . We also use third parties to serve advertisements to you when you use our Services, including without limitation Yahoo, Neustar Information Services, Inc., and LiveRamp, Inc. To do this, we share pseudonymized information, including a hashed version of information that we collect from you directly (such as email or phone number), third party IDs (such as mobile advertising IDs or other IDs assigned by third parties), IP addresses, and/or information about your browser or operating system with our third-party providers. These providers return an online identification code that we store in our first-party cookie for our use in online and cross-channel advertising and share with advertising companies to enable interest-based and targeted advertising. In addition, these third parties may match this pseudonymized information with information in their data repositories and issue another pseudonymous ID, which is changed on a weekly basis, for our use in connection with real-time bidding for digital advertising, as well as linking demographic or interest-based information to your browser via cookies. Your Ad Choices. For more about targeted advertising, and about how to opt out with your specific browser and device, visit DAA Webchoices Browser Check and NAI Opt Out of Interest-Based Advertising . You can also follow the instructions in the Your Rights section below. The third-party advertisers, ad agencies and other vendors we work with might be members of the Network Advertising Initiative, the Digital Advertising Alliance Self-Regulatory Program for Online Behavioural Advertising and/or the European Digital Advertising Alliance. To opt out of interest-based advertising from the participating companies, visit AboutAds.info or the European Digital Advertising Alliance (for computers). If you opt out using these channels you will still receive other types of ads from these companies, and any type of ad from nonparticipating companies. The Services may still collect your information for other purposes. 6. SHARING YOUR PERSONAL DATA We may share your Personal Data with our newspaper and funeral home affiliates and other third parties we use to help us run our business, such as marketing agencies or website hosts, as follows: Our Service Providers. We may share your Personal Data with our service providers who help deliver our products and/or services to you, such as sympathy gifts, floral providers, warehouses and delivery companies, data analysis, payment processing, information technology and related infrastructure provision, customer service, email delivery, auditing, reporting and other similar services. These services providers are permitted to use your Personal Data only to the extent necessary to enable them to provide their services to us. They are required to comply with appropriate security measures to protect your Personal Data. Third Parties Designated or Approved by You. We may share your Personal Data with third parties where you have provided your consent to do so. Affiliates. We may share some or all of your Personal Data with our affiliates, in which case we require our affiliates to comply with this Policy. In particular, you may let us share Personal Data with our affiliates where you have indicated you wish to receive marketing communications from them. Corporate Restructuring. We may share Personal Data when we do a business deal, or negotiate a business deal, involving the sale or transfer of all or a part of our business or assets. These deals can include any merger, financing, acquisition, or bankruptcy transaction or proceeding. Other Disclosures. We may share Personal Data as we believe necessary or appropriate: (a) to comply with applicable laws; (b) to comply with lawful requests and legal process, including to respond to requests from public and government authorities to meet national security or law enforcement requirements; (c) to enforce our Policy and our Terms of Use; and (d) to protect our rights, privacy, safety or property, and/or that of you or others. 7. THIRD PARTY SITES Our Services may contain links to third party websites and features. This Policy does not cover the privacy practices of such third parties. These third parties have their own privacy policies and we do not accept any responsibility or liability for their websites, features or policies. We recommend you read their privacy policies before you submit any data to them. 8. USER GENERATED CONTENT You may share Personal Data with us when you submit user generated content to our Services, including via Memoriams TM , forums, message boards, guest book entries and blogs on our Services. Any information you post or disclose on these Services will be publicly available and visible to other users of our Services and to the general public. We urge you to be cautious before deciding to disclose your Personal Data, or any other information, on our Services. If you provide feedback to us, we may use and disclose such feedback on our Services.  If you have provided your consent to do so, we may post your first and last name along with your feedback on our Services. We will collect any information contained in such feedback and will treat the Personal Data in it in accordance with this Policy. 9. INTERNATIONAL DATA TRANSFERS This Section of the Policy is provided to comply with the requirements of the General Data Protection Regulation (“GDPR”). It applies only to individuals visiting or using our Services from within the EEA, Switzerland or the UK and applies only (1) if we collect through the Services any Personal Data of those individuals or (2) if we track individuals in the EEA, Switzerland or the UK who access our Services. For the purpose of European data protection law, the data controller of your Personal Data is Legacy.com, Inc. of 230 W. Monroe Suite 400, Chicago, IL 60606 USA & Web Announcements Ltd. of 12 New Fetter Lane, London EC4A1JP. To find out more about the steps we take to ensure your data is adequately protected, you can contact us at privacy@legacy.com . Subject to applicable law, you may be able to exercise any of the following rights in relation to your Personal Data: Right to know what information we have about you: This is known as the “right of access” and gives you the right to find out what, if any, Personal Data we have about you, how we process it, and to request a copy of the Personal Data. Right to correct your information: This is known as the “right of rectification” and gives you the right to ask that we correct or complete any Personal Data we have about you. Right to delete your information: This is known as the “right to erasure” or “right to be forgotten” and gives you the right to ask us to delete your Personal Data. Right to change how we use your information: This is known as the “right to restrict processing” and gives you the right to ask us to change how we use your Personal Data in certain circumstances, such as where you contest the accuracy of the data or object to us using it in a certain way. Right to move your information: This is known as the “right to data portability” and gives you the right to ask to receive your Personal Data from us in a structured, commonly used and machine-readable format or to have it transmitted to another controller. Right to stop us from using your information: This is known as the “right to object” and gives you the right to ask us to stop using your Personal Data when applicable. Rights relating to how we use your information to categorize you or make decisions about you: This is known as the “right in relation to automated decision-making and profiling”: You have the right to be free from decisions we may make that are based solely on automated processing of your Personal Data, including profiling, if they produce a significant legal effect on you, unless such decision-making or profiling is necessary for entering into or performing a contract between you and us, or is made with your explicit consent. Right to withdraw consent: If we rely on your consent to use your Personal Data, you have the right to withdraw that consent at any time. This will not affect our use of your data before we received notice that you wished to withdraw your consent. Right to file a complaint with the supervisory authority: If you have a concern about our privacy practices, including the way we handled your Personal Data, you can report it to the supervisory authority that is authorized to hear those concerns in your jurisdiction, although we invite you to Contact Us with any concern as we would be happy to try and resolve it directly. You may exercise your rights by contacting us as indicated at privacy@legacy.com . To change your consent settings for our use of cookies and other technologies, please see our Cookie Policy . The requests above will be considered and responded to in the period stated by applicable law. Certain information may be exempt from such requests. We may require additional information from you to confirm your identity in responding to such requests. Your information, including Personal Data that we collect from you, may be transferred to, stored with, and processed by us and our affiliates and other third parties outside the country in which you reside, including to the United States, where data protection and privacy regulations may not offer the same level of protection as in other parts of the world. If we transfer your data out of the European Economic Area, we will take all steps reasonably necessary to ensure your data is treated securely and in accordance with this Policy. 10. DATA RETENTION We will only retain your Personal Data as long reasonably required for us to provide the Services until you request otherwise unless a longer retention period is required or permitted by law for example for regulatory purposes. 11. OUR POLICY ON CHILDREN Our Services are intended for a general audience and are not directed at children under 18 years of age. We do not knowingly gather children’s personal information (as defined by the U.S. Children’s Privacy Protection Act, or COPPA) in a manner not permitted by COPPA. If you are a parent or guardian and you believe we have collected information from your child in a manner not permitted by law, contact us at privacy@legacy.com . We will remove the data to the extent required by applicable law. 12. SENSITIVE PERSONAL DATA Subject to the following paragraph, we ask that you not send us, and that you not disclose, any sensitive Personal Data. We do not request or collect sensitive Personal Data as part of the Services. Sensitive Personal Data includes: social security number, state identification card, passport number; information related to one’s racial or ethnic origin information related to one’s sex life or sexual orientation citizenship or citizenship status political opinions, religion or other beliefs health, biometrics or genetic characteristics criminal background trade union membership precise geolocation account log-in, financial account, debit card, or credit card number in combination with security code, password or credentials allowing access. the contents of a consumer’s mail, email, and text messages unless we are the intended recipient of the communication. the Personal Data collected from a known child If you send or disclose any sensitive Personal Data to us when you submit user generated content to our Services, we will process and use such sensitive Personal Data in accordance with this Policy. If you do not wish us to process and use such sensitive Personal Data, do not submit such content to our Services. 13. YOUR RIGHTS AND HOW TO EXERCISE THEM Depending on where you reside, you may have the right to ask us for a copy of your Personal Data; to correct, delete or restrict processing of your Personal Data; and to obtain the Personal Data you provide to us for certain purposes in a structured, machine-readable format, and to ask us to share (port) this data to another entity. In addition, you can object to the processing of your Personal Data in some circumstances (in particular, where we don’t have to process the data to meet a contractual or other legal requirement, or where we are using the data for direct marketing).  These rights may be limited, for example if you do not reside in a jurisdiction where privacy laws recognize these rights, where fulfilling your request would reveal Personal Data about another person, where they would infringe the rights of a third party (including our rights) or if you ask us to delete information we are required by law to keep or have compelling legitimate interests in keeping. Relevant exemptions are included in applicable laws. We will inform you of relevant exemptions we rely on when responding to any request you make. Additional information on rights and how to contact us for residents of certain states are described below. To exercise your rights, or to obtain other information, contact us at privacy@legacy.com (or as shown for your particular state below).  Please be specific in your request. State the information you want changed or deleted, whether you’d like your information suppressed from our records or whether there are limitations you’d like on how we use your personal information. Please use the email address linked to that personal information — we only complete requests on the information linked to your email address. To verify your identity, we will email the email address you provide us, and which matches our records, and wait for your response. In some cases, we may ask for additional information to verify your identity before addressing your request. 14. ADDITIONAL INFORMATION FOR RESIDENTS OF CERTAIN STATES A. CALIFORNIA RESIDENTS Under California privacy laws, California residents have the following rights: Disclosure of Personal Information We Collect About You You have the right to know: The categories and specific pieces of personal information we have collected about you; The types of sources from which we collect your personal information; Our business or commercial purpose for collecting or selling your personal information; and The types of third parties with whom we share personal information Disclosure of Personal Information Sold or Used for a Business Purpose In connection with personal information we sell or disclose to a third party for a business purpose, you have the right to know: The categories of personal information we sold and the categories of third parties to whom the personal information was sold; The categories of personal information we disclosed for a business purpose. Right to Deletion and to Correction Subject to certain exceptions, on receipt of a verifiable request from you, we will: Delete your personal information from, or correct inaccurate personal information about you in, our records; and Direct any service providers to delete or correct your personal information. Protection Against Discrimination You have the right to not be discriminated against by us because you exercised any of your privacy rights. This means we cannot, among other things: Deny goods or services to you; Charge different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties; Provide a different level or quality of goods or services to you; or Suggest that you will receive a different price or rate for goods or services or a different level or quality of goods or services. Notice of the Right to Opt-Out of the Sale of Personal Information California residents have the right to opt-out of the sale or disclosure of your personal information. If you exercise your right to opt-out of the sale or disclosure of your personal information, we will refrain from selling or sharing your personal information unless you later provide express authorization for the sale of your personal information. To opt-out of the sale or disclosure of your personal information, visit our homepage and click on the Do Not Sell or Share My Personal Information link. How to Exercise Your Rights If you would like to exercise your rights under California law, please: Complete a data subject request form available on our website; Call us, toll-free, at 888-397-9494; or Email to privacy@legacy.com or write to us at Legacy.com, Privacy Protection, 230 West Monroe, Suite 400, Chicago, Illinois 60606. B. VIRGINIA RESIDENTS Resident of Virginia have the following rights: The right to know, access and confirm Personal Data we have. The right to delete your Personal Data. The right to correct inaccuracies in your Personal Data. The right to retrieve your data we hold in portable form. The right to opt out of our processing of Personal Data for targeted advertising purposes. The right to opt out of the sale of your Personal Data. The right to opt out of profiling based upon your Personal Data. The right to not be discriminated against for exercising any of these rights. How to Exercise Your Rights If you would like to exercise any of your rights under Virginia law, please: Complete a data subject request form on our website; or Call us, toll-free, at 888-397-9494; or Email to privacy@legacy.com ; or write to us at Legacy.com, Privacy Protection, 230 West Monroe, Suite 400, Chicago, Illinois 60606. Facebook Twitter Youtube ABOUT US CAREERS NEWS & PRESS CONTACT US FAQ PRIVACY POLICY TERMS OF USE ©2022 Legacy.com All rights reserved. NEW Write an Obituary Try the Instant ObitWriter Obituary Templates Obituary Examples Pet Memorials Submit an Obituary Find an Obituary Search All of Legacy Search a Specific Newspaper Search a Local Community Search Any High School Search Outside the U.S. See Headline News Obituaries Funeral & Estate Planning Plan & Price a Funeral Find a Local Funeral Home Find Cremation Services How to Settle an Estate Help with Grief & Loss Attending a Funeral Funeral Etiquette Give a Memorial Donation Plant Trees in Memory Send Sympathy Flowers",
  "annotations": [
    {
      "Text": "EFFECTIVE January 1, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "WHAT PERSONAL DATA DO WE COLLECT?\\nWe collect information about you that, depending on the context, can personally identify you as an individual, either alone or in combination with other information we hold about you (“Personal Data”). We describe below the kinds of Personal Data we collect, use and share about you when you use our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The “Updated” legend above indicates when this Policy was last changed. After we post any changes on this page, your continued use of the Services will be subject to the updated Policy.} "
    },
    {
      "Text": "Through Your Use of the Services\\n\\nInformation You Voluntarily Give Us.\\n\\nThis includes the Personal Data that:\\n\\nyou provide when you register to use our Services, including your‎ name, email address, and password;\\nmay be contained in any video, photo, image, obituary, death notice, condolence, sympathy message, diary entry or other written submission you or others upload or post to the Services;\\nyou provide when you report a problem with our Services or when we provide you with customer support;\\nyou provide when you make a purchase through our Services, including your name, address, telephone number, credit card and debit card number;\\nyou provide when you correspond with us by phone, email or otherwise;\\nyou provide via any single sign-on service (SSO) including your name and email address;\\nyou provide through email forms, chat, guest book forms, contact or content request forms, forums or groups, testimonials, reviews and feedback forms; and\\nyou provide when you voluntarily participate in surveys, including demographic information.\\nInformation We Collect Automatically.\\n\\nWe automatically collect information about you and your computer or mobile device when you access our Services. This includes:\\n\\ninformation on your computer or mobile device operating system: name and version, manufacturer and model, browser type, browser language, screen resolution;\\nthe web page that referred you to our website pages you viewed on our website, how long you spent on a page, access times and information about your use of and actions on our Services. We collect this Personal Data through the use of cookies and other tracking technologies; and\\ninformation received via tracking technologies in your browser and mobile apps.\\nThese technologies include cookies, pixel tags, and other tracking technologies. We track and store data about how you visit and use the Services, particularly through our websites and apps. The information we log includes: your IP address; your general location; your operating system; your browser and browser language; your browsing history and interaction with advertising; the URLs of any pages you visit on our sites and apps; device identifiers; advertising identifiers; your other usage information. We combine this data with other information we collect about you. For more information about tracking methods on Services, and how to manage them, read the section on Cookies and Alternative Tracking Technologies.\\n\\nB. Through Other Sources\\n\\nInformation from Social Networking Sites. Our Services include interfaces that allow you to connect with social networking sites (each a “SNS”). If you connect to a SNS through our Services, we will access, use and store the information that you agreed the SNS could provide to us based on your privacy settings on that SNS. We will access, use and store that information in accordance with this Policy. You can revoke our access to the information you provide in this way at any time by amending the appropriate settings from within your account settings on the applicable SNS. More information on this can be found in the privacy notice of the relevant SNS.\\n\\nYou can link your social media or other third-party account to a Service. By linking our Services, you authorize us to collect, store and use any information these third parties may give us. You can disconnect your registration from third-party accounts at any time.\\n\\nWe also receive information from you when you interact with our pages, groups, accounts or posts on social media platforms. This includes aggregate data on our followers, engagement data, awareness data and individual users’ public profiles.\\n\\nInformation We Get From Others. We may also get information about you from other sources, including from our partners or affiliates such as newspapers and other media affiliates, funeral homes and end of life service providers, which may share information about your use of their services and your name and email address. We may then combine this with information we have obtained from you directly, from tracking technologies on our Services, or from other sources, including publicly available information (e.g., death notices).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {HOW DO WE COLLECT YOUR PERSONAL DATA? We collect information about you in the following ways: A.} "
    },
    {
      "Text": "We collect information from users of our Services using “cookies” and similar tracking methods as described below.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may then combine this with information we have obtained from you directly, from tracking technologies on our Services, or from other sources, including publicly available information (e.g., death notices). 3.} "
    },
    {
      "Text": "Cookies. Cookies are small data files stored on the hard drive of your computer or mobile device by a website. They save data on your browser about your visits to our sites and other sites. We use both session cookies (which expire once you close your web browser) and persistent cookies (which stay on your computer or mobile device until you delete them, or after a set period that varies depending on the cookie).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The information we log includes: your IP address; your general location; your operating system; your browser and browser language; your browsing history and interaction with advertising; the URLs of any pages you visit on our sites and apps; device identifiers; advertising identifiers; your other usage information. We combine this data with other information we collect about you.} "
    },
    {
      "Text": "We use two broad categories of cookies: (1) first party cookies, served directly by us to your computer or mobile device, which are used only by us to recognize your computer or mobile device when it revisits our Services; and (2) third party cookies, which are served by service providers on our Services, and can be used by them to recognize your computer or mobile device when it visits other websites. You can choose whether to accept cookies by editing your browser settings, but if you refuse cookies, it might affect your experience on the site.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {They save data on your browser about your visits to our sites and other sites. We use both session cookies (which expire once you close your web browser) and persistent cookies (which stay on your computer or mobile device until you delete them, or after a set period that varies depending on the cookie).} "
    },
    {
      "Text": "We use two broad categories of cookies: (1) first party cookies, served directly by us to your computer or mobile device, which are used only by us to recognize your computer or mobile device when it revisits our Services; and (2) third party cookies, which are served by service providers on our Services, and can be used by them to recognize your computer or mobile device when it visits other websites. You can choose whether to accept cookies by editing your browser settings, but if you refuse cookies, it might affect your experience on the site.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {They save data on your browser about your visits to our sites and other sites. We use both session cookies (which expire once you close your web browser) and persistent cookies (which stay on your computer or mobile device until you delete them, or after a set period that varies depending on the cookie).} "
    },
    {
      "Text": "Pixel tags. Pixel tags (also known as web beacons, GIFs or bugs) are code embedded invisibly on webpages. They track the actions of users on our Services, including whether you have opened these web pages or messages. Upon firing, a pixel logs a visit to the current page or message and may read or set cookies. We use pixel tags to measure the success of our marketing campaigns and compile statistics about use of the Services, so that we can enhance user experiences on our Services. The information we collect using pixel tags is not linked to our users’ Personal Data.\\nOur Services use the following types of cookies and other trackers for the purposes described below:\\n\\nEssential Trackers – These cookies are essential to provide you with services available through our Services and to enable you to use some of its features. For example, we use session cookies to provide you secure access to your account details and prevent others from accessing your account. Without these cookies, the Services that you have asked for cannot be provided, and we use these cookies only to provide you with those Services.\\nFunctionality Trackers – These cookies allow us to remember choices you make when you use our Services, such as your language preferences, login details and search filter choices to help prefill search forms on subsequent visits. The purpose of these cookies is to provide you with a more personal experience and avoid your having to re-enter your preferences every time you visit our Services.\\nAnalytics and Performance Trackers – These trackers collect information about how you and other visitors use our Services, such as the number of visitors, the websites that referred them, the pages they viewed while using our Services, the time of day they visited our Services, whether they have visited our Services before, and other similar information. We use this information to help operate our Services more efficiently, to gather broad demographic information and to monitor the level of activity on our Services.\\nWe use Google Analytics for these purposes. You can find out more information about Google Analytics tracking here: www.google.com/analytics/learn/privacy.html.\\nYou can opt out of our use of Google Analytics by downloading and installing the browser plugin available via this link: http://tools.google.com/dlpage/gaoptout?hl=en-GB.\\nTargeted and Advertising Trackers – These trackers track your browsing habits to enable us to show advertising that is more likely to be of interest to you. They use information about your browsing history to group you with other users who have similar interests. We permit vendors to place cookies so they can display advertising relevant to your interests while you are on third party websites.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We use two broad categories of cookies: (1) first party cookies, served directly by us to your computer or mobile device, which are used only by us to recognize your computer or mobile device when it revisits our Services; and (2) third party cookies, which are served by service providers on our Services, and can be used by them to recognize your computer or mobile device when it visits other websites. You can choose whether to accept cookies by editing your browser settings, but if you refuse cookies, it might affect your experience on the site.} "
    },
    {
      "Text": "HOW WE USE YOUR PERSONAL DATA AND OUR LEGAL BASIS\\nWe use your Personal Data as follows:\\n\\nTo provide the Services to you, including:\\nto operate, maintain, and improve our Services;\\nto manage your account, including to communicate with you regarding your account, if you have an account on our Services;\\nto respond to your comments and questions and provide customer service\\nto send information including technical notices, updates, security alerts, and support and administrative messages;\\nto provide you with requested content; and\\nto process payments you may make via our Services. If you provide a credit or debit card as payment, we use service providers to process that payment and check the validity of the card number you submit.\\nTo conduct our business and improve your experience. In particular:\\nWe monitor and analyze the use of our Services, and use your information to help us monitor, improve, and protect our products, content, and Services.\\nWe use information you provide to personalize our website, products, or Services for you.\\nWe use information you provide to assist in the personalization of our advertising and marketing, as set out in the Advertising section below (where required by law, we will seek your consent).\\nWe use information you provide to investigate complaints received from you or others about our products or the Services.\\nWe will use Personal Data in connection with legal claims, compliance, regulatory and investigative purposes as necessary (including disclosure of such information in connection with legal process or litigation).\\nWe use data of some individuals to invite them to take part in market research.\\nAutomated Decision Making and Profiling.We may use automated decision making and/or profiling in regard to your Personal Data for some services and products. For example, we may refuse access based on your IP address, either temporarily or permanently, based on frequency of page requests or inappropriate use.  Depending on the law applicable to you, you may be entitled to request more information about this processing, or to exercise rights to object to this decision. See the Section titled Your Rights and How to Exercise Them.\\nWhere you give us consent.\\nWe may send you marketing e-mails about upcoming promotions and other news, including information about products and services offered by us and our affiliates, and to send you updates about funeral services and/or anniversaries of the date of death.\\nWe may use your data for any other purposes we inform you about when we seek your consent.\\nYou may withdraw this consent at any time as described here.\\nFor purposes that are required by law.\\nWe will process your information as we believe necessary or appropriate (a) to comply with applicable laws; and (b) to comply with lawful requests and legal process, including to respond to requests from public and government authorities.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {WHAT PERSONAL DATA DO WE COLLECT? HOW DO WE COLLECT YOUR PERSONAL DATA?} "
    },
    {
      "Text": " HOW WE USE YOUR PERSONAL DATA AND OUR LEGAL BASIS\\nWe use your Personal Data as follows:\\n\\nTo provide the Services to you, including:\\nto operate, maintain, and improve our Services;\\nto manage your account, including to communicate with you regarding your account, if you have an account on our Services;\\nto respond to your comments and questions and provide customer service\\nto send information including technical notices, updates, security alerts, and support and administrative messages;\\nto provide you with requested content; and\\nto process payments you may make via our Services. If you provide a credit or debit card as payment, we use service providers to process that payment and check the validity of the card number you submit.\\nTo conduct our business and improve your experience. In particular:\\nWe monitor and analyze the use of our Services, and use your information to help us monitor, improve, and protect our products, content, and Services.\\nWe use information you provide to personalize our website, products, or Services for you.\\nWe use information you provide to assist in the personalization of our advertising and marketing, as set out in the Advertising section below (where required by law, we will seek your consent).\\nWe use information you provide to investigate complaints received from you or others about our products or the Services.\\nWe will use Personal Data in connection with legal claims, compliance, regulatory and investigative purposes as necessary (including disclosure of such information in connection with legal process or litigation).\\nWe use data of some individuals to invite them to take part in market research.\\nAutomated Decision Making and Profiling.We may use automated decision making and/or profiling in regard to your Personal Data for some services and products. For example, we may refuse access based on your IP address, either temporarily or permanently, based on frequency of page requests or inappropriate use.  Depending on the law applicable to you, you may be entitled to request more information about this processing, or to exercise rights to object to this decision. See the Section titled Your Rights and How to Exercise Them.\\nWhere you give us consent.\\nWe may send you marketing e-mails about upcoming promotions and other news, including information about products and services offered by us and our affiliates, and to send you updates about funeral services and/or anniversaries of the date of death.\\nWe may use your data for any other purposes we inform you about when we seek your consent.\\nYou may withdraw this consent at any time as described here.\\nFor purposes that are required by law.\\nWe will process your information as we believe necessary or appropriate (a) to comply with applicable laws; and (b) to comply with lawful requests and legal process, including to respond to requests from public and government authorities.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {WHAT PERSONAL DATA DO WE COLLECT? HOW DO WE COLLECT YOUR PERSONAL DATA?} "
    },
    {
      "Text": "Targeted Advertising. We gather data and work with third parties to show you personalized ads on behalf of advertisers. This data comes from ad tracking technologies set by us or the third party, information you provide,  your use of the Services, information from advertisers or advertising vendors, and anything inferred from any of this information. We only use or share this information in a manner that does not reveal your identity.\\n\\nAdvertising Service Providers. We also use third parties to serve advertisements to you when you use our Services, including without limitation Yahoo, Neustar Information Services, Inc., and LiveRamp, Inc. To do this, we share pseudonymized information, including a hashed version of information that we collect from you directly (such as email or phone number), third party IDs (such as mobile advertising IDs or other IDs assigned by third parties), IP addresses, and/or information about your browser or operating system with our third-party providers. These providers return an online identification code that we store in our first-party cookie for our use in online and cross-channel advertising and share with advertising companies to enable interest-based and targeted advertising. In addition, these third parties may match this pseudonymized information with information in their data repositories and issue another pseudonymous ID, which is changed on a weekly basis, for our use in connection with real-time bidding for digital advertising, as well as linking demographic or interest-based information to your browser via cookies. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We will process your information as we believe necessary or appropriate (a) to comply with applicable laws; and (b) to comply with lawful requests and legal process, including to respond to requests from public and government authorities. 5.} "
    },
    {
      "Text": "SHARING YOUR PERSONAL DATA\\nWe may share your Personal Data with our newspaper and funeral home affiliates and other third parties we use to help us run our business, such as marketing agencies or website hosts, as follows:\\n\\nOur Service Providers. We may share your Personal Data with our service providers who help deliver our products and/or services to you, such as sympathy gifts, floral providers, warehouses and delivery companies, data analysis, payment processing, information technology and related infrastructure provision, customer service, email delivery, auditing, reporting and other similar services. These services providers are permitted to use your Personal Data only to the extent necessary to enable them to provide their services to us. They are required to comply with appropriate security measures to protect your Personal Data.\\nThird Parties Designated or Approved by You. We may share your Personal Data with third parties where you have provided your consent to do so.\\nAffiliates. We may share some or all of your Personal Data with our affiliates, in which case we require our affiliates to comply with this Policy. In particular, you may let us share Personal Data with our affiliates where you have indicated you wish to receive marketing communications from them.\\nCorporate Restructuring. We may share Personal Data when we do a business deal, or negotiate a business deal, involving the sale or transfer of all or a part of our business or assets. These deals can include any merger, financing, acquisition, or bankruptcy transaction or proceeding.\\nOther Disclosures. We may share Personal Data as we believe necessary or appropriate: (a) to comply with applicable laws; (b) to comply with lawful requests and legal process, including to respond to requests from public and government authorities to meet national security or law enforcement requirements; (c) to enforce our Policy and our Terms of Use; and (d) to protect our rights, privacy, safety or property, and/or that of you or others.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The Services may still collect your information for other purposes. 6.} "
    },
    {
      "Text": "Right to know what information we have about you: This is known as the “right of access” and gives you the right to find out what, if any, Personal Data we have about you, how we process it, and to request a copy of the Personal Data.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {For the purpose of European data protection law, the data controller of your Personal Data is Legacy.com, Inc. of 230 W. Monroe Suite 400, Chicago, IL 60606 USA & Web Announcements Ltd. of 12 New Fetter Lane, London EC4A1JP. To find out more about the steps we take to ensure your data is adequately protected, you can contact us at privacy@legacy.com .} "
    },
    {
      "Text": "Right to correct your information: This is known as the “right of rectification” and gives you the right to ask that we correct or complete any Personal Data we have about you.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {To find out more about the steps we take to ensure your data is adequately protected, you can contact us at privacy@legacy.com . Subject to applicable law, you may be able to exercise any of the following rights in relation to your Personal Data: Right to know what information we have about you: This is known as the “right of access” and gives you the right to find out what, if any, Personal Data we have about you, how we process it, and to request a copy of the Personal Data.} "
    },
    {
      "Text": "Right to delete your information: This is known as the “right to erasure” or “right to be forgotten” and gives you the right to ask us to delete your Personal Data.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Subject to applicable law, you may be able to exercise any of the following rights in relation to your Personal Data: Right to know what information we have about you: This is known as the “right of access” and gives you the right to find out what, if any, Personal Data we have about you, how we process it, and to request a copy of the Personal Data. Right to correct your information: This is known as the “right of rectification” and gives you the right to ask that we correct or complete any Personal Data we have about you.} "
    },
    {
      "Text": "Right to change how we use your information: This is known as the “right to restrict processing” and gives you the right to ask us to change how we use your Personal Data in certain circumstances, such as where you contest the accuracy of the data or object to us using it in a certain way.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Right to correct your information: This is known as the “right of rectification” and gives you the right to ask that we correct or complete any Personal Data we have about you. Right to delete your information: This is known as the “right to erasure” or “right to be forgotten” and gives you the right to ask us to delete your Personal Data.} "
    },
    {
      "Text": "You may exercise your rights by contacting us as indicated at privacy@legacy.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {This will not affect our use of your data before we received notice that you wished to withdraw your consent. Right to file a complaint with the supervisory authority: If you have a concern about our privacy practices, including the way we handled your Personal Data, you can report it to the supervisory authority that is authorized to hear those concerns in your jurisdiction, although we invite you to Contact Us with any concern as we would be happy to try and resolve it directly.} "
    },
    {
      "Text": "Depending on where you reside, you may have the right to ask us for a copy of your Personal Data; to correct, delete or restrict processing of your Personal Data; and to obtain the Personal Data you provide to us for certain purposes in a structured, machine-readable format, and to ask us to share (port) this data to another entity.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {If you do not wish us to process and use such sensitive Personal Data, do not submit such content to our Services. 13.} "
    },
    {
      "Text": "Depending on where you reside, you may have the right to ask us for a copy of your Personal Data; to correct, delete or restrict processing of your Personal Data; and to obtain the Personal Data you provide to us for certain purposes in a structured, machine-readable format, and to ask us to share (port) this data to another entity.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {If you do not wish us to process and use such sensitive Personal Data, do not submit such content to our Services. 13.} "
    },
    {
      "Text": "Depending on where you reside, you may have the right to ask us for a copy of your Personal Data; to correct, delete or restrict processing of your Personal Data; and to obtain the Personal Data you provide to us for certain purposes in a structured, machine-readable format, and to ask us to share (port) this data to another entity.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If you do not wish us to process and use such sensitive Personal Data, do not submit such content to our Services. 13.} "
    },
    {
      "Text": "Disclosure of Personal Information We Collect About You \\nYou have the right to know:\\nThe categories and specific pieces of personal information we have collected about you;\\nThe types of sources from which we collect your personal information;\\nOur business or commercial purpose for collecting or selling your personal information; and\\nThe types of third parties with whom we share personal information\\n",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {In some cases, we may ask for additional information to verify your identity before addressing your request. 14.} "
    },
    {
      "Text": "Disclosure of Personal Information Sold or Used for a Business Purpose\\nIn connection with personal information we sell or disclose to a third party for a business purpose, you have the right to know:\\nThe categories of personal information we sold and the categories of third parties to whom the personal information was sold;\\nThe categories of personal information we disclosed for a business purpose.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {In some cases, we may ask for additional information to verify your identity before addressing your request. 14.} "
    },
    {
      "Text": "Right to Deletion and to Correction\\nSubject to certain exceptions, on receipt of a verifiable request from you, we will:\\nDelete your personal information from, or correct inaccurate personal information about you in, our records; and\\nDirect any service providers to delete or correct your personal information.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {14. ADDITIONAL INFORMATION FOR RESIDENTS OF CERTAIN STATES A. CALIFORNIA RESIDENTS Under California privacy laws, California residents have the following rights: Disclosure of Personal Information We Collect About You You have the right to know: The categories and specific pieces of personal information we have collected about you; The types of sources from which we collect your personal information; Our business or commercial purpose for collecting or selling your personal information; and The types of third parties with whom we share personal information Disclosure of Personal Information Sold or Used for a Business Purpose In connection with personal information we sell or disclose to a third party for a business purpose, you have the right to know: The categories of personal information we sold and the categories of third parties to whom the personal information was sold; The categories of personal information we disclosed for a business purpose.} "
    },
    {
      "Text": "Right to Deletion and to Correction\\nSubject to certain exceptions, on receipt of a verifiable request from you, we will:\\nDelete your personal information from, or correct inaccurate personal information about you in, our records; and\\nDirect any service providers to delete or correct your personal information.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {14. ADDITIONAL INFORMATION FOR RESIDENTS OF CERTAIN STATES A. CALIFORNIA RESIDENTS Under California privacy laws, California residents have the following rights: Disclosure of Personal Information We Collect About You You have the right to know: The categories and specific pieces of personal information we have collected about you; The types of sources from which we collect your personal information; Our business or commercial purpose for collecting or selling your personal information; and The types of third parties with whom we share personal information Disclosure of Personal Information Sold or Used for a Business Purpose In connection with personal information we sell or disclose to a third party for a business purpose, you have the right to know: The categories of personal information we sold and the categories of third parties to whom the personal information was sold; The categories of personal information we disclosed for a business purpose.} "
    },
    {
      "Text": "Protection Against Discrimination\\nYou have the right to not be discriminated against by us because you exercised any of your privacy rights. This means we cannot, among other things:\\nDeny goods or services to you;\\nCharge different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties;\\nProvide a different level or quality of goods or services to you; or\\nSuggest that you will receive a different price or rate for goods or services or a different level or quality of goods or services.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {ADDITIONAL INFORMATION FOR RESIDENTS OF CERTAIN STATES A. CALIFORNIA RESIDENTS Under California privacy laws, California residents have the following rights: Disclosure of Personal Information We Collect About You You have the right to know: The categories and specific pieces of personal information we have collected about you; The types of sources from which we collect your personal information; Our business or commercial purpose for collecting or selling your personal information; and The types of third parties with whom we share personal information Disclosure of Personal Information Sold or Used for a Business Purpose In connection with personal information we sell or disclose to a third party for a business purpose, you have the right to know: The categories of personal information we sold and the categories of third parties to whom the personal information was sold; The categories of personal information we disclosed for a business purpose. Right to Deletion and to Correction Subject to certain exceptions, on receipt of a verifiable request from you, we will: Delete your personal information from, or correct inaccurate personal information about you in, our records; and Direct any service providers to delete or correct your personal information.} "
    },
    {
      "Text": "Notice of the Right to Opt-Out of the Sale of Personal Information\\nCalifornia residents have the right to opt-out of the sale or disclosure of your personal information. If you exercise your right to opt-out of the sale or disclosure of your personal information, we will refrain from selling or sharing your personal information unless you later provide express authorization for the sale of your personal information. To opt-out of the sale or disclosure of your personal information, visit our homepage and click on the Do Not Sell or Share My Personal Information link.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Protection Against Discrimination You have the right to not be discriminated against by us because you exercised any of your privacy rights. This means we cannot, among other things: Deny goods or services to you; Charge different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties; Provide a different level or quality of goods or services to you; or Suggest that you will receive a different price or rate for goods or services or a different level or quality of goods or services.} "
    },
    {
      "Text": "How to Exercise Your Rights\\nIf you would like to exercise your rights under California law, please:\\n\\nComplete a data subject request form available on our website;\\nCall us, toll-free, at 888-397-9494; or\\nEmail to privacy@legacy.com or write to us at Legacy.com, Privacy Protection, 230 West Monroe, Suite 400, Chicago, Illinois 60606.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you exercise your right to opt-out of the sale or disclosure of your personal information, we will refrain from selling or sharing your personal information unless you later provide express authorization for the sale of your personal information. To opt-out of the sale or disclosure of your personal information, visit our homepage and click on the Do Not Sell or Share My Personal Information link.} "
    },
    {
      "Text": "We collect information about you in the following ways:\\n\\nA. Through Your Use of the Services\\n\\nInformation You Voluntarily Give Us.\\n\\nThis includes the Personal Data that:\\n\\nyou provide when you register to use our Services, including your‎ name, email address, and password;\\nmay be contained in any video, photo, image, obituary, death notice, condolence, sympathy message, diary entry or other written submission you or others upload or post to the Services;\\nyou provide when you report a problem with our Services or when we provide you with customer support;\\nyou provide when you make a purchase through our Services, including your name, address, telephone number, credit card and debit card number;\\nyou provide when you correspond with us by phone, email or otherwise;\\nyou provide via any single sign-on service (SSO) including your name and email address;\\nyou provide through email forms, chat, guest book forms, contact or content request forms, forums or groups, testimonials, reviews and feedback forms; and\\nyou provide when you voluntarily participate in surveys, including demographic information.\\nInformation We Collect Automatically.\\n\\nWe automatically collect information about you and your computer or mobile device when you access our Services. This includes:\\n\\ninformation on your computer or mobile device operating system: name and version, manufacturer and model, browser type, browser language, screen resolution;\\nthe web page that referred you to our website pages you viewed on our website, how long you spent on a page, access times and information about your use of and actions on our Services. We collect this Personal Data through the use of cookies and other tracking technologies; and\\ninformation received via tracking technologies in your browser and mobile apps.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {2. HOW DO WE COLLECT YOUR PERSONAL DATA?} "
    },
    {
      "Text": "These technologies include cookies, pixel tags, and other tracking technologies. We track and store data about how you visit and use the Services, particularly through our websites and apps. The information we log includes: your IP address; your general location; your operating system; your browser and browser language; your browsing history and interaction with advertising; the URLs of any pages you visit on our sites and apps; device identifiers; advertising identifiers; your other usage information. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This includes: information on your computer or mobile device operating system: name and version, manufacturer and model, browser type, browser language, screen resolution; the web page that referred you to our website pages you viewed on our website, how long you spent on a page, access times and information about your use of and actions on our Services. We collect this Personal Data through the use of cookies and other tracking technologies; and information received via tracking technologies in your browser and mobile apps.} "
    },
    {
      "Text": "Through Other Sources\\n\\nInformation from Social Networking Sites. Our Services include interfaces that allow you to connect with social networking sites (each a “SNS”). If you connect to a SNS through our Services, we will access, use and store the information that you agreed the SNS could provide to us based on your privacy settings on that SNS. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For more information about tracking methods on Services, and how to manage them, read the section on Cookies and Alternative Tracking Technologies. B.} "
    },
    {
      "Text": "Information We Get From Others. We may also get information about you from other sources, including from our partners or affiliates such as newspapers and other media affiliates, funeral homes and end of life service providers, which may share information about your use of their services and your name and email address. We may then combine this with information we have obtained from you directly, from tracking technologies on our Services, or from other sources, including publicly available information (e.g., death notices).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We also receive information from you when you interact with our pages, groups, accounts or posts on social media platforms. This includes aggregate data on our followers, engagement data, awareness data and individual users’ public profiles.} "
    },
    {
      "Text": "Cookies. Cookies are small data files stored on the hard drive of your computer or mobile device by a website. They save data on your browser about your visits to our sites and other sites. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The information we log includes: your IP address; your general location; your operating system; your browser and browser language; your browsing history and interaction with advertising; the URLs of any pages you visit on our sites and apps; device identifiers; advertising identifiers; your other usage information. We combine this data with other information we collect about you.} "
    },
    {
      "Text": "Pixel tags. Pixel tags (also known as web beacons, GIFs or bugs) are code embedded invisibly on webpages. They track the actions of users on our Services, including whether you have opened these web pages or messages. Upon firing, a pixel logs a visit to the current page or message and may read or set cookies. We use pixel tags to measure the success of our marketing campaigns and compile statistics about use of the Services, so that we can enhance user experiences on our Services. The information we collect using pixel tags is not linked to our users’ Personal Data.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We use two broad categories of cookies: (1) first party cookies, served directly by us to your computer or mobile device, which are used only by us to recognize your computer or mobile device when it revisits our Services; and (2) third party cookies, which are served by service providers on our Services, and can be used by them to recognize your computer or mobile device when it visits other websites. You can choose whether to accept cookies by editing your browser settings, but if you refuse cookies, it might affect your experience on the site.} "
    },
    {
      "Text": "Functionality Trackers – These cookies allow us to remember choices you make when you use our Services, such as your language preferences, login details and search filter choices to help prefill search forms on subsequent visits. The purpose of these cookies is to provide you with a more personal experience and avoid your having to re-enter your preferences every time you visit our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For example, we use session cookies to provide you secure access to your account details and prevent others from accessing your account. Without these cookies, the Services that you have asked for cannot be provided, and we use these cookies only to provide you with those Services.} "
    },
    {
      "Text": "Analytics and Performance Trackers – These trackers collect information about how you and other visitors use our Services, such as the number of visitors, the websites that referred them, the pages they viewed while using our Services, the time of day they visited our Services, whether they have visited our Services before, and other similar information. We use this information to help operate our Services more efficiently, to gather broad demographic information and to monitor the level of activity on our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Functionality Trackers – These cookies allow us to remember choices you make when you use our Services, such as your language preferences, login details and search filter choices to help prefill search forms on subsequent visits. The purpose of these cookies is to provide you with a more personal experience and avoid your having to re-enter your preferences every time you visit our Services.} "
    },
    {
      "Text": "Targeted and Advertising Trackers – These trackers track your browsing habits to enable us to show advertising that is more likely to be of interest to you. They use information about your browsing history to group you with other users who have similar interests. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can find out more information about Google Analytics tracking here: www.google.com/analytics/learn/privacy.html . You can opt out of our use of Google Analytics by downloading and installing the browser plugin available via this link: http://tools.google.com/dlpage/gaoptout?hl=en-GB .} "
    },
    {
      "Text": "When you visit our site, our digital and marketing vendors and partners may use pseudonymous personal information (e.g., hashed email addresses, proprietary IDs, device identifiers, etc.) and other information (e.g., IP addresses, click stream information, browser type, statistical identifiers calculated from data shared by a browser or device, time and date stamps, the subject of advertisements clicked or scrolled over) to decide what type of advertisements that might interest you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {They use information about your browsing history to group you with other users who have similar interests. We permit vendors to place cookies so they can display advertising relevant to your interests while you are on third party websites.} "
    },
    {
      "Text": "Any of the linked trackers may have certain interests and other demographic information attributed to it.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {and other information (e.g., IP addresses, click stream information, browser type, statistical identifiers calculated from data shared by a browser or device, time and date stamps, the subject of advertisements clicked or scrolled over) to decide what type of advertisements that might interest you. They may be able to link two or more devices or browsers believed to belong to the same user or household for similar advertising-related purposes.} "
    },
    {
      "Text": "We may, from time to time, offer certain location or pinpoint based services, such as location-assisted navigation instruction. If you elect to use such services, we must periodically receive your location in order to provide them. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This includes aggregate data on our followers, engagement data, awareness data and individual users’ public profiles. Information We Get From Others.} "
    },
    {
      "Text": "We use your Personal Data as follows:\\n\\nTo provide the Services to you, including:\\nto operate, maintain, and improve our Services;\\nto manage your account, including to communicate with you regarding your account, if you have an account on our Services;\\nto respond to your comments and questions and provide customer service\\nto send information including technical notices, updates, security alerts, and support and administrative messages;\\nto provide you with requested content; and\\nto process payments you may make via our Services. If you provide a credit or debit card as payment, we use service providers to process that payment and check the validity of the card number you submit.\\nTo conduct our business and improve your experience. In particular:\\nWe monitor and analyze the use of our Services, and use your information to help us monitor, improve, and protect our products, content, and Services.\\nWe use information you provide to personalize our website, products, or Services for you.\\nWe use information you provide to assist in the personalization of our advertising and marketing, as set out in the Advertising section below (where required by law, we will seek your consent).\\nWe use information you provide to investigate complaints received from you or others about our products or the Services.\\nWe will use Personal Data in connection with legal claims, compliance, regulatory and investigative purposes as necessary (including disclosure of such information in connection with legal process or litigation).\\nWe use data of some individuals to invite them to take part in market research.\\nAutomated Decision Making and Profiling.We may use automated decision making and/or profiling in regard to your Personal Data for some services and products. For example, we may refuse access based on your IP address, either temporarily or permanently, based on frequency of page requests or inappropriate use.  Depending on the law applicable to you, you may be entitled to request more information about this processing, or to exercise rights to object to this decision. See the Section titled Your Rights and How to Exercise Them.\\nWhere you give us consent.\\nWe may send you marketing e-mails about upcoming promotions and other news, including information about products and services offered by us and our affiliates, and to send you updates about funeral services and/or anniversaries of the date of death.\\nWe may use your data for any other purposes we inform you about when we seek your consent.\\nYou may withdraw this consent at any time as described here.\\nFor purposes that are required by law.\\nWe will process your information as we believe necessary or appropriate (a) to comply with applicable laws; and (b) to comply with lawful requests and legal process, including to respond to requests from public and government authorities.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {These service providers are permitted to use the information only in accordance with this Policy. 4.} "
    },
    {
      "Text": "We gather data and work with third parties to show you personalized ads on behalf of advertisers. This data comes from ad tracking technologies set by us or the third party, information you provide,  your use of the Services, information from advertisers or advertising vendors, and anything inferred from any of this information. We only use or share this information in a manner that does not reveal your identity.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {5. ADVERTISING Targeted Advertising.} "
    },
    {
      "Text": "We gather data and work with third parties to show you personalized ads on behalf of advertisers. This data comes from ad tracking technologies set by us or the third party, information you provide,  your use of the Services, information from advertisers or advertising vendors, and anything inferred from any of this information. We only use or share this information in a manner that does not reveal your identity.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {5. ADVERTISING Targeted Advertising.} "
    },
    {
      "Text": "To do this, we share pseudonymized information, including a hashed version of information that we collect from you directly (such as email or phone number), third party IDs (such as mobile advertising IDs or other IDs assigned by third parties), IP addresses, and/or information about your browser or operating system with our third-party providers. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We only use or share this information in a manner that does not reveal your identity. Advertising Service Providers .} "
    },
    {
      "Text": "We may share your Personal Data with our newspaper and funeral home affiliates and other third parties we use to help us run our business, such as marketing agencies or website hosts, as follows:\\n\\nOur Service Providers. We may share your Personal Data with our service providers who help deliver our products and/or services to you, such as sympathy gifts, floral providers, warehouses and delivery companies, data analysis, payment processing, information technology and related infrastructure provision, customer service, email delivery, auditing, reporting and other similar services. These services providers are permitted to use your Personal Data only to the extent necessary to enable them to provide their services to us. They are required to comply with appropriate security measures to protect your Personal Data.\\nThird Parties Designated or Approved by You. We may share your Personal Data with third parties where you have provided your consent to do so.\\nAffiliates. We may share some or all of your Personal Data with our affiliates, in which case we require our affiliates to comply with this Policy. In particular, you may let us share Personal Data with our affiliates where you have indicated you wish to receive marketing communications from them.\\nCorporate Restructuring. We may share Personal Data when we do a business deal, or negotiate a business deal, involving the sale or transfer of all or a part of our business or assets. These deals can include any merger, financing, acquisition, or bankruptcy transaction or proceeding.\\nOther Disclosures. We may share Personal Data as we believe necessary or appropriate: (a) to comply with applicable laws; (b) to comply with lawful requests and legal process, including to respond to requests from public and government authorities to meet national security or law enforcement requirements; (c) to enforce our Policy and our Terms of Use; and (d) to protect our rights, privacy, safety or property, and/or that of you or others.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The Services may still collect your information for other purposes. 6.} "
    },
    {
      "Text": "We do not request or collect sensitive Personal Data as part of the Services. Sensitive Personal Data includes:\\n\\nsocial security number, state identification card, passport number;\\ninformation related to one’s racial or ethnic origin\\ninformation related to one’s sex life or sexual orientation\\ncitizenship or citizenship status\\npolitical opinions, religion or other beliefs\\nhealth, biometrics or genetic characteristics\\ncriminal background\\ntrade union membership\\nprecise geolocation\\naccount log-in, financial account, debit card, or credit card number in combination with security code, password or credentials allowing access.\\nthe contents of a consumer’s mail, email, and text messages unless we are the intended recipient of the communication.\\nthe Personal Data collected from a known child",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {12. SENSITIVE PERSONAL DATA Subject to the following paragraph, we ask that you not send us, and that you not disclose, any sensitive Personal Data.} "
    },
    {
      "Text": "To exercise your rights, or to obtain other information, contact us at privacy@legacy.com (or as shown for your particular state below).  ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We will inform you of relevant exemptions we rely on when responding to any request you make. Additional information on rights and how to contact us for residents of certain states are described below.} "
    },
    {
      "Text": "Disclosure of Personal Information We Collect About You \\nYou have the right to know:\\nThe categories and specific pieces of personal information we have collected about you;\\nThe types of sources from which we collect your personal information;\\nOur business or commercial purpose for collecting or selling your personal information; and\\nThe types of third parties with whom we share personal information",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {In some cases, we may ask for additional information to verify your identity before addressing your request. 14.} "
    },
    {
      "Text": "Disclosure of Personal Information We Collect About You \\nYou have the right to know:\\nThe categories and specific pieces of personal information we have collected about you;\\nThe types of sources from which we collect your personal information;\\nOur business or commercial purpose for collecting or selling your personal information; and\\nThe types of third parties with whom we share personal information",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {In some cases, we may ask for additional information to verify your identity before addressing your request. 14.} "
    },
    {
      "Text": "Disclosure of Personal Information Sold or Used for a Business Purpose\\nIn connection with personal information we sell or disclose to a third party for a business purpose, you have the right to know:\\nThe categories of personal information we sold and the categories of third parties to whom the personal information was sold;\\nThe categories of personal information we disclosed for a business purpose.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {In some cases, we may ask for additional information to verify your identity before addressing your request. 14.} "
    },
    {
      "Text": "Disclosure of Personal Information Sold or Used for a Business Purpose\\nIn connection with personal information we sell or disclose to a third party for a business purpose, you have the right to know:\\nThe categories of personal information we sold and the categories of third parties to whom the personal information was sold;\\nThe categories of personal information we disclosed for a business purpose.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {In some cases, we may ask for additional information to verify your identity before addressing your request. 14.} "
    },
    {
      "Text": "Right to Deletion and to Correction\\nSubject to certain exceptions, on receipt of a verifiable request from you, we will:\\nDelete your personal information from, or correct inaccurate personal information about you in, our records; and",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {14. ADDITIONAL INFORMATION FOR RESIDENTS OF CERTAIN STATES A. CALIFORNIA RESIDENTS Under California privacy laws, California residents have the following rights: Disclosure of Personal Information We Collect About You You have the right to know: The categories and specific pieces of personal information we have collected about you; The types of sources from which we collect your personal information; Our business or commercial purpose for collecting or selling your personal information; and The types of third parties with whom we share personal information Disclosure of Personal Information Sold or Used for a Business Purpose In connection with personal information we sell or disclose to a third party for a business purpose, you have the right to know: The categories of personal information we sold and the categories of third parties to whom the personal information was sold; The categories of personal information we disclosed for a business purpose.} "
    },
    {
      "Text": "Direct any service providers to delete or correct your personal information.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {14. ADDITIONAL INFORMATION FOR RESIDENTS OF CERTAIN STATES A. CALIFORNIA RESIDENTS Under California privacy laws, California residents have the following rights: Disclosure of Personal Information We Collect About You You have the right to know: The categories and specific pieces of personal information we have collected about you; The types of sources from which we collect your personal information; Our business or commercial purpose for collecting or selling your personal information; and The types of third parties with whom we share personal information Disclosure of Personal Information Sold or Used for a Business Purpose In connection with personal information we sell or disclose to a third party for a business purpose, you have the right to know: The categories of personal information we sold and the categories of third parties to whom the personal information was sold; The categories of personal information we disclosed for a business purpose.} "
    },
    {
      "Text": "Protection Against Discrimination\\nYou have the right to not be discriminated against by us because you exercised any of your privacy rights. This means we cannot, among other things:\\nDeny goods or services to you;\\nCharge different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties;\\nProvide a different level or quality of goods or services to you; or\\nSuggest that you will receive a different price or rate for goods or services or a different level or quality of goods or services.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {ADDITIONAL INFORMATION FOR RESIDENTS OF CERTAIN STATES A. CALIFORNIA RESIDENTS Under California privacy laws, California residents have the following rights: Disclosure of Personal Information We Collect About You You have the right to know: The categories and specific pieces of personal information we have collected about you; The types of sources from which we collect your personal information; Our business or commercial purpose for collecting or selling your personal information; and The types of third parties with whom we share personal information Disclosure of Personal Information Sold or Used for a Business Purpose In connection with personal information we sell or disclose to a third party for a business purpose, you have the right to know: The categories of personal information we sold and the categories of third parties to whom the personal information was sold; The categories of personal information we disclosed for a business purpose. Right to Deletion and to Correction Subject to certain exceptions, on receipt of a verifiable request from you, we will: Delete your personal information from, or correct inaccurate personal information about you in, our records; and Direct any service providers to delete or correct your personal information.} "
    },
    {
      "Text": "Notice of the Right to Opt-Out of the Sale of Personal Information\\nCalifornia residents have the right to opt-out of the sale or disclosure of your personal information. If you exercise your right to opt-out of the sale or disclosure of your personal information, we will refrain from selling or sharing your personal information unless you later provide express authorization for the sale of your personal information.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Protection Against Discrimination You have the right to not be discriminated against by us because you exercised any of your privacy rights. This means we cannot, among other things: Deny goods or services to you; Charge different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties; Provide a different level or quality of goods or services to you; or Suggest that you will receive a different price or rate for goods or services or a different level or quality of goods or services.} "
    },
    {
      "Text": "How to Exercise Your Rights\\nIf you would like to exercise your rights under California law, please:\\n\\nComplete a data subject request form available on our website;\\nCall us, toll-free, at 888-397-9494; or\\nEmail to privacy@legacy.com or write to us at Legacy.com, Privacy Protection, 230 West Monroe, Suite 400, Chicago, Illinois 60606.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you exercise your right to opt-out of the sale or disclosure of your personal information, we will refrain from selling or sharing your personal information unless you later provide express authorization for the sale of your personal information. To opt-out of the sale or disclosure of your personal information, visit our homepage and click on the Do Not Sell or Share My Personal Information link.} "
    },
    {
      "Text": "EFFECTIVE January 1, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We periodically update this Policy and will post any changes. The “Updated” legend above indicates when this Policy was last changed. ",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Privacy Policy - Legacy.com <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-TDQHZW\"\nheight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> NEW Write an Obituary Try the Instant ObitWriter Obituary Templates Obituary Examples Pet Memorials Submit an Obituary Find an Obituary Search All of Legacy Search a Specific Newspaper Search a Local Community Search Any High School Search Outside the U.S. See Headline News Obituaries Funeral & Estate Planning Plan & Price a Funeral Find a Local Funeral Home Find Cremation Services How to Settle an Estate Help with Grief & Loss Attending a Funeral Funeral Etiquette Give a Memorial Donation Plant Trees in Memory Send Sympathy Flowers by Editorialadmin November 1, 2019 Privacy Policy LEGACY.COM & WEB ANNOUNCEMENTS LTD. PRIVACY AND COOKIE POLICY EFFECTIVE January 1, 2023 This privacy and cookie policy (“Policy”) describes how Legacy.com, Inc. & Web Announcements Ltd. (“Company,” “we,” and “our”) handles your personal data when you use this website (the “Site”), our associated applications(s) (the “Applications”), and our social media network channels, together (the “Services”). Please read the following information carefully to understand our practices regarding your personal data and how we treat it, and your rights and how to exercise them.} "
    },
    {
      "Text": "WHAT PERSONAL DATA DO WE COLLECT?\\nWe collect information about you that, depending on the context, can personally identify you as an individual, either alone or in combination with other information we hold about you (“Personal Data”). We describe below the kinds of Personal Data we collect, use and share about you when you use our Services.\\n\\n2. HOW DO WE COLLECT YOUR PERSONAL DATA?\\nWe collect information about you in the following ways:\\n\\nA. Through Your Use of the Services\\n\\nInformation You Voluntarily Give Us.\\n\\nThis includes the Personal Data that:\\n\\nyou provide when you register to use our Services, including your‎ name, email address, and password;\\nmay be contained in any video, photo, image, obituary, death notice, condolence, sympathy message, diary entry or other written submission you or others upload or post to the Services;\\nyou provide when you report a problem with our Services or when we provide you with customer support;\\nyou provide when you make a purchase through our Services, including your name, address, telephone number, credit card and debit card number;\\nyou provide when you correspond with us by phone, email or otherwise;\\nyou provide via any single sign-on service (SSO) including your name and email address;\\nyou provide through email forms, chat, guest book forms, contact or content request forms, forums or groups, testimonials, reviews and feedback forms; and\\nyou provide when you voluntarily participate in surveys, including demographic information.\\nInformation We Collect Automatically.\\n\\nWe automatically collect information about you and your computer or mobile device when you access our Services. This includes:\\n\\ninformation on your computer or mobile device operating system: name and version, manufacturer and model, browser type, browser language, screen resolution;\\nthe web page that referred you to our website pages you viewed on our website, how long you spent on a page, access times and information about your use of and actions on our Services. We collect this Personal Data through the use of cookies and other tracking technologies; and\\ninformation received via tracking technologies in your browser and mobile apps.\\nThese technologies include cookies, pixel tags, and other tracking technologies. We track and store data about how you visit and use the Services, particularly through our websites and apps. The information we log includes: your IP address; your general location; your operating system; your browser and browser language; your browsing history and interaction with advertising; the URLs of any pages you visit on our sites and apps; device identifiers; advertising identifiers; your other usage information. We combine this data with other information we collect about you. For more information about tracking methods on Services, and how to manage them, read the section on Cookies and Alternative Tracking Technologies.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The “Updated” legend above indicates when this Policy was last changed. After we post any changes on this page, your continued use of the Services will be subject to the updated Policy.} "
    },
    {
      "Text": "Through Other Sources\\n\\nInformation from Social Networking Sites. Our Services include interfaces that allow you to connect with social networking sites (each a “SNS”). If you connect to a SNS through our Services, we will access, use and store the information that you agreed the SNS could provide to us based on your privacy settings on that SNS. We will access, use and store that information in accordance with this Policy.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For more information about tracking methods on Services, and how to manage them, read the section on Cookies and Alternative Tracking Technologies. B.} "
    },
    {
      "Text": "We also receive information from you when you interact with our pages, groups, accounts or posts on social media platforms. This includes aggregate data on our followers, engagement data, awareness data and individual users’ public profiles",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {By linking our Services, you authorize us to collect, store and use any information these third parties may give us. You can disconnect your registration from third-party accounts at any time.} "
    },
    {
      "Text": "By linking our Services, you authorize us to collect, store and use any information these third parties may give us.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {More information on this can be found in the privacy notice of the relevant SNS. You can link your social media or other third-party account to a Service.} "
    },
    {
      "Text": "Information We Get From Others. We may also get information about you from other sources, including from our partners or affiliates such as newspapers and other media affiliates, funeral homes and end of life service providers, which may share information about your use of their services and your name and email address. We may then combine this with information we have obtained from you directly, from tracking technologies on our Services, or from other sources, including publicly available information (e.g., death notices).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We also receive information from you when you interact with our pages, groups, accounts or posts on social media platforms. This includes aggregate data on our followers, engagement data, awareness data and individual users’ public profiles.} "
    },
    {
      "Text": "COOKIES AND ALTERNATIVE TRACKING TECHNOLOGIES\\nWe collect information from users of our Services using “cookies” and similar tracking methods as described below.\\n\\nCookies. Cookies are small data files stored on the hard drive of your computer or mobile device by a website. They save data on your browser about your visits to our sites and other sites. We use both session cookies (which expire once you close your web browser) and persistent cookies (which stay on your computer or mobile device until you delete them, or after a set period that varies depending on the cookie).\\n\\nWe use two broad categories of cookies: (1) first party cookies, served directly by us to your computer or mobile device, which are used only by us to recognize your computer or mobile device when it revisits our Services; and (2) third party cookies, which are served by service providers on our Services, and can be used by them to recognize your computer or mobile device when it visits other websites.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may then combine this with information we have obtained from you directly, from tracking technologies on our Services, or from other sources, including publicly available information (e.g., death notices). 3.} "
    },
    {
      "Text": "Pixel tags. Pixel tags (also known as web beacons, GIFs or bugs) are code embedded invisibly on webpages. They track the actions of users on our Services, including whether you have opened these web pages or messages. Upon firing, a pixel logs a visit to the current page or message and may read or set cookies. We use pixel tags to measure the success of our marketing campaigns and compile statistics about use of the Services, so that we can enhance user experiences on our Services. The information we collect using pixel tags is not linked to our users’ Personal Data.\\nOur Services use the following types of cookies and other trackers for the purposes described below:\\n\\nEssential Trackers – These cookies are essential to provide you with services available through our Services and to enable you to use some of its features. For example, we use session cookies to provide you secure access to your account details and prevent others from accessing your account.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We use two broad categories of cookies: (1) first party cookies, served directly by us to your computer or mobile device, which are used only by us to recognize your computer or mobile device when it revisits our Services; and (2) third party cookies, which are served by service providers on our Services, and can be used by them to recognize your computer or mobile device when it visits other websites. You can choose whether to accept cookies by editing your browser settings, but if you refuse cookies, it might affect your experience on the site.} "
    },
    {
      "Text": "Functionality Trackers – These cookies allow us to remember choices you make when you use our Services, such as your language preferences, login details and search filter choices to help prefill search forms on subsequent visits. The purpose of these cookies is to provide you with a more personal experience and avoid your having to re-enter your preferences every time you visit our Services.\\nAnalytics and Performance Trackers – These trackers collect information about how you and other visitors use our Services, such as the number of visitors, the websites that referred them, the pages they viewed while using our Services, the time of day they visited our Services, whether they have visited our Services before, and other similar information. We use this information to help operate our Services more efficiently, to gather broad demographic information and to monitor the level of activity on our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For example, we use session cookies to provide you secure access to your account details and prevent others from accessing your account. Without these cookies, the Services that you have asked for cannot be provided, and we use these cookies only to provide you with those Services.} "
    },
    {
      "Text": "Targeted and Advertising Trackers – These trackers track your browsing habits to enable us to show advertising that is more likely to be of interest to you. They use information about your browsing history to group you with other users who have similar interests.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can find out more information about Google Analytics tracking here: www.google.com/analytics/learn/privacy.html . You can opt out of our use of Google Analytics by downloading and installing the browser plugin available via this link: http://tools.google.com/dlpage/gaoptout?hl=en-GB .} "
    },
    {
      "Text": "Location Services. We may, from time to time, offer certain location or pinpoint based services, such as location-assisted navigation instruction. If you elect to use such services, we must periodically receive your location in order to provide them. By using the location-based services, you authorize us to: (i) locate your hardware; (ii) record, compile and display your location; and (iii) publish your location to third parties designated by you by means of location publication controls available within the Applications. As part of these Services, we may also collect and store certain information about the users who elect to use them, such as a device ID, in order to provide the Services. We may use third-party vendors to help provide these Services through mobile systems and we may make information available to them to enable them to provide the Services",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, we aim to respond to the Global Privacy Control in certain territories, including Europe and California. When we detect a GPC signal from a reader’s browser where European, California or a similar privacy law applies, we stop sharing the person’s Personal Data online with other companies (except with our service providers).} "
    },
    {
      "Text": "HOW WE USE YOUR PERSONAL DATA AND OUR LEGAL BASIS\\nWe use your Personal Data as follows:\\n\\nTo provide the Services to you, including:\\nto operate, maintain, and improve our Services;\\nto manage your account, including to communicate with you regarding your account, if you have an account on our Services;\\nto respond to your comments and questions and provide customer service\\nto send information including technical notices, updates, security alerts, and support and administrative messages;\\nto provide you with requested content; and\\nto process payments you may make via our Services. If you provide a credit or debit card as payment, we use service providers to process that payment and check the validity of the card number you submit.\\nTo conduct our business and improve your experience. In particular:\\nWe monitor and analyze the use of our Services, and use your information to help us monitor, improve, and protect our products, content, and Services.\\nWe use information you provide to personalize our website, products, or Services for you.\\nWe use information you provide to assist in the personalization of our advertising and marketing, as set out in the Advertising section below (where required by law, we will seek your consent).\\nWe use information you provide to investigate complaints received from you or others about our products or the Services.\\nWe will use Personal Data in connection with legal claims, compliance, regulatory and investigative purposes as necessary (including disclosure of such information in connection with legal process or litigation).\\nWe use data of some individuals to invite them to take part in market research.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {WHAT PERSONAL DATA DO WE COLLECT? HOW DO WE COLLECT YOUR PERSONAL DATA?} "
    },
    {
      "Text": "HOW WE USE YOUR PERSONAL DATA AND OUR LEGAL BASIS\\nWe use your Personal Data as follows:\\n\\nTo provide the Services to you, including:\\nto operate, maintain, and improve our Services;\\nto manage your account, including to communicate with you regarding your account, if you have an account on our Services;\\nto respond to your comments and questions and provide customer service\\nto send information including technical notices, updates, security alerts, and support and administrative messages;\\nto provide you with requested content; and\\nto process payments you may make via our Services. If you provide a credit or debit card as payment, we use service providers to process that payment and check the validity of the card number you submit.\\nTo conduct our business and improve your experience. In particular:\\nWe monitor and analyze the use of our Services, and use your information to help us monitor, improve, and protect our products, content, and Services.\\nWe use information you provide to personalize our website, products, or Services for you.\\nWe use information you provide to assist in the personalization of our advertising and marketing, as set out in the Advertising section below (where required by law, we will seek your consent).\\nWe use information you provide to investigate complaints received from you or others about our products or the Services.\\nWe will use Personal Data in connection with legal claims, compliance, regulatory and investigative purposes as necessary (including disclosure of such information in connection with legal process or litigation).\\nWe use data of some individuals to invite them to take part in market research.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {WHAT PERSONAL DATA DO WE COLLECT? HOW DO WE COLLECT YOUR PERSONAL DATA?} "
    },
    {
      "Text": "HOW WE USE YOUR PERSONAL DATA AND OUR LEGAL BASIS\\nWe use your Personal Data as follows:\\n\\nTo provide the Services to you, including:\\nto operate, maintain, and improve our Services;\\nto manage your account, including to communicate with you regarding your account, if you have an account on our Services;\\nto respond to your comments and questions and provide customer service\\nto send information including technical notices, updates, security alerts, and support and administrative messages;\\nto provide you with requested content; and\\nto process payments you may make via our Services. If you provide a credit or debit card as payment, we use service providers to process that payment and check the validity of the card number you submit.\\nTo conduct our business and improve your experience. In particular:\\nWe monitor and analyze the use of our Services, and use your information to help us monitor, improve, and protect our products, content, and Services.\\nWe use information you provide to personalize our website, products, or Services for you.\\nWe use information you provide to assist in the personalization of our advertising and marketing, as set out in the Advertising section below (where required by law, we will seek your consent).\\nWe use information you provide to investigate complaints received from you or others about our products or the Services.\\nWe will use Personal Data in connection with legal claims, compliance, regulatory and investigative purposes as necessary (including disclosure of such information in connection with legal process or litigation).\\nWe use data of some individuals to invite them to take part in market research.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {WHAT PERSONAL DATA DO WE COLLECT? HOW DO WE COLLECT YOUR PERSONAL DATA?} "
    },
    {
      "Text": "Where you give us consent.\\nWe may send you marketing e-mails about upcoming promotions and other news, including information about products and services offered by us and our affiliates, and to send you updates about funeral services and/or anniversaries of the date of death.\\nWe may use your data for any other purposes we inform you about when we seek your consent.\\nYou may withdraw this consent at any time as described here.\\nFor purposes that are required by law.\\nWe will process your information as we believe necessary or appropriate (a) to comply with applicable laws; and (b) to comply with lawful requests and legal process, including to respond to requests from public and government authorities.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Depending on the law applicable to you, you may be entitled to request more information about this processing, or to exercise rights to object to this decision. See the Section titled Your Rights and How to Exercise Them .} "
    },
    {
      "Text": "Where you give us consent.\\nWe may send you marketing e-mails about upcoming promotions and other news, including information about products and services offered by us and our affiliates, and to send you updates about funeral services and/or anniversaries of the date of death.\\nWe may use your data for any other purposes we inform you about when we seek your consent.\\nYou may withdraw this consent at any time as described here.\\nFor purposes that are required by law.\\nWe will process your information as we believe necessary or appropriate (a) to comply with applicable laws; and (b) to comply with lawful requests and legal process, including to respond to requests from public and government authorities.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Depending on the law applicable to you, you may be entitled to request more information about this processing, or to exercise rights to object to this decision. See the Section titled Your Rights and How to Exercise Them .} "
    },
    {
      "Text": "Where you give us consent.\\nWe may send you marketing e-mails about upcoming promotions and other news, including information about products and services offered by us and our affiliates, and to send you updates about funeral services and/or anniversaries of the date of death.\\nWe may use your data for any other purposes we inform you about when we seek your consent.\\nYou may withdraw this consent at any time as described here.\\nFor purposes that are required by law.\\nWe will process your information as we believe necessary or appropriate (a) to comply with applicable laws; and (b) to comply with lawful requests and legal process, including to respond to requests from public and government authorities.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Depending on the law applicable to you, you may be entitled to request more information about this processing, or to exercise rights to object to this decision. See the Section titled Your Rights and How to Exercise Them .} "
    },
    {
      "Text": "ADVERTISING\\nTargeted Advertising. We gather data and work with third parties to show you personalized ads on behalf of advertisers. This data comes from ad tracking technologies set by us or the third party, information you provide,  your use of the Services, information from advertisers or advertising vendors, and anything inferred from any of this information. We only use or share this information in a manner that does not reveal your identity.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We will process your information as we believe necessary or appropriate (a) to comply with applicable laws; and (b) to comply with lawful requests and legal process, including to respond to requests from public and government authorities. 5.} "
    },
    {
      "Text": "We only use or share this information in a manner that does not reveal your identity.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We gather data and work with third parties to show you personalized ads on behalf of advertisers. This data comes from ad tracking technologies set by us or the third party, information you provide,  your use of the Services, information from advertisers or advertising vendors, and anything inferred from any of this information.} "
    },
    {
      "Text": "We only use or share this information in a manner that does not reveal your identity.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We gather data and work with third parties to show you personalized ads on behalf of advertisers. This data comes from ad tracking technologies set by us or the third party, information you provide,  your use of the Services, information from advertisers or advertising vendors, and anything inferred from any of this information.} "
    },
    {
      "Text": "To do this, we share pseudonymized information, including a hashed version of information that we collect from you directly (such as email or phone number), third party IDs (such as mobile advertising IDs or other IDs assigned by third parties), IP addresses, and/or information about your browser or operating system with our third-party providers.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We only use or share this information in a manner that does not reveal your identity. Advertising Service Providers .} "
    },
    {
      "Text": "SHARING YOUR PERSONAL DATA\\nWe may share your Personal Data with our newspaper and funeral home affiliates and other third parties we use to help us run our business, such as marketing agencies or website hosts, as follows:\\n\\nOur Service Providers. We may share your Personal Data with our service providers who help deliver our products and/or services to you, such as sympathy gifts, floral providers, warehouses and delivery companies, data analysis, payment processing, information technology and related infrastructure provision, customer service, email delivery, auditing, reporting and other similar services. These services providers are permitted to use your Personal Data only to the extent necessary to enable them to provide their services to us. They are required to comply with appropriate security measures to protect your Personal Data.\\nThird Parties Designated or Approved by You. We may share your Personal Data with third parties where you have provided your consent to do so.\\nAffiliates. We may share some or all of your Personal Data with our affiliates, in which case we require our affiliates to comply with this Policy. In particular, you may let us share Personal Data with our affiliates where you have indicated you wish to receive marketing communications from them.\\nCorporate Restructuring. We may share Personal Data when we do a business deal, or negotiate a business deal, involving the sale or transfer of all or a part of our business or assets. These deals can include any merger, financing, acquisition, or bankruptcy transaction or proceeding.\\nOther Disclosures. We may share Personal Data as we believe necessary or appropriate: (a) to comply with applicable laws; (b) to comply with lawful requests and legal process, including to respond to requests from public and government authorities to meet national security or law enforcement requirements; (c) to enforce our Policy and our Terms of Use; and (d) to protect our rights, privacy, safety or property, and/or that of you or others.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The Services may still collect your information for other purposes. 6.} "
    },
    {
      "Text": "DATA RETENTION\\nWe will only retain your Personal Data as long reasonably required for us to provide the Services until you request otherwise unless a longer retention period is required or permitted by law for example for regulatory purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If we transfer your data out of the European Economic Area, we will take all steps reasonably necessary to ensure your data is treated securely and in accordance with this Policy. 10.} "
    },
    {
      "Text": "SENSITIVE PERSONAL DATA\\nSubject to the following paragraph, we ask that you not send us, and that you not disclose, any sensitive Personal Data. We do not request or collect sensitive Personal Data as part of the Services. Sensitive Personal Data includes:\\n\\nsocial security number, state identification card, passport number;\\ninformation related to one’s racial or ethnic origin\\ninformation related to one’s sex life or sexual orientation\\ncitizenship or citizenship status\\npolitical opinions, religion or other beliefs\\nhealth, biometrics or genetic characteristics\\ncriminal background\\ntrade union membership\\nprecise geolocation\\naccount log-in, financial account, debit card, or credit card number in combination with security code, password or credentials allowing access.\\nthe contents of a consumer’s mail, email, and text messages unless we are the intended recipient of the communication.\\nthe Personal Data collected from a known child",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We will remove the data to the extent required by applicable law. 12.} "
    },
    {
      "Text": "Depending on where you reside, you may have the right to ask us for a copy of your Personal Data",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {If you do not wish us to process and use such sensitive Personal Data, do not submit such content to our Services. 13.} "
    },
    {
      "Text": "to correct, delete or restrict processing of your Personal Data",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {To find out more about the steps we take to ensure your data is adequately protected, you can contact us at privacy@legacy.com . Subject to applicable law, you may be able to exercise any of the following rights in relation to your Personal Data: Right to know what information we have about you: This is known as the “right of access” and gives you the right to find out what, if any, Personal Data we have about you, how we process it, and to request a copy of the Personal Data.} "
    },
    {
      "Text": "to correct, delete or restrict processing of your Personal Data",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {To find out more about the steps we take to ensure your data is adequately protected, you can contact us at privacy@legacy.com . Subject to applicable law, you may be able to exercise any of the following rights in relation to your Personal Data: Right to know what information we have about you: This is known as the “right of access” and gives you the right to find out what, if any, Personal Data we have about you, how we process it, and to request a copy of the Personal Data.} "
    },
    {
      "Text": "To exercise your rights, or to obtain other information, contact us at privacy@legacy.com (or as shown for your particular state below)",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We will inform you of relevant exemptions we rely on when responding to any request you make. Additional information on rights and how to contact us for residents of certain states are described below.} "
    },
    {
      "Text": "Disclosure of Personal Information We Collect About You \\nYou have the right to know:\\nThe categories and specific pieces of personal information we have collected about you;\\nThe types of sources from which we collect your personal information;\\nOur business or commercial purpose for collecting or selling your personal information; and",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {In some cases, we may ask for additional information to verify your identity before addressing your request. 14.} "
    },
    {
      "Text": "Our business or commercial purpose for collecting or selling your personal information; and\\nThe types of third parties with whom we share personal information",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {In some cases, we may ask for additional information to verify your identity before addressing your request. 14.} "
    },
    {
      "Text": "Disclosure of Personal Information Sold or Used for a Business Purpose\\nIn connection with personal information we sell or disclose to a third party for a business purpose, you have the right to know:\\nThe categories of personal information we sold and the categories of third parties to whom the personal information was sold;\\nThe categories of personal information we disclosed for a business purpose.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {In some cases, we may ask for additional information to verify your identity before addressing your request. 14.} "
    },
    {
      "Text": "Right to Deletion and to Correction",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {14. ADDITIONAL INFORMATION FOR RESIDENTS OF CERTAIN STATES A. CALIFORNIA RESIDENTS Under California privacy laws, California residents have the following rights: Disclosure of Personal Information We Collect About You You have the right to know: The categories and specific pieces of personal information we have collected about you; The types of sources from which we collect your personal information; Our business or commercial purpose for collecting or selling your personal information; and The types of third parties with whom we share personal information Disclosure of Personal Information Sold or Used for a Business Purpose In connection with personal information we sell or disclose to a third party for a business purpose, you have the right to know: The categories of personal information we sold and the categories of third parties to whom the personal information was sold; The categories of personal information we disclosed for a business purpose.} "
    },
    {
      "Text": "Right to Deletion and to Correction",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {14. ADDITIONAL INFORMATION FOR RESIDENTS OF CERTAIN STATES A. CALIFORNIA RESIDENTS Under California privacy laws, California residents have the following rights: Disclosure of Personal Information We Collect About You You have the right to know: The categories and specific pieces of personal information we have collected about you; The types of sources from which we collect your personal information; Our business or commercial purpose for collecting or selling your personal information; and The types of third parties with whom we share personal information Disclosure of Personal Information Sold or Used for a Business Purpose In connection with personal information we sell or disclose to a third party for a business purpose, you have the right to know: The categories of personal information we sold and the categories of third parties to whom the personal information was sold; The categories of personal information we disclosed for a business purpose.} "
    },
    {
      "Text": "Subject to certain exceptions, on receipt of a verifiable request from you, we will:\\nDelete your personal information from, or correct inaccurate personal information about you in, our records; and\\nDirect any service providers to delete or correct your personal information.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {14. ADDITIONAL INFORMATION FOR RESIDENTS OF CERTAIN STATES A. CALIFORNIA RESIDENTS Under California privacy laws, California residents have the following rights: Disclosure of Personal Information We Collect About You You have the right to know: The categories and specific pieces of personal information we have collected about you; The types of sources from which we collect your personal information; Our business or commercial purpose for collecting or selling your personal information; and The types of third parties with whom we share personal information Disclosure of Personal Information Sold or Used for a Business Purpose In connection with personal information we sell or disclose to a third party for a business purpose, you have the right to know: The categories of personal information we sold and the categories of third parties to whom the personal information was sold; The categories of personal information we disclosed for a business purpose.} "
    },
    {
      "Text": "Subject to certain exceptions, on receipt of a verifiable request from you, we will:\\nDelete your personal information from, or correct inaccurate personal information about you in, our records; and\\nDirect any service providers to delete or correct your personal information",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {14. ADDITIONAL INFORMATION FOR RESIDENTS OF CERTAIN STATES A. CALIFORNIA RESIDENTS Under California privacy laws, California residents have the following rights: Disclosure of Personal Information We Collect About You You have the right to know: The categories and specific pieces of personal information we have collected about you; The types of sources from which we collect your personal information; Our business or commercial purpose for collecting or selling your personal information; and The types of third parties with whom we share personal information Disclosure of Personal Information Sold or Used for a Business Purpose In connection with personal information we sell or disclose to a third party for a business purpose, you have the right to know: The categories of personal information we sold and the categories of third parties to whom the personal information was sold; The categories of personal information we disclosed for a business purpose.} "
    },
    {
      "Text": "Protection Against Discrimination\\nYou have the right to not be discriminated against by us because you exercised any of your privacy rights. This means we cannot, among other things:\\nDeny goods or services to you;\\nCharge different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties;\\nProvide a different level or quality of goods or services to you; or\\nSuggest that you will receive a different price or rate for goods or services or a different level or quality of goods or services",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {ADDITIONAL INFORMATION FOR RESIDENTS OF CERTAIN STATES A. CALIFORNIA RESIDENTS Under California privacy laws, California residents have the following rights: Disclosure of Personal Information We Collect About You You have the right to know: The categories and specific pieces of personal information we have collected about you; The types of sources from which we collect your personal information; Our business or commercial purpose for collecting or selling your personal information; and The types of third parties with whom we share personal information Disclosure of Personal Information Sold or Used for a Business Purpose In connection with personal information we sell or disclose to a third party for a business purpose, you have the right to know: The categories of personal information we sold and the categories of third parties to whom the personal information was sold; The categories of personal information we disclosed for a business purpose. Right to Deletion and to Correction Subject to certain exceptions, on receipt of a verifiable request from you, we will: Delete your personal information from, or correct inaccurate personal information about you in, our records; and Direct any service providers to delete or correct your personal information.} "
    },
    {
      "Text": "Notice of the Right to Opt-Out of the Sale of Personal Information\\nCalifornia residents have the right to opt-out of the sale or disclosure of your personal information. If you exercise your right to opt-out of the sale or disclosure of your personal information, we will refrain from selling or sharing your personal information unless you later provide express authorization for the sale of your personal information.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Protection Against Discrimination You have the right to not be discriminated against by us because you exercised any of your privacy rights. This means we cannot, among other things: Deny goods or services to you; Charge different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties; Provide a different level or quality of goods or services to you; or Suggest that you will receive a different price or rate for goods or services or a different level or quality of goods or services.} "
    },
    {
      "Text": "To opt-out of the sale or disclosure of your personal information, visit our homepage and click on the Do Not Sell or Share My Personal Information link.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You can also follow the instructions in the Your Rights section below. The third-party advertisers, ad agencies and other vendors we work with might be members of the Network Advertising Initiative, the Digital Advertising Alliance Self-Regulatory Program for Online Behavioural Advertising and/or the European Digital Advertising Alliance.} "
    },
    {
      "Text": "How to Exercise Your Rights\\nIf you would like to exercise your rights under California law, please:\\n\\nComplete a data subject request form available on our website;\\nCall us, toll-free, at 888-397-9494; or\\nEmail to privacy@legacy.com or write to us at Legacy.com, Privacy Protection, 230 West Monroe, Suite 400, Chicago, Illinois 60606.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you exercise your right to opt-out of the sale or disclosure of your personal information, we will refrain from selling or sharing your personal information unless you later provide express authorization for the sale of your personal information. To opt-out of the sale or disclosure of your personal information, visit our homepage and click on the Do Not Sell or Share My Personal Information link.} "
    }
  ]
}