{
  "policy_id": "50",
  "text": "Privacy Policy | The Daily Wire Now Live — The Daily Wire Election Night 2022 <img srcSet=\"/images/version2/Logo.svg 1x, /images/version2/Logo.svg 2x\" src=\"/images/version2/Logo.svg\" decoding=\"async\" data-nimg=\"intrinsic\" style=\"position:absolute;top:0;left:0;bottom:0;right:0;box-sizing:border-box;padding:0;border:none;margin:auto;display:block;width:0;height:0;min-width:100%;max-width:100%;min-height:100%;max-height:100%\" class=\"daily-wire-logo\" loading=\"lazy\"/> Read Listen Watch Discuss Shop Kids Search Log In Sign Up Privacy Policy Revised Date: August 22, 2023 International customers please review our International Privacy Policy HERE Your privacy is important to us at The Daily Wire, LLC (“DW” or “Daily Wire” or “we”, or “us,” or “our”). This Privacy Policy (the “Privacy Policy”) applies to any websites or mobile applications owned or operated by us, including, without limitation, this website currently located at www.DailyWire.com (collectively, the “Websites”), any newsletters subscribed to via the Websites, digital subscriptions to DailyWire.com, DailyWire+, and any other service or product of DW, including without limitation mobile applications, or other digital properties, as expressly indicated by DW such as through a link or other display of this Privacy Policy (collectively with the Websites, the “Services”). This Privacy Policy explains what information, including Personal Information, we collect from or about you on our Services, how we use or share such information, how to exercise any rights you may have with respect to your Personal Information, and the safeguards we have in place to reduce the risk of unauthorized access and use. For the purposes of this Privacy Policy, Personal Information means any information, alone or in combination, from which a natural person can be identified. It does not include data where identifiers have been removed (e.g., anonymous or aggregate data). Please carefully read this Privacy Policy which is part of and subject to our Terms of Use , before using our Websites or Services, including, without limitation, www.DailyWire.com , and any related DW webpages or mobile applications that display this Privacy Policy. If you do not agree with our Terms of Use and/or the Privacy Policy, please refrain from using our Websites or Services. By accessing or using our Websites or Services, you agree to our use of your Personal Information and other information consistent with the Terms of Use and this Privacy Policy . Contents • Contact Information • Scope of this Privacy Policy • Collection of Your Information • How We Use the Information We Collect • How Vendors Use the Information We Collect • Text Messages • Cookies and Online Tracking Technologies • Online Advertising • Selling and Sharing Your Information • Retention of Information • Preference Management • Your Legal Rights • Your California Privacy Rights • Your Nevada Privacy Rights • Your Virginia Privacy Rights • Your Colorado Privacy Rights • Your Connecticut Privacy Rights • Your EU Privacy Rights • Information Security • Transfer of Information to the United States; International Users • Children’s Privacy • Links to Third Party Materials • Changes to Our Privacy Policy • Contact Us • Update History Contact Information Unless otherwise noted, The Daily Wire, LLC is the controller and is responsible for your Personal Information. Should you have any questions about this Privacy Policy, including any requests to exercise your privacy rights, please contact us using our online form . For international customers, please review our International Privacy Policy here , which may apply to your use of the Services.  If you have any questions about which policy may apply to you, please contact us using our online form . 2. Scope of this Privacy Policy This policy applies to information we collect: • On our Websites (including www.DailyWire.com ), mobile applications and Services that display this Privacy Policy. • Via email, text and other electronic messages between you and us. • Information collected by us offline. It does not apply to information collected by: • Through any other website operated by any third party (including, if applicable, our affiliates and subsidiaries). • Any third party (including, if applicable, our affiliates and subsidiaries), through any application or content (including advertising) that may link to or be accessible from or on the Websites or the Services. • Us as a result of an application for employment with DW, during the prospective hiring process, or relating to an individual’s actual employment with DW. Our privacy policies regarding applicants and employees are separately disclosed during the application process and employment onboarding. 3. Collection of Your Information a. Collection of Your Personal Information . DW, or where relevant, a designated service provider, collects information that you choose to provide or we receive from other sources. This may include Personal Information or Sensitive Personal Information that you provide through the Services, on third-party websites and applications when subscribing to DailyWire.com, through registering for our services and products, through requesting certain DW services or products, when downloading our podcasts, or by submitting the information to enter a sweepstakes, contest, or other promotion. We may collect and we have collected, within the past 12 months, the following categories of Personal Information about consumers. Personal Information we collect about you may vary depending on the nature of your interactions with us and may not include all of the examples listed below. Category of PI Examples of PI Collected Categories of Sources from which PI was Collected Purposes for PI Collection Identifiers real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers • You • Created by us • Your email and social media accounts • Your devices • Business partners and vendors • Delivering products or services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Analytics • Security and fraud prevention • Debugging • Research and development • Quality assurance Personal information described in Cal. Civ. Code § 1798.80(e) Name, address, and telephone number • You • Your email and social media accounts • Your devices • Business partners and vendors • Delivering products or services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Analytics • Security and fraud prevention • Debugging • Research and development • Quality assurance Characteristics of protected classifications Age and date of birth, sex, and gender • You • Your devices • Business partners and vendors • Delivering products and services • Marketing Commercial information Products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies, or account profiles • You • Created by us • Your email and social media accounts • Your devices • Business partners and vendors • Delivering products and services • Marketing • Research and development • Quality assurance Internet or other electronic network activity information Internet or other similar activity, browsing history, search history, information on a consumer’s interaction with a website, application logs, device data and registration, or advertisement • You • Your email and social media accounts • Your devices • Business partners and vendors • Delivering products and services • Marketing • Research and development • Quality assurance • Security and fraud prevention Audio, electronic, visual, thermal, olfactory, or similar information Audio recordings of customer service calls • You • Created by us • Delivering products and services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Quality Assurance • Security and fraud prevention Inferences from PI Collected Customer profiles reflecting preferences and predispositions • You • Created by us • Vendors and other third parties • Your email and social media accounts • Delivering products and services • Analytics • Marketing Other Information, such as information that does not directly fit within one of the categories defined by the CCPA The contents of communications you send to us by phone, email, text, online chat, etc. • You • Created by us • Vendors and other third parties • Your email and social media accounts • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Delivering products and services • Marketing • Research and development • Quality assurance • Security and fraud prevention In addition, we may collect, use, and disclose your Personal Information as required by applicable law. We do not treat deidentified data or aggregate consumer information as Personal Information and we reserve the right to convert, or permit others to convert, your Personal Information into deidentified data or aggregate consumer information. We do not attempt to re-identify such information. b. Collection of Your Sensitive Personal Information Sensitive Personal Information shall be understood to mean any information that reveals: (a) consumer’s Social Security or other state identification number; (b) a consumer’s account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account; (c) consumer’s geolocation; (d) consumer’s racial or ethnic origin, religious or philosophical beliefs, or union membership; (e) the contents of a consumer’s mail, email, or text messages, unless the business is the intended recipient of the communication; and (f) consumer’s genetic data. Although it is our preference to minimize the collection of Sensitive Personal Information, it is possible that we may collect or may have collected, within the past 12 months, the categories of Sensitive Personal Information about consumers that are indicated in the chart below. The Sensitive Personal Information we collect may vary depending on the nature of your interactions with us and may not include all of the examples listed below. Category of Sensitive Personal Information Information Source(s) Purpose(s) Personal Information that reveals a consumer’s account log-in and financial account • You • Your devices • Delivering products and services • Marketing We do collect other “special categories” of Personal Information about you including information required to make inferences about your political opinions, religious or philosophical beliefs, and we do not collect other “special categories” such as details about your sex life, sexual orientation, or other information about your health, including biometric data. c. Sources of Personal Information and Sensitive Personal Information Information You Provide . Personal Information and Special Personal Information may be obtained directly from you, for example, when you subscribe to our newsfeed, participate in a live chat, respond to surveys or petitions, or apply for or obtain a position or internship. If you submit Personal Information or Sensitive Personal Information to us about others, then you represent and warrant that you are authorized to do so and that you have received authorization from the person about whom you are providing the information and that person has consented to have all information used, disclosed, and transferred in accordance with this Privacy Policy. Information Collected Automatically . We may use various tools and technologies like cookies and web server logs to collect information automatically on the Services. This information may include IP addresses, device identifiers, browser characteristics, operating system details, internet service provider details, language preferences, referring URLs, time and length of visits, and pages viewed. Please see the “Cookies and Online Tracking Technologies” section below for more information. Information Collected from Other Parties . Personal information and Sensitive Personal Information may also be obtained from others authorized to provide the information, from activity on the Services, and from other parties with whom we work, such as service providers, business partners, affiliates, advertisers, advertising technology providers, advertising servers, data analytics providers, and social networks. For example, if you choose to link your social media or other third-party accounts to our Services, we may obtain your Personal Information and Sensitive Personal Information from these sources. Social Features . Certain features of the Services may permit you to initiate interactions between the Website and other platforms like social networks (for example, to share the Website with your friends or comment on DW content). Using these features may allow both DW and the operator of the other platform to access certain information about your use of our Services and theirs, including Personal Information and Sensitive Personal Information. You should review the terms, policies, and settings of these other platforms to learn more about their data practices and/or adjust your settings. d. Usage Data and Websites Activity We automatically collect and analyze information in connection with the actions you take on the Websites and in connection with using the Services (“Usage Data”) to improve the Websites, Services and user experience. This data includes, but is not limited to, the type of browser you are using, the type of operating system you are using, your IP address, mobile device ID, aggregate data about the number of visits to the Websites, and aggregate data about the pages visited. This usage information may be associated with your username and profile. The lawful bases for processing your Personal Information and Sensitive Personal Information in this manner include DW’s legitimate interest, compliance with legal obligations, and the performance of a contractual relationship with you. 4. How We Use the Information We Collect We may use your Personal Information and Sensitive Personal Information in the following circumstances: • Where we need to perform a contract we have entered into with you or to fulfill your request. • Where we need to comply with a legal obligation. • Where it is necessary for our legitimate interests (or those of a third party) and your interest and fundamental rights do not override those interests. • Where it is needed in the public interest or for official purposes. • With your consent. • As set forth herein. For more information on how to opt out of our use of your Personal Information and Sensitive Personal Information to you with offers and promotions, please see section 11 below (“Preference Management”). Please note that if you exercise choice in this manner, you will continue to receive communications concerning your account and products and services you requested, and in response to any requests for information by you. Please also note that this opt-out process may take some time to complete, consistent with applicable law. 5. Disclosure of Personal Information The chart below shows the categories of Personal Information and Sensitive Personal Information we have disclosed to our service providers and contractors for a business or commercial purpose during the last 12 months that may have been used by those parties. Category of Personal Information or Sensitive Personal Information Recipients of Information Purpose(s) Identifiers • Business partners • Financial institutions • Delivery service providers • Marketing partners • Delivering products or services (to perform services on behalf of DW) • Marketing • Analytics Personal information described in Cal. Civ. Code § 1798.80(e) • Business partners • Financial institutions • Delivery service providers • Marketing partners • Delivering products or services (to perform services on behalf of DW) • Marketing • Analytics Characteristics of protected classifications • Marketing partners • Marketing • Analytics Commercial Information • Business partners • Financial institutions • Delivery service providers • Marketing partners • Delivering products or services (to perform services on behalf of DW) • Marketing • Analytics Internet or other electronic network activity information • Marketing partners • Marketing • Analytics Audio, electronic, visual, thermal, olfactory or similar information • Business partners • Security and fraud prevention Inferences from PI Collected • Marketing partners • Marketing • Analytics Sensitive Personal Information Account log-in and financial account • Business partners • Financial institutions • Delivery service providers • Delivering products or services (to perform services on behalf of DW) • Analytics During the past 12 months, we disclosed certain categories of Personal Information and Sensitive Personal Information about California, Colorado, Connecticut, and Virginia residents with third parties and business partners in a manner that may constitute “targeting advertising” or “cross-contextual behavioral advertising” under applicable state laws, as described below: We work with one or more third parties to: (i) administer and analyze effectiveness of advertising or promotional campaigns (these third parties may place cookies on individuals’ computers to receive information about traffic to our site, browsing and purchasing activity on our online services); and (ii) from time-to-time third parties may help us to provide a more tailored user experience. These third parties may collect information about individuals’ internet or other similar network activity and browsing patterns, IP address, page interaction (such as scrolling, clicks and mouseovers), and information obtained via cookies with these third parties (such as the site visited before or after), and may retain rights to use some of this information for their own purposes. Please visit “Selling and Sharing Your Information” in Section 9 for more information regarding data sharing. In addition to the other purposes for collection, use, and disclosure of Personal Information described in this Privacy Policy, we may collect, use, and disclose Personal Information as required by law, regulation or court order; to respond to governmental and/or law enforcement requests; to identify, contact or bring legal action against someone who may be causing injury to or interfering with our or others’ rights or property; to support any actual or threatened claim, defense or declaration in a case or before any jurisdictional and/or administrative authority, arbitration or mediation panel; or in connection with disciplinary actions/investigations. Likewise, we may disclose Personal Information to other parties in connection with the sale, assignment, merger, or reorganization. 6. Text Messages If you provide your mobile phone number to us, we may ask for your consent to receive text message alerts from us containing product, event, or promotional information in a text or SMS message (“Text Messages”). The Text Message program allows users to receive SMS/MMS mobile messages by users affirmatively opting into the program, such as through online enrollment forms or by texting a keyword to 83400 or any successor short code to opt into the program. Your consent to receive Text Messages is not required to purchase goods or services from us. Additional terms regarding Text Messages will apply—please review the applicable terms carefully when you provide your mobile phone number. If you consented to receiving promotions or advertising via Text Message, you can unsubscribe from receiving Text Messages at any time by replying “ STOP ” to one of our Text Messages or to 83400 . For help, text HELP to 83400 or contact us at support.dailywire.com. Notwithstanding anything else in this Policy, Daily Wire does not share Personal Information or Sensitive Personal Information obtained through its short code texting program with unaffiliated third-party companies for marketing purposes. 7. Cookies and Online Tracking Technologies DW may use cookies (a small text file placed on your computer to identify your computer and browser) and other third-party tracking technologies such as web beacons (an electronic file placed on a website that monitors usage) to collect general and personally identifiable information, including Personal Information and Sensitive Personal Information about visitors to the Websites. The information collected is used to improve the experience of the Websites and Services, such as allowing us to recognize you when you revisit the Websites to provide you with customized information and/or to remember your preferences. We use cookies and other third-party tracking technologies such as web beacons to collect Personal Information and Sensitive Personal Information. Most web browsers are initially set up to accept cookies. If you use our mobile application on a desktop, a mobile device, tablet, or streaming media device, we may collect a Resettable Device Identifier from your device. Resettable Device Identifiers (also known as mobile advertising identifiers) are similar to cookies and are found on many mobile devices and tablets (for example, the “Identifier for Advertisers” (or IDFA) on Apple iOS devices and the “Google Advertising ID” on Android devices), and certain streaming media devices. We and our service providers may use session-replay tools, which record your interactions with our Services, such as how you move throughout our Services and engage with our webforms. In addition to the uses described in the “How we use the Information we Collect” section above, this information helps us improve our Services and identify and fix technical issues visitors may be having with our Services. For more information on how to manage cookies and the categories of cookies used on the Websites, please see below (“Preference Management”). 8. Online Advertising We may partner with third parties (Third Party Providers and Advertisers, collectively known as “Advertisers”) that collect information across various channels, including offline and online, for purposes of delivering more relevant online advertising to you. Our partners may place or recognize a cookie on your computer, device or directly in our emails/communications, and we may share Personal Information and Sensitive Personal Information with them, as permitted by law and in accordance with this Privacy Policy. Our partners may link the Personal Information and Sensitive Personal Information we share with them to the cookie stored on your browser or device, and they may collect information such as your IP address, browser or operating system type and version, and demographic or inferred-interest information. Our partners use this information to recognize you across different channels and platforms over time for advertising, analytics, attribution, and reporting purposes. For example, our partners may deliver an ad to you in your web browser based on a purchase you made in a physical retail store, or they may send a personalized marketing email to you based on the fact that you visited a particular website. We may use automated decision-making to customize your experience based on your Personal Information or Sensitive Personal Information. Our Privacy Policy does not cover any use of information that an ad network may collect from you. Advertisements may be shown on the Websites, the Services or on third-party websites. To opt out of receiving online targeted or behavioral advertising, please see below (“Preference Management”). 9. Selling and Sharing Your Information We may sell or share the following categories of personal information with third parties for the purposes of targeted advertising, cross-context behavioral advertising, and analytics: • Identifiers • Commercial information • Internet or other electronic network activity • Inferences We sell and/or share this personal information with third parties for advertising (including targeted advertising) and analytics purposes.  The third parties to whom this personal information was sold and/or shared are advertisers and analytics vendors.  When we use the terms sell, sold, or sale, we mean for valuable consideration and not monetary value. We offer you the ability to opt out of sales and sharing of your personal information as set forth in the “Right to Opt Out of Sales and Sharing of Personal Information” section below. We do not have actual knowledge that we sell or share the personal information of consumers under sixteen (16) years of age. If you provide content to the Services, such as submitting comments or content as a part of a DW subscription, any information that you submit will become public. It may become accessible through search engines or, if you sign in using credentials from a third-party social networking service, to users on that service. This Section 9 does not apply to information obtained by Daily Wire through the text messaging short code. Daily Wire does not sell, rent, loan, trade, lease or otherwise transfer for profit any phone numbers or personal information collected through the Daily Wire short code texting program to any third party. Nonetheless, Daily Wire reserve the right at all times to disclose any information as necessary to satisfy any law, regulation or governmental request, to avoid liability, or to protect Daily Wire’s rights or property. 10. Retention of Information We will store your Personal Information for no longer than is necessary for the performance of our obligations or to achieve the purposes for which the Personal Information was collected, or as may be required or permitted under applicable law. To determine the appropriate retention period, we will consider the amount, nature, and sensitivity of the data; the potential risk of harm from unauthorized use or disclosure of the data; the purposes for which we process the data and whether we can achieve those purposes through other means; and the applicable legal requirements. Unless otherwise required by applicable law, at the end of the retention period we will remove Personal Information from our systems and records or take appropriate steps to properly anonymize, deidentify, or aggregate it, where legally applicable. 11. Preference Management We strive to provide you with appropriate choices regarding the Personal Information and Sensitive Personal Information you provide to us. We have created the following mechanisms to provide you choices and control over your information. a. Other Uses — We will not collect, use, or disclose your Personal Information and Sensitive Personal Information in any ways or for any purposes that are materially different from those set forth herein. However, if we wish to do so in the future, we will provide notice and an opportunity to opt-out of such proposed collection, use, or disclosure. b. Promotional or Marketing Messages — You can opt-out of receiving marketing or promotional communications from us or third parties by using the “Unsubscribe” feature at the bottom of each email or “STOP” in text messages or by requesting to opt out by emailing us at optout@DailyWire.com. c. Cookies — You have the ability to disable or opt-out of certain cookies by going to the Cookie Preferences of your browser. Also, you can find out more information about how to change your browser cookie settings at www.allaboutcookies.org. You can reset your web browser to refuse all cookies or to indicate when a cookie is being sent. However, certain features of the Website or Services may not work if you delete or disable cookies. d. Interest-Based Advertising — In some instances, you can opt-out of receiving interest-based online ads from us, third party advertisers and ad networks. We do not control third parties’ collection or use of your information to serve interest-based advertising. Advertisers and ad networks that are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising provide opt-out choices at the following websites: • NAI Website (US): https://optout.networkadvertising.org/?c=1 • DAA Website (US): https://optout.aboutads.info/?c=2&lang=EN Users in the EEA/US can opt out on the European Digital Advertising Alliance can opt out at: EDAA Website (EEA/EU): https://www.youronlinechoices.com/ Be advised that these opt-out tools are provided by third parties and may not be available with respect to all interest-based advertising that is presented to you. We do not control or operate these tools or the choices that advertisers and others provide through these tools. Even if you opt out of receiving interest-based advertising, you may still receive generic ads. e. Analytics Providers — We may use third party web analytics services such as, without limitation, the ones identified below to measure the effectiveness of our advertising and determine how visitors use the website. These service providers’ tools, including cookies and web beacons, allow us to collect information such as the state and zip code from which our visitors come and the IP addresses of our visitors’ computers. Some of these providers have their own opt-out mechanisms. • Google Analytics – We use Google Analytics to help us manage and improve the Website and Services. Google provides a Browser Add-On that allows you to opt-out by downloading and installing the add-on for your web browser, available at https://tools.google.com/dlpage/gaoptout . Be advised, however, that we may continue to send you transactional communications (e.g., emails regarding account notifications, customer support questions and similar information) regarding your use of the Websites and Services. You cannot opt out of receiving these types of communications. 12. Your Legal Rights You have the right to: • Request a copy of the Personal Information and Sensitive Personal Information we hold about you. • Request that inaccurate information about you be corrected or deleted. • Object to having your Personal Information and Sensitive Personal Information processed. • Request that we delete any and all Personal Information and Sensitive Personal Information we hold about you. • Request that we restrict processing your Personal Information and Sensitive Personal. • Request that you not be subject to automated decision-making including profiling. • Receive your Personal Information and Sensitive Personal Information in a structured, prevailing, and machine-readable form and/or have your Personal Information and Sensitive Personal Information transferred to another controller, where technically feasible. • Withdraw consent provided for processing Personal Information and Sensitive Personal Information. To exercise these rights or for any other questions related to this Privacy Policy, you may contact us using the request form at support.dailywire.com . Users in California, Nevada, Colorado, Virginia, Connecticut, and the EEA may have additional rights as described below. DW email subscribers and subscribers of paid content may access and correct their contact information on file by accessing their account online. We may not accommodate a request to change information if we believe the change would violate any law or legal requirement or cause the information to be incorrect. 13. Your California Privacy Rights a. “Shine The Light” Law — California residents with whom DW has an established relationship have the right to request certain information with respect to any Personal Information and Sensitive Personal Information DW may have shared with third parties for their direct marketing purposes. Alternatively, DW may provide a cost-free means to opt out of such sharing. DW has opted to provide you with a cost-free means to opt out of such sharing. If you do not want DW to disclose your Personal Information and Sensitive Personal Information to other companies for their marketing purposes, please contact us using the request form at support.dailywire.com . For California residents under the age of 18 and registered users of the Websites or Services, California law (Business and Professionals Code § 22581) provides that you can request the removal of content or information you posted on Websites. Any such request should be sent to us using the request form at support.dailywire.com along with a description of the posted content or other information to be removed. Be advised, however, that applicable law may not permit us to completely or comprehensively remove your deleted content or for other reasons as set forth in this California law. b. California Consumer Privacy Act (CCPA) and California Privacy Rights Act (CPRA) — Under CCPA and CPRA, California residents may be able to exercise additional rights listed below in accordance with the laws of the State of California independently or through an authorized agent: Right to Correct, Right to Know, Right to Delete and Right to Opt Out. Right to Correct. If you believe that Personal Information or Sensitive Personal Information we maintain about you is inaccurate, you have the right to request that we correct that information. Right to Know. You have the right to request that we disclose the following information for the 12-month period prior to the request date. Consumer requests of this nature may be made no more than twice in a 12-month period. You have the right to know what Personal Information we have collected about you, which includes: The categories of Personal Information we have collected about you, including: • The categories of sources from which the Personal Information was collected • Our business or commercial purposes for collecting, sharing, or disclosing Personal Information • The categories of recipients to which we disclose Personal Information • The categories of Personal Information that we shared, and for each category identified, the categories of third parties to which we shared that particular category of Personal Information • The categories of Personal Information that we disclosed for a business purpose, and for each category identified, the categories of recipients to which we disclosed that particular category of Personal Information The specific pieces of Personal Information we have collected about you: Where required by law, we will provide this information in a portable and, if technically feasible, readily usable format. Right to Delete Your Personal Information. You have the right to request that we delete Personal Information and Sensitive Personal Information we collected from you, subject to certain exceptions. Under the CCPA and CPRA, we may decline to delete your Personal Information under certain circumstances, for example, if we need the Personal Information to complete transactions or provide services you have requested or that are reasonably anticipated, for security purposes, for legitimate internal business purposes (including maintaining business records), to comply with law, or to exercise or defend legal claims. Note also that we are not required to delete your Personal Information that we did not collect directly from you. Right to Opt Out of Sales and Sharing of Personal Information. You have the right to opt out of the sale of your Personal Information and Sensitive Personal Information, and to request that we do not share your Personal Information and Sensitive Personal Information for cross-context behavioral advertising. To opt-out, please click here or use the “Do Not Sell or Share My Information” link contained in the footer of the DW website.  Please note that opting-out of the sale of your information for interest-based advertising purposes does not mean you will stop seeing ads, including interest-based ads, and your information that was collected and sold prior to 90 days before your opt-out request may be further used and sold for interest-based advertising purposes Alternatively, to submit a request to exercise any of your California privacy rights, please contact us using one of the following methods: • Via our Privacy Center • Via email to privacy@DailyWire.com • Call us at ​​1(866)TDW-CPRA (839-2772) Right to Limit Use and Disclosure of Sensitive Personal Information. We do not use or disclose Sensitive Personal Information for purposes to which the right to limit use and disclosure applies under the CCPA and CPRA. Rights Related to Automated Decision-Making. You have the right to opt out of automated decision-making, including profiling, that we use to evaluate certain personal aspects relating to your performance at work, economic situation, health, personal preferences, interests, reliability, behavior, location, or movements. Right to Non-Discrimination for the Exercise of Your Privacy Rights. If you choose to exercise any of your privacy rights under the CCPA and CPRA, you also have the right not to receive discriminatory treatment by us. You may use an authorized agent to submit requests. We do not discriminate against a user if they exercise any of the rights available under the CCPA or CPRA. However, we may charge a different price or rate, or offer a different level or quality of good or service, to the extent that doing so is reasonably related to the value of the applicable data and permitted under the law. We will make a good faith estimate of the value of the consumer’s data based on relevant expenses related to the collection and retention of Personal Information as part of each such program. In addition, we may offer you financial incentives for the collection, sale and retention and use of your Personal Information and Sensitive Personal Information as permitted by applicable state laws that can, without limitation, result in reasonably different prices, rates, or quality levels. The material aspects of any financial incentive will be explained and described below or in its program terms. Please note that participating in incentive programs is entirely optional. You will have to affirmatively opt-in to the program and you can opt-out of each program (i.e., terminate participation and forgo the ongoing incentives) prospectively by following the instructions in the applicable program description and terms. We may add or change incentive programs and/or their terms by posting notice on the program descriptions and terms linked to above so check them regularly. Program Incentive Offered Material Term How to Opt In Email Sign Up Discount First-time email signup consumers earn 10% off their first purchase. The Email and Text Message Sign Up Discount is available to consumers who are 18 years of age or older, and discounts are redeemable only at https://store.dailywire.com on full price styles, exclusions apply. We collect your email address to facilitate our operations, send you marketing messages, and to provide you with benefits. Participating in the Email Sign Up Discount is entirely optional but is subject to additional terms and conditions and exclusions. You may opt in by providing your email address on our website at the link available from time to time at our store page, https://store.dailywire.com and opting in to receive messages from us. The financial incentive we offer to consumers through each program is reasonably related to the value of the consumer’s data. We have made a good faith estimate of the value of the consumer’s data based on relevant expenses related to the collection and retention of personal information as part of each program. Participants in a financial incentive program may make a personal information deletion request as set forth herein. Consumers that are part of a rewards program will then be sent an email requesting that they confirm that they want to delete their respective program data. You may also terminate program participation at any time, as explained in each program’s terms or by calling us at (818) 699-9948. Upon a termination request, some program data associated with the terminated account may be retained for recordkeeping, tax reporting, and other legally permissible purposes. You can opt out of non-program marketing emails or delete your personal information from our active marketing lists and retain your program account and benefits. We will not fulfill a request pursuant to CCPA or CPRA unless you have provided sufficient information for us to reasonably verify you are the consumer about whom we collected Personal Information and/or Sensitive Personal Information. We will take appropriate steps to confirm the identity of a consumer making a request for purposes of verifying the authenticity of the request. You may be required to provide certain Personal Information to allow us to verify that you are the consumer about whom the request is being made. If you request that we provide you with specific pieces of Personal Information about you, we will apply heightened verification standards. An authorized agent may submit a request on behalf of a consumer if the consumer has provided the authorized agent with power of attorney in accordance with necessary state law; alternatively, the agent must (1) present verifiable written authorization from the consumer that the agent has the consumer’s permission to submit the request; and (2) independently verify the agent’s own identity with Daily Wire. We will typically not charge a fee to fully respond to your requests, but we may charge a reasonable fee, or refuse to act upon a request, if your request is excessive, repetitive, unfounded, or overly burdensome. Some Personal Information we maintain about consumers (e.g., clickstream data) is not sufficiently associated with enough Personal Information about the consumer for us to be able to verify that it is a particular consumer’s Personal Information. Accordingly, we will not include such information in response to consumer requests. If we cannot comply with a request, we will explain the reasons in our response. We will use Personal Information provided in your request only to verify your identity or authority to make the request and to track and document request responses unless you also provided the Personal Information to us for another purpose. We do not sell the Personal Information and Sensitive Personal Information of consumers we actually know are less than 16 years of age, unless we receive affirmative authorization (the “right to opt-in”) from either the consumer who is between 13 and 16 years of age, or the parent or guardian of a consumer less than 13 years of age. Consumers who opt-in to Personal Information or Sensitive Personal Information sales may opt-out of future sales at any time. Please note that while CCPA and CPRA rights do apply to Personal Information collected from job applicants and employees, this policy only covers those individuals in their capacity as users of our website. Separate privacy disclosures will be made to these parties during their application and onboarding processes. 14. Your Nevada Privacy Rights Nevada residents who wish to exercise their sale opt-out rights under Nevada Revised Statutes Chapter 603A may submit a request to optout@DailyWire.com . 15. Your Virginia Privacy Rights This section provides information specific to Virginia consumers, including how to exercise their rights under the Virginia Consumer Data Protection Act (“CDPA”). Terms defined in the CDPA that are used in this section shall have the same meaning as in the CDPA. Additional Disclosures of Personal Data Targeted Advertising. We may process your Personal Data for targeted advertising (as the term is defined in the CDPA). To opt out, please email us at privacy@DailyWire.com or call us at (818) 699-9948. Sales of Personal Data. We do not sell (as the term is defined in the CDPA) your Personal Data. Your Virginia Privacy Rights Right to Access and Data Portability. You have the right to confirm whether we are processing your Personal Data, to access your Personal Data, and to obtain a copy of Personal Data you provided to us in a portable format. Right to Correct. You have the right to request that we correct inaccuracies in your Personal Data, taking into account the nature of the Personal Data and our purposes for processing it. Right to Delete. You have the right to request that we delete your Personal Data. Right to Opt Out. You have the right to opt out of the following uses of your Personal Data: (a) targeted advertising; (b) the sale of Personal Data; and (c) profiling in furtherance of decisions that produce legal or similarly significant effects. Right to Appeal. Sometimes we are unable to process requests relating to your Personal Data, in which case, your request will be denied. If you are a resident of Virginia whose privacy rights request has previously been denied by us and you believe we denied it in error, you may appeal for reconsideration of your request using our email at privacy@DailyWire.com or call us at (818) 699-9948. Please note that if you make a privacy rights request, we will retain the Personal Data submitted in connection with your request for recordkeeping purposes. 16. Your Colorado Privacy Rights This Section supplements the other parts of our Privacy Policy, and provides additional information for Colorado Consumers, including how to exercise their rights under the Colorado Privacy Act (“CPA”). Terms defined in the CPA that are used in this Section shall have the same meaning as in the CPA. Additional Disclosures of Personal Data Targeted Advertising and Sales of Personal Data . Under Colorado law, a “sale” of Personal Data does not necessarily involve an exchange of money. Instead, the term also includes disclosures of Personal Data to third parties under circumstances where the third parties may use the information for their own purposes. We do not sell your Personal Data in exchange for monetary compensation. We may allow certain third parties (such as certain advertising partners) to collect your Personal Data via automated technologies or otherwise share Personal Data with such parties in exchange for non-monetary consideration (such as an enhanced ability to serve you content and advertisements that may be of interest to you). To opt out of targeted advertising, please visit our Privacy Center . Profiling . We do not use Personal Data for Profiling in furtherance of decisions that produce legal or similarly significant effects concerning Consumers. Your Colorado Privacy Rights Right to Access and Data Portability . You have the right to confirm whether we are processing your Personal Data, to access your Personal Data, and to obtain a copy of Personal Data you provided to us in a portable format. Right to Correct . You have the right to request that we correct inaccuracies in your Personal Data, taking into account the nature of the Personal Data and our purposes for processing it. Right to Delete . You have the right to request that we delete your Personal Data. Right to Opt Out . You have the right to opt out of the following uses of your Personal Data: (a) targeted advertising; (b) the sale of Personal Data; and (c) profiling in furtherance of decisions that produce legal or similarly significant effects. Right to Appeal . Sometimes we are unable to process requests relating to your Personal Data, in which case, your request will be denied. If you are a resident of Colorado whose privacy rights request has previously been denied by us and you believe we denied it in error, you may appeal for reconsideration of your request using our email at privacy@DailyWire.com or call us at (818) 699-9948. Bona Fide Loyalty Programs We may offer you certain loyalty program benefits permitted under applicable law that can result in different prices, rates, quality, or selection levels. A loyalty program notice is either provided below for the particular program listed or will be provided in connection with the offer for the particular program. Participation in a loyalty program requires your prior opt-in consent, which you may revoke at any time. The “Selling and Sharing Your Information” Section above identifies the categories of Personal Data that we may collect, sell, or process for targeted advertising through the loyalty program. The chart below shows the third parties who may receive your Personal Data in connection with the loyalty program, loyalty program partners, and the program benefits provided by each partner. We may add or change programs and their terms by posting notice on the program descriptions below or within the offer to participate, so please check them regularly. Program Personal Data Third Parties and Loyalty Program Partners Incentive Offered Email Sign Up Discount Name, Email Address, Phone Number, Physical Address (if provided for shipping) Shopify First-time email signup consumers earn 10% off their first purchase. Email Sign Up Discount Name, Email Address, Phone Number, Physical Address (if provided for shipping) Recharge First-time email signup consumers earn 10% off their first purchase. Email Sign Up Discount Name, Email Address, Phone Number, Physical Address (if provided for shipping) Klavio First-time email signup consumers earn 10% off their first purchase. Email Sign Up Discount Name, Email Address, Phone Number, Physical Address (if provided for shipping) Zendesk First-time email signup consumers earn 10% off their first purchase. Email Sign Up Discount Name, Email Address, Phone Number, Physical Address (if provided for shipping) Segment First-time email signup consumers earn 10% off their first purchase. Email Sign Up Discount Name, Email Address, Phone Number, Physical Address (if provided for shipping) Onport First-time email signup consumers earn 10% off their first purchase. Participants in a loyalty program may make a Personal Data deletion request as set forth herein. Consumers that are part of a rewards program will then be sent an email requesting that they confirm that they want to delete their respective program data. You may also terminate program participation at any time, as explained in each program’s terms or by calling us at (818) 699-9948. Upon a termination request, some program data associated with the terminated account may be retained for recordkeeping, tax reporting, and other legally permissible purposes. You can opt out of non-program marketing emails or delete your Personal Data from our active marketing lists and retain your program account and benefits. 17. Your Connecticut Privacy Rights This Section supplements the other parts of our Notice, and provides additional information for Connecticut Consumers, including how to exercise their rights under the Connecticut Personal Data Privacy and Online Monitoring Act (“CTDPA”). Terms defined in the CTDPA that are used in this Section shall have the same meaning as in the CTDPA. Additional Disclosures of Personal Data Targeted Advertising and Sales of Personal Data . Under Connecticut law, a “sale” of Personal Data does not necessarily involve an exchange of money. Instead, the term also includes disclosures of Personal Data to third parties under circumstances where the third parties may use the information for their own purposes. We do not sell your Personal Data in exchange for monetary compensation. We may allow certain third parties (such as certain advertising partners) to collect your Personal Data via automated technologies on our Online Channels or otherwise share Personal Data with such parties in exchange for non-monetary consideration (such as an enhanced ability to serve you content and advertisements that may be of interest to you). You have the right to opt out of this disclosure of your information, as detailed below. To opt out of targeted advertising, please visit our Privacy Center . Profiling . We do not use Personal Data for Profiling in furtherance of decisions that produce legal or similarly significant effects concerning Consumers. Your Connecticut Privacy Rights Right to Access and Data Portability . You have the right to confirm whether we are processing your Personal Data, to access your Personal Data, and to obtain a copy of Personal Data you provided to us in a portable format. Right to Correct . You have the right to request that we correct inaccuracies in your Personal Data, taking into account the nature of the Personal Data and our purposes for processing it. Right to Delete . You have the right to request that we delete your Personal Data. Right to Opt Out . You have the right to opt out of the following uses of your Personal Data: (a) targeted advertising; (b) the sale of Personal Data; and (c) profiling in furtherance of decisions that produce legal or similarly significant effects. Right to Appeal . Sometimes we are unable to process requests relating to your Personal Data, in which case, your request will be denied. If you are a resident of Connecticut whose privacy rights request has previously been denied by us and you believe we denied it in error, you may appeal for reconsideration of your request using our email at privacy@DailyWire.com or call us at (818) 699-9948. 18. Your EEA/UK Privacy Rights For our International Privacy Policy, please click here . 19. Information Security DW has procedural, technical and physical security measures to help protect against the risk of loss, misuse, and alteration of information that you provide, including Personal Information and Sensitive Personal Information. We request third parties with whom we share Personal Information and Sensitive Personal Information to do the same. Nevertheless, such security measures may not prevent all loss, misuse, or alteration of information on the Websites or Services, and DW is not responsible for any damages or liabilities relating to any such security failures. By using the Websites or Services, you understand that there is a risk that data and communications, including email and other electronic communications, may be accessed by unauthorized third parties. The foregoing does not affect any liability that cannot be excluded or limited under applicable law. Please do not provide your password to another person. We cannot be responsible for a data breach or other incident if a password is used by unauthorized persons. 20. Transfer of Information to the United States; International Users The Websites are owned and operated by DW in the United States. If you are located outside the United States, please be aware that information we collect, including Personal Information and Sensitive Personal Information, may be transferred to, processed, and stored in the United States. By using the Websites or Services, or providing us with any information, you consent to the transfer to and the processing, and storage of your information in the United States. Please be aware that the United States and jurisdictions other than the one in which you are located may not provide the same level of data protection as considered adequate in your country. Note also that your Personal Information and Sensitive Personal Information may be available to the US Government or its agencies under legal process in the United States. For our international Privacy Policy, please click here . 21. Children’s Privacy Our Website is not intended for children under 13 years of age. We do not knowingly collect Personal Information or Sensitive Personal Information from children under 13 on the Websites. If you are under 13, do not use or provide any information on the Websites or through any of its features, register on the Websites, make any purchases through the Websites, use any of the interactive or public comment features of this Websites, or provide any information about yourself to us, including your name, address, telephone number, email address, or any screen name or username you may use. If we learn we have collected or received Personal Information or Sensitive Personal Information from a child under 13 without verification of parental consent, we will delete that information. If you believe we might have any information from or about a child under 13, please contact us using our online form . To the extent that Daily Wire develops a service or portion of the Service that is intended for children, such service or portion of the Service shall be subject to additional Children’s Privacy terms available at such website, which will supersede these terms to the extent there are any conflicts. You must be 18 years of age or older to purchase any content, product, or service offered by us through the Service. If you are less than 18 years of age and want to make any such purchase, please ask your parent or guardian to complete the purchase on your behalf. We do not otherwise knowingly collect Personal Information and Sensitive Personal Information from anyone under the age of 18 without permission. California residents under 16 years of age may have additional rights regarding the collection and sale of their Personal Information or Sensitive Personal Information. For more information, please see the “Your California Privacy Rights” Section above. 22. Links to Third Party Materials The Websites or Services may include links to websites or other online properties that are not under our control. DW shall have no responsibility or liability for the content or privacy practices of any such linked website or any link or linking program at any time. If you click on a link on our Website and link to a third party’s website, then this Privacy Policy will not apply to your Personal Information and Sensitive Personal Information collected on that third party’s website and you must read the privacy policy on that website to see how your information will be handled. Social media widgets or tools may appear on our Websites or Services. Your interaction with and use of these widgets or tools will be governed by the terms of use and privacy policy of the applicable social media provider (e.g., Facebook). 23. Changes to Our Privacy Policy We may update this Privacy Policy to reflect changes in our privacy practices. We will provide notice of any such changes (including when they will take effect) in accordance with applicable law. The changes will go into effect on the Effective Date shown in the revised Privacy Policy. Your continued use of our Websites or Services constitutes your consent to the revised Privacy Policy. 24. Contact Us If you have any questions or concerns regarding this Privacy Policy, you can contact us as follows: The Daily Wire, LLC Ste. 460 1831 12th Avenue South Nashville, TN 37203 Help Center: support.dailywire.com Email: privacy@DailyWire.com 25. Update History • August 22, 2023 Updates relating to DW’s international privacy policy • July 1, 2023 Updates relating to Colorado and Connecticut law • January 1, 2023 Updates relating to California and Virginia law • June 29, 2022 General updates, new provisions related to children’s privacy, and reference to the DailyWire+ platform • November 19, 2021 Revised provisions to further address California, text message marketing, and other compliance obligations. • February 2021 Revised provisions to further address California and other compliance obligations. • September 2019 Revised provisions to update Website references and related policies. • June 2018 Revised provisions to address GDPR compliance obligations. • October 2017 Revised provisions related to collection and use of information; information security. Made additional miscellaneous modifications. • February 2016 Privacy Policy created. DailyWire+ > Privacy Policy About Authors Advertise With Us Book our Speakers Do Not Sell or Share My Personal Information Legal Support Standards & Policies Shipping & Returns Careers Media & Press Inquiries Facebook Twitter Instagram YouTube RSS © Copyright 2023 , The Daily Wire LLC | Terms | Privacy We use cookies to improve your site experience. Some of the cookies are necessary for site functionality, while others improve site performance and personalization. Cookie Settings Accept All × Customize Your Cookies We use cookies to improve your site experience. The “strictly necessary” are for required for the website to function. The  other categories improve performance and content personalization. × Strictly Necessary Cookies Strictly Necessary Cookies These are the cookies required for our site to function. Performance Cookies Performance Cookies These cookies are used to monitor site performance and speed. Product Analytics / Tracking Cookies Product Analytics / Tracking Cookies These cookies help us improve our product. Advertising / Data Sales Cookies Advertising / Data Sales Cookies We use these cookies to serve you the most relevant ads. Save Current Settings Accept All Cookies and Close",
  "annotations": [
    {
      "Text": "Revised Date: August 22, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Collection of Your Information\\n\\na. Collection of Your Personal Information. DW, or where relevant, a designated service provider, collects information that you choose to provide or we receive from other sources. This may include Personal Information or Sensitive Personal Information that you provide through the Services, on third-party websites and applications when subscribing to DailyWire.com, through registering for our services and products, through requesting certain DW services or products, when downloading our podcasts, or by submitting the information to enter a sweepstakes, contest, or other promotion.\\n\\nWe may collect and we have collected, within the past 12 months, the following categories of Personal Information about consumers. Personal Information we collect about you may vary depending on the nature of your interactions with us and may not include all of the examples listed below.\\n\\nCategory of PI\tExamples of PI Collected\tCategories of Sources from which PI was Collected\tPurposes for PI Collection\\nIdentifiers\treal name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers\t• You\\n• Created by us\\n• Your email and social media accounts\\n• Your devices\\n• Business partners and vendors\t• Delivering products or services\\n• To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback\\n• Analytics\\n• Security and fraud prevention\\n• Debugging\\n• Research and development\\n• Quality assurance\\nPersonal information described in Cal. Civ. Code § 1798.80(e)\tName, address, and telephone number\t• You\\n• Your email and social media accounts\\n• Your devices\\n• Business partners and vendors\t• Delivering products or services\\n• To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback\\n• Analytics\\n• Security and fraud prevention\\n• Debugging\\n• Research and development\\n• Quality assurance\\nCharacteristics of protected classifications\tAge and date of birth, sex, and gender\t• You\\n• Your devices\\n• Business partners and vendors\t• Delivering products and services\\n• Marketing\\nCommercial information\tProducts or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies, or account profiles\t• You\\n• Created by us\\n• Your email and social media accounts\\n• Your devices\\n• Business partners and vendors\t• Delivering products and services\\n• Marketing\\n• Research and development\\n• Quality assurance\\nInternet or other electronic network activity information\tInternet or other similar activity, browsing history, search history, information on a consumer’s interaction with a website, application logs, device data and registration, or advertisement\t• You\\n• Your email and social media accounts\\n• Your devices\\n• Business partners and vendors\t• Delivering products and services\\n• Marketing\\n• Research and development\\n• Quality assurance\\n• Security and fraud prevention\\nAudio, electronic, visual, thermal, olfactory, or similar information\tAudio recordings of customer service calls\t• You\\n• Created by us\t• Delivering products and services\\n• To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback\\n• Quality Assurance\\n• Security and fraud prevention\\nInferences from PI Collected\tCustomer profiles reflecting preferences and predispositions\t• You\\n• Created by us\\n• Vendors and other third parties\\n• Your email and social media accounts\t• Delivering products and services\\n• Analytics\\n• Marketing\\nOther Information, such as information that does not directly fit within one of the categories defined by the CCPA\tThe contents of communications you send to us by phone, email, text, online chat, etc.\t• You\\n• Created by us\\n• Vendors and other third parties\\n• Your email and social media accounts\t• To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback\\n• Delivering products and services\\n• Marketing\\n• Research and development\\n• Quality assurance\\n• Security and fraud prevention",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Our privacy policies regarding applicants and employees are separately disclosed during the application process and employment onboarding. 3.} "
    },
    {
      "Text": " Collection of Your Information\\n\\na. Collection of Your Personal Information. DW, or where relevant, a designated service provider, collects information that you choose to provide or we receive from other sources. This may include Personal Information or Sensitive Personal Information that you provide through the Services, on third-party websites and applications when subscribing to DailyWire.com, through registering for our services and products, through requesting certain DW services or products, when downloading our podcasts, or by submitting the information to enter a sweepstakes, contest, or other promotion.\\n\\nWe may collect and we have collected, within the past 12 months, the following categories of Personal Information about consumers. Personal Information we collect about you may vary depending on the nature of your interactions with us and may not include all of the examples listed below.\\n\\nCategory of PI\tExamples of PI Collected\tCategories of Sources from which PI was Collected\tPurposes for PI Collection\\nIdentifiers\treal name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers\t• You\\n• Created by us\\n• Your email and social media accounts\\n• Your devices\\n• Business partners and vendors\t• Delivering products or services\\n• To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback\\n• Analytics\\n• Security and fraud prevention\\n• Debugging\\n• Research and development\\n• Quality assurance\\nPersonal information described in Cal. Civ. Code § 1798.80(e)\tName, address, and telephone number\t• You\\n• Your email and social media accounts\\n• Your devices\\n• Business partners and vendors\t• Delivering products or services\\n• To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback\\n• Analytics\\n• Security and fraud prevention\\n• Debugging\\n• Research and development\\n• Quality assurance\\nCharacteristics of protected classifications\tAge and date of birth, sex, and gender\t• You\\n• Your devices\\n• Business partners and vendors\t• Delivering products and services\\n• Marketing\\nCommercial information\tProducts or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies, or account profiles\t• You\\n• Created by us\\n• Your email and social media accounts\\n• Your devices\\n• Business partners and vendors\t• Delivering products and services\\n• Marketing\\n• Research and development\\n• Quality assurance\\nInternet or other electronic network activity information\tInternet or other similar activity, browsing history, search history, information on a consumer’s interaction with a website, application logs, device data and registration, or advertisement\t• You\\n• Your email and social media accounts\\n• Your devices\\n• Business partners and vendors\t• Delivering products and services\\n• Marketing\\n• Research and development\\n• Quality assurance\\n• Security and fraud prevention\\nAudio, electronic, visual, thermal, olfactory, or similar information\tAudio recordings of customer service calls\t• You\\n• Created by us\t• Delivering products and services\\n• To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback\\n• Quality Assurance\\n• Security and fraud prevention\\nInferences from PI Collected\tCustomer profiles reflecting preferences and predispositions\t• You\\n• Created by us\\n• Vendors and other third parties\\n• Your email and social media accounts\t• Delivering products and services\\n• Analytics\\n• Marketing\\nOther Information, such as information that does not directly fit within one of the categories defined by the CCPA\tThe contents of communications you send to us by phone, email, text, online chat, etc.\t• You\\n• Created by us\\n• Vendors and other third parties\\n• Your email and social media accounts\t• To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback\\n• Delivering products and services\\n• Marketing\\n• Research and development\\n• Quality assurance\\n• Security and fraud prevention",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Our privacy policies regarding applicants and employees are separately disclosed during the application process and employment onboarding. 3.} "
    },
    {
      "Text": " Collection of Your Information\\n\\na. Collection of Your Personal Information. DW, or where relevant, a designated service provider, collects information that you choose to provide or we receive from other sources. This may include Personal Information or Sensitive Personal Information that you provide through the Services, on third-party websites and applications when subscribing to DailyWire.com, through registering for our services and products, through requesting certain DW services or products, when downloading our podcasts, or by submitting the information to enter a sweepstakes, contest, or other promotion.\\n\\nWe may collect and we have collected, within the past 12 months, the following categories of Personal Information about consumers. Personal Information we collect about you may vary depending on the nature of your interactions with us and may not include all of the examples listed below.\\n\\nCategory of PI\tExamples of PI Collected\tCategories of Sources from which PI was Collected\tPurposes for PI Collection\\nIdentifiers\treal name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers\t• You\\n• Created by us\\n• Your email and social media accounts\\n• Your devices\\n• Business partners and vendors\t• Delivering products or services\\n• To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback\\n• Analytics\\n• Security and fraud prevention\\n• Debugging\\n• Research and development\\n• Quality assurance\\nPersonal information described in Cal. Civ. Code § 1798.80(e)\tName, address, and telephone number\t• You\\n• Your email and social media accounts\\n• Your devices\\n• Business partners and vendors\t• Delivering products or services\\n• To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback\\n• Analytics\\n• Security and fraud prevention\\n• Debugging\\n• Research and development\\n• Quality assurance\\nCharacteristics of protected classifications\tAge and date of birth, sex, and gender\t• You\\n• Your devices\\n• Business partners and vendors\t• Delivering products and services\\n• Marketing\\nCommercial information\tProducts or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies, or account profiles\t• You\\n• Created by us\\n• Your email and social media accounts\\n• Your devices\\n• Business partners and vendors\t• Delivering products and services\\n• Marketing\\n• Research and development\\n• Quality assurance\\nInternet or other electronic network activity information\tInternet or other similar activity, browsing history, search history, information on a consumer’s interaction with a website, application logs, device data and registration, or advertisement\t• You\\n• Your email and social media accounts\\n• Your devices\\n• Business partners and vendors\t• Delivering products and services\\n• Marketing\\n• Research and development\\n• Quality assurance\\n• Security and fraud prevention\\nAudio, electronic, visual, thermal, olfactory, or similar information\tAudio recordings of customer service calls\t• You\\n• Created by us\t• Delivering products and services\\n• To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback\\n• Quality Assurance\\n• Security and fraud prevention\\nInferences from PI Collected\tCustomer profiles reflecting preferences and predispositions\t• You\\n• Created by us\\n• Vendors and other third parties\\n• Your email and social media accounts\t• Delivering products and services\\n• Analytics\\n• Marketing\\nOther Information, such as information that does not directly fit within one of the categories defined by the CCPA\tThe contents of communications you send to us by phone, email, text, online chat, etc.\t• You\\n• Created by us\\n• Vendors and other third parties\\n• Your email and social media accounts\t• To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback\\n• Delivering products and services\\n• Marketing\\n• Research and development\\n• Quality assurance\\n• Security and fraud prevention",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Our privacy policies regarding applicants and employees are separately disclosed during the application process and employment onboarding. 3.} "
    },
    {
      "Text": " Category of PI ||| 1: Examples of PI Collected ||| 2: Categories of Sources from which PI was Collected ||| 3: Purposes for PI Collection\\n\\n0: Identifiers ||| 1: real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers ||| 2: • You • Created by us • Your email and social media accounts • Your devices • Business partners and vendors ||| 3: • Delivering products or services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Analytics • Security and fraud prevention • Debugging • Research and development • Quality assurance\\n\\n0: Personal information described in Cal. Civ. Code § 1798.80(e) ||| 1: Name, address, and telephone number ||| 2: • You • Your email and social media accounts • Your devices • Business partners and vendors ||| 3: • Delivering products or services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Analytics • Security and fraud prevention • Debugging • Research and development • Quality assurance\\n\\n0: Characteristics of protected classifications ||| 1: Age and date of birth, sex, and gender ||| 2: • You • Your devices • Business partners and vendors ||| 3: • Delivering products and services • Marketing\\n\\n0: Commercial information ||| 1: Products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies, or account profiles ||| 2: • You • Created by us • Your email and social media accounts • Your devices • Business partners and vendors ||| 3: • Delivering products and services • Marketing • Research and development • Quality assurance\\n\\n0: Internet or other electronic network activity information ||| 1: Internet or other similar activity, browsing history, search history, information on a consumer’s interaction with a website, application logs, device data and registration, or advertisement ||| 2: • You • Your email and social media accounts • Your devices • Business partners and vendors ||| 3: • Delivering products and services • Marketing • Research and development • Quality assurance • Security and fraud prevention\\n\\n0: Audio, electronic, visual, thermal, olfactory, or similar information ||| 1: Audio recordings of customer service calls ||| 2: • You • Created by us ||| 3: • Delivering products and services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Quality Assurance • Security and fraud prevention\\n\\n0: Inferences from PI Collected ||| 1: Customer profiles reflecting preferences and predispositions ||| 2: • You • Created by us • Vendors and other third parties • Your email and social media accounts ||| 3: • Delivering products and services • Analytics • Marketing\\n\\n0: Other Information, such as information that does not directly fit within one of the categories defined by the CCPA ||| 1: The contents of communications you send to us by phone, email, text, online chat, etc. ||| 2: • You • Created by us • Vendors and other third parties • Your email and social media accounts ||| 3: • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Delivering products and services • Marketing • Research and development • Quality assurance • Security and fraud prevention\\n\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may collect and we have collected, within the past 12 months, the following categories of Personal Information about consumers. Personal Information we collect about you may vary depending on the nature of your interactions with us and may not include all of the examples listed below.} "
    },
    {
      "Text": "Category of PI ||| 1: Examples of PI Collected ||| 2: Categories of Sources from which PI was Collected ||| 3: Purposes for PI Collection\\n\\n0: Identifiers ||| 1: real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers ||| 2: • You • Created by us • Your email and social media accounts • Your devices • Business partners and vendors ||| 3: • Delivering products or services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Analytics • Security and fraud prevention • Debugging • Research and development • Quality assurance\\n\\n0: Personal information described in Cal. Civ. Code § 1798.80(e) ||| 1: Name, address, and telephone number ||| 2: • You • Your email and social media accounts • Your devices • Business partners and vendors ||| 3: • Delivering products or services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Analytics • Security and fraud prevention • Debugging • Research and development • Quality assurance\\n\\n0: Characteristics of protected classifications ||| 1: Age and date of birth, sex, and gender ||| 2: • You • Your devices • Business partners and vendors ||| 3: • Delivering products and services • Marketing\\n\\n0: Commercial information ||| 1: Products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies, or account profiles ||| 2: • You • Created by us • Your email and social media accounts • Your devices • Business partners and vendors ||| 3: • Delivering products and services • Marketing • Research and development • Quality assurance\\n\\n0: Internet or other electronic network activity information ||| 1: Internet or other similar activity, browsing history, search history, information on a consumer’s interaction with a website, application logs, device data and registration, or advertisement ||| 2: • You • Your email and social media accounts • Your devices • Business partners and vendors ||| 3: • Delivering products and services • Marketing • Research and development • Quality assurance • Security and fraud prevention\\n\\n0: Audio, electronic, visual, thermal, olfactory, or similar information ||| 1: Audio recordings of customer service calls ||| 2: • You • Created by us ||| 3: • Delivering products and services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Quality Assurance • Security and fraud prevention\\n\\n0: Inferences from PI Collected ||| 1: Customer profiles reflecting preferences and predispositions ||| 2: • You • Created by us • Vendors and other third parties • Your email and social media accounts ||| 3: • Delivering products and services • Analytics • Marketing\\n\\n0: Other Information, such as information that does not directly fit within one of the categories defined by the CCPA ||| 1: The contents of communications you send to us by phone, email, text, online chat, etc. ||| 2: • You • Created by us • Vendors and other third parties • Your email and social media accounts ||| 3: • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Delivering products and services • Marketing • Research and development • Quality assurance • Security and fraud prevention\\n\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may collect and we have collected, within the past 12 months, the following categories of Personal Information about consumers. Personal Information we collect about you may vary depending on the nature of your interactions with us and may not include all of the examples listed below.} "
    },
    {
      "Text": ": Category of PI ||| 1: Examples of PI Collected ||| 2: Categories of Sources from which PI was Collected ||| 3: Purposes for PI Collection\\n\\n0: Identifiers ||| 1: real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers ||| 2: • You • Created by us • Your email and social media accounts • Your devices • Business partners and vendors ||| 3: • Delivering products or services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Analytics • Security and fraud prevention • Debugging • Research and development • Quality assurance\\n\\n0: Personal information described in Cal. Civ. Code § 1798.80(e) ||| 1: Name, address, and telephone number ||| 2: • You • Your email and social media accounts • Your devices • Business partners and vendors ||| 3: • Delivering products or services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Analytics • Security and fraud prevention • Debugging • Research and development • Quality assurance\\n\\n0: Characteristics of protected classifications ||| 1: Age and date of birth, sex, and gender ||| 2: • You • Your devices • Business partners and vendors ||| 3: • Delivering products and services • Marketing\\n\\n0: Commercial information ||| 1: Products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies, or account profiles ||| 2: • You • Created by us • Your email and social media accounts • Your devices • Business partners and vendors ||| 3: • Delivering products and services • Marketing • Research and development • Quality assurance\\n\\n0: Internet or other electronic network activity information ||| 1: Internet or other similar activity, browsing history, search history, information on a consumer’s interaction with a website, application logs, device data and registration, or advertisement ||| 2: • You • Your email and social media accounts • Your devices • Business partners and vendors ||| 3: • Delivering products and services • Marketing • Research and development • Quality assurance • Security and fraud prevention\\n\\n0: Audio, electronic, visual, thermal, olfactory, or similar information ||| 1: Audio recordings of customer service calls ||| 2: • You • Created by us ||| 3: • Delivering products and services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Quality Assurance • Security and fraud prevention\\n\\n0: Inferences from PI Collected ||| 1: Customer profiles reflecting preferences and predispositions ||| 2: • You • Created by us • Vendors and other third parties • Your email and social media accounts ||| 3: • Delivering products and services • Analytics • Marketing\\n\\n0: Other Information, such as information that does not directly fit within one of the categories defined by the CCPA ||| 1: The contents of communications you send to us by phone, email, text, online chat, etc. ||| 2: • You • Created by us • Vendors and other third parties • Your email and social media accounts ||| 3: • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Delivering products and services • Marketing • Research and development • Quality assurance • Security and fraud prevention",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Category of Sensitive Personal Information\tInformation Source(s)\tPurpose(s)\\nPersonal Information that reveals a consumer’s account log-in and financial account\t• You\\n• Your devices\t• Delivering products and services\\n• Marketing",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Although it is our preference to minimize the collection of Sensitive Personal Information, it is possible that we may collect or may have collected, within the past 12 months, the categories of Sensitive Personal Information about consumers that are indicated in the chart below. The Sensitive Personal Information we collect may vary depending on the nature of your interactions with us and may not include all of the examples listed below.} "
    },
    {
      "Text": "Category of Sensitive Personal Information\tInformation Source(s)\tPurpose(s)\\nPersonal Information that reveals a consumer’s account log-in and financial account\t• You\\n• Your devices\t• Delivering products and services\\n• Marketing",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Although it is our preference to minimize the collection of Sensitive Personal Information, it is possible that we may collect or may have collected, within the past 12 months, the categories of Sensitive Personal Information about consumers that are indicated in the chart below. The Sensitive Personal Information we collect may vary depending on the nature of your interactions with us and may not include all of the examples listed below.} "
    },
    {
      "Text": "Purpose(s) ||| • Delivering products and services • Marketing",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may collect and we have collected, within the past 12 months, the following categories of Personal Information about consumers. Personal Information we collect about you may vary depending on the nature of your interactions with us and may not include all of the examples listed below.} "
    },
    {
      "Text": "Category of Sensitive Personal Information ||| Personal Information that reveals a consumer’s account log-in and financial account\\n\\nInformation Source(s) ||| • You • Your devices\\n\\nPurpose(s) ||| • Delivering products and services • Marketing",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Although it is our preference to minimize the collection of Sensitive Personal Information, it is possible that we may collect or may have collected, within the past 12 months, the categories of Sensitive Personal Information about consumers that are indicated in the chart below. The Sensitive Personal Information we collect may vary depending on the nature of your interactions with us and may not include all of the examples listed below.} "
    },
    {
      "Text": "Information You Provide. Personal Information and Special Personal Information may be obtained directly from you, for example, when you subscribe to our newsfeed, participate in a live chat, respond to surveys or petitions, or apply for or obtain a position or internship. If you submit Personal Information or Sensitive Personal Information to us about others, then you represent and warrant that you are authorized to do so and that you have received authorization from the person about whom you are providing the information and that person has consented to have all information used, disclosed, and transferred in accordance with this Privacy Policy.\\n\\nInformation Collected Automatically. We may use various tools and technologies like cookies and web server logs to collect information automatically on the Services. This information may include IP addresses, device identifiers, browser characteristics, operating system details, internet service provider details, language preferences, referring URLs, time and length of visits, and pages viewed. Please see the “Cookies and Online Tracking Technologies” section below for more information.\\n\\nInformation Collected from Other Parties. Personal information and Sensitive Personal Information may also be obtained from others authorized to provide the information, from activity on the Services, and from other parties with whom we work, such as service providers, business partners, affiliates, advertisers, advertising technology providers, advertising servers, data analytics providers, and social networks. For example, if you choose to link your social media or other third-party accounts to our Services, we may obtain your Personal Information and Sensitive Personal Information from these sources.\\n\\nSocial Features. Certain features of the Services may permit you to initiate interactions between the Website and other platforms like social networks (for example, to share the Website with your friends or comment on DW content). Using these features may allow both DW and the operator of the other platform to access certain information about your use of our Services and theirs, including Personal Information and Sensitive Personal Information. You should review the terms, policies, and settings of these other platforms to learn more about their data practices and/or adjust your settings.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Sensitive Personal Information we collect may vary depending on the nature of your interactions with us and may not include all of the examples listed below. Category of Sensitive Personal Information Information Source(s) Purpose(s) Personal Information that reveals a consumer’s account log-in and financial account • You • Your devices • Delivering products and services • Marketing We do collect other “special categories” of Personal Information about you including information required to make inferences about your political opinions, religious or philosophical beliefs, and we do not collect other “special categories” such as details about your sex life, sexual orientation, or other information about your health, including biometric data.} "
    },
    {
      "Text": "Usage Data and Websites Activity\\n\\nWe automatically collect and analyze information in connection with the actions you take on the Websites and in connection with using the Services (“Usage Data”) to improve the Websites, Services and user experience. This data includes, but is not limited to, the type of browser you are using, the type of operating system you are using, your IP address, mobile device ID, aggregate data about the number of visits to the Websites, and aggregate data about the pages visited. This usage information may be associated with your username and profile. The lawful bases for processing your Personal Information and Sensitive Personal Information in this manner include DW’s legitimate interest, compliance with legal obligations, and the performance of a contractual relationship with you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Using these features may allow both DW and the operator of the other platform to access certain information about your use of our Services and theirs, including Personal Information and Sensitive Personal Information. You should review the terms, policies, and settings of these other platforms to learn more about their data practices and/or adjust your settings.} "
    },
    {
      "Text": " Disclosure of Personal Information \\n\\nThe chart below shows the categories of Personal Information and Sensitive Personal Information we have disclosed to our service providers and contractors for a business or commercial purpose during the last 12 months that may have been used by those parties.\\n\\nCategory of Personal Information or Sensitive Personal Information\tRecipients of Information\tPurpose(s)\\nIdentifiers\t• Business partners\\n• Financial institutions\\n• Delivery service providers\\n• Marketing partners\t• Delivering products or services (to perform services on behalf of DW)\\n• Marketing\\n• Analytics\\nPersonal information described in Cal. Civ. Code § 1798.80(e)\t• Business partners\\n• Financial institutions\\n• Delivery service providers\\n• Marketing partners\t• Delivering products or services (to perform services on behalf of DW)\\n• Marketing\\n• Analytics\\nCharacteristics of protected classifications\t• Marketing partners\t• Marketing\\n• Analytics\\nCommercial Information\t• Business partners\\n• Financial institutions\\n• Delivery service providers\\n• Marketing partners\t• Delivering products or services (to perform services on behalf of DW)\\n• Marketing\\n• Analytics\\nInternet or other electronic network activity information\t• Marketing partners\t• Marketing\\n• Analytics\\nAudio, electronic, visual, thermal, olfactory or similar information\t• Business partners\t• Security and fraud prevention\\nInferences from PI Collected\t• Marketing partners\t• Marketing\\n• Analytics\\nSensitive Personal Information\\nAccount log-in and financial account\t• Business partners\\n• Financial institutions\\n• Delivery service providers\t• Delivering products or services (to perform services on behalf of DW)\\n• Analytics",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please also note that this opt-out process may take some time to complete, consistent with applicable law. 5.} "
    },
    {
      "Text": "Disclosure of Personal Information \\n\\nThe chart below shows the categories of Personal Information and Sensitive Personal Information we have disclosed to our service providers and contractors for a business or commercial purpose during the last 12 months that may have been used by those parties.\\n\\nCategory of Personal Information or Sensitive Personal Information\tRecipients of Information\tPurpose(s)\\nIdentifiers\t• Business partners\\n• Financial institutions\\n• Delivery service providers\\n• Marketing partners\t• Delivering products or services (to perform services on behalf of DW)\\n• Marketing\\n• Analytics\\nPersonal information described in Cal. Civ. Code § 1798.80(e)\t• Business partners\\n• Financial institutions\\n• Delivery service providers\\n• Marketing partners\t• Delivering products or services (to perform services on behalf of DW)\\n• Marketing\\n• Analytics\\nCharacteristics of protected classifications\t• Marketing partners\t• Marketing\\n• Analytics\\nCommercial Information\t• Business partners\\n• Financial institutions\\n• Delivery service providers\\n• Marketing partners\t• Delivering products or services (to perform services on behalf of DW)\\n• Marketing\\n• Analytics\\nInternet or other electronic network activity information\t• Marketing partners\t• Marketing\\n• Analytics\\nAudio, electronic, visual, thermal, olfactory or similar information\t• Business partners\t• Security and fraud prevention\\nInferences from PI Collected\t• Marketing partners\t• Marketing\\n• Analytics\\nSensitive Personal Information\\nAccount log-in and financial account\t• Business partners\\n• Financial institutions\\n• Delivery service providers\t• Delivering products or services (to perform services on behalf of DW)\\n• Analytics",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Please also note that this opt-out process may take some time to complete, consistent with applicable law. 5.} "
    },
    {
      "Text": "Category of Personal Information or Sensitive Personal Information ||| 1: Recipients of Information ||| 2: Purpose(s)\\n\\n0: Identifiers ||| 1: • Business partners • Financial institutions • Delivery service providers • Marketing partners ||| 2: • Delivering products or services (to perform services on behalf of DW) • Marketing • Analytics\\n\\n0: Personal information described in Cal. Civ. Code § 1798.80(e) ||| 1: • Business partners • Financial institutions • Delivery service providers • Marketing partners ||| 2: • Delivering products or services (to perform services on behalf of DW) • Marketing • Analytics\\n\\n0: Characteristics of protected classifications ||| 1: • Marketing partners ||| 2: • Marketing • Analytics\\n\\n0: Commercial Information ||| 1: • Business partners • Financial institutions • Delivery service providers • Marketing partners ||| 2: • Delivering products or services (to perform services on behalf of DW) • Marketing • Analytics\\n\\n0: Internet or other electronic network activity information ||| 1: • Marketing partners ||| 2: • Marketing • Analytics\\n\\n0: Audio, electronic, visual, thermal, olfactory or similar information ||| 1: • Business partners ||| 2: • Security and fraud prevention\\n\\n0: Inferences from PI Collected ||| 1: • Marketing partners ||| 2: • Marketing • Analytics\\n\\n0: Sensitive Personal Information ||| 1: Sensitive Personal Information ||| 2: Sensitive Personal Information\\n\\n0: Account log-in and financial account ||| 1: • Business partners • Financial institutions • Delivery service providers ||| 2: • Delivering products or services (to perform services on behalf of DW) • Analytics\\n\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {5. Disclosure of Personal Information The chart below shows the categories of Personal Information and Sensitive Personal Information we have disclosed to our service providers and contractors for a business or commercial purpose during the last 12 months that may have been used by those parties.} "
    },
    {
      "Text": "If you provide your mobile phone number to us, we may ask for your consent to receive text message alerts from us containing product, event, or promotional information in a text or SMS message (“Text Messages”). The Text Message program allows users to receive SMS/MMS mobile messages by users affirmatively opting into the program, such as through online enrollment forms or by texting a keyword to 83400 or any successor short code to opt into the program. Your consent to receive Text Messages is not required to purchase goods or services from us. Additional terms regarding Text Messages will apply—please review the applicable terms carefully when you provide your mobile phone number.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Likewise, we may disclose Personal Information to other parties in connection with the sale, assignment, merger, or reorganization. 6.} "
    },
    {
      "Text": "Cookies and Online Tracking Technologies \\n\\nDW may use cookies (a small text file placed on your computer to identify your computer and browser) and other third-party tracking technologies such as web beacons (an electronic file placed on a website that monitors usage) to collect general and personally identifiable information, including Personal Information and Sensitive Personal Information about visitors to the Websites. The information collected is used to improve the experience of the Websites and Services, such as allowing us to recognize you when you revisit the Websites to provide you with customized information and/or to remember your preferences. We use cookies and other third-party tracking technologies such as web beacons to collect Personal Information and Sensitive Personal Information. Most web browsers are initially set up to accept cookies.\\n\\nIf you use our mobile application on a desktop, a mobile device, tablet, or streaming media device, we may collect a Resettable Device Identifier from your device. Resettable Device Identifiers (also known as mobile advertising identifiers) are similar to cookies and are found on many mobile devices and tablets (for example, the “Identifier for Advertisers” (or IDFA) on Apple iOS devices and the “Google Advertising ID” on Android devices), and certain streaming media devices.\\n\\nWe and our service providers may use session-replay tools, which record your interactions with our Services, such as how you move throughout our Services and engage with our webforms. In addition to the uses described in the “How we use the Information we Collect” section above, this information helps us improve our Services and identify and fix technical issues visitors may be having with our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you do not agree with our Terms of Use and/or the Privacy Policy, please refrain from using our Websites or Services. By accessing or using our Websites or Services, you agree to our use of your Personal Information and other information consistent with the Terms of Use and this Privacy Policy .} "
    },
    {
      "Text": "We and our service providers may use session-replay tools, which record your interactions with our Services, such as how you move throughout our Services and engage with our webforms. In addition to the uses described in the “How we use the Information we Collect” section above, this information helps us improve our Services and identify and fix technical issues visitors may be having with our Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you use our mobile application on a desktop, a mobile device, tablet, or streaming media device, we may collect a Resettable Device Identifier from your device. Resettable Device Identifiers (also known as mobile advertising identifiers) are similar to cookies and are found on many mobile devices and tablets (for example, the “Identifier for Advertisers” (or IDFA) on Apple iOS devices and the “Google Advertising ID” on Android devices), and certain streaming media devices.} "
    },
    {
      "Text": "We may partner with third parties (Third Party Providers and Advertisers, collectively known as “Advertisers”) that collect information across various channels, including offline and online, for purposes of delivering more relevant online advertising to you. Our partners may place or recognize a cookie on your computer, device or directly in our emails/communications, and we may share Personal Information and Sensitive Personal Information with them, as permitted by law and in accordance with this Privacy Policy. Our partners may link the Personal Information and Sensitive Personal Information we share with them to the cookie stored on your browser or device, and they may collect information such as your IP address, browser or operating system type and version, and demographic or inferred-interest information. Our partners use this information to recognize you across different channels and platforms over time for advertising, analytics, attribution, and reporting purposes. For example, our partners may deliver an ad to you in your web browser based on a purchase you made in a physical retail store, or they may send a personalized marketing email to you based on the fact that you visited a particular website. We may use automated decision-making to customize your experience based on your Personal Information or Sensitive Personal Information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For more information on how to manage cookies and the categories of cookies used on the Websites, please see below (“Preference Management”). 8.} "
    },
    {
      "Text": "Selling and Sharing Your Information\\n\\nWe may sell or share the following categories of personal information with third parties for the purposes of targeted advertising, cross-context behavioral advertising, and analytics:\\n• Identifiers\\n• Commercial information\\n• Internet or other electronic network activity\\n• Inferences\\n\\nWe sell and/or share this personal information with third parties for advertising (including targeted advertising) and analytics purposes.  The third parties to whom this personal information was sold and/or shared are advertisers and analytics vendors.  When we use the terms sell, sold, or sale, we mean for valuable consideration and not monetary value.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you do not agree with our Terms of Use and/or the Privacy Policy, please refrain from using our Websites or Services. By accessing or using our Websites or Services, you agree to our use of your Personal Information and other information consistent with the Terms of Use and this Privacy Policy .} "
    },
    {
      "Text": "We offer you the ability to opt out of sales and sharing of your personal information as set forth in the “Right to Opt Out of Sales and Sharing of Personal Information” section below.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {The third parties to whom this personal information was sold and/or shared are advertisers and analytics vendors. When we use the terms sell, sold, or sale, we mean for valuable consideration and not monetary value.} "
    },
    {
      "Text": "Request a copy of the Personal Information and Sensitive Personal Information we hold about you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {You cannot opt out of receiving these types of communications. 12.} "
    },
    {
      "Text": "Request that inaccurate information about you be corrected or deleted.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {12. Your Legal Rights You have the right to: • Request a copy of the Personal Information and Sensitive Personal Information we hold about you.} "
    },
    {
      "Text": " Request that we delete any and all Personal Information and Sensitive Personal Information we hold about you.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {• Request that inaccurate information about you be corrected or deleted. • Object to having your Personal Information and Sensitive Personal Information processed.} "
    },
    {
      "Text": "Request that we restrict processing your Personal Information and Sensitive Personal.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {• Object to having your Personal Information and Sensitive Personal Information processed. • Request that we delete any and all Personal Information and Sensitive Personal Information we hold about you.} "
    },
    {
      "Text": "To exercise these rights or for any other questions related to this Privacy Policy, you may contact us using the request form at support.dailywire.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {• Receive your Personal Information and Sensitive Personal Information in a structured, prevailing, and machine-readable form and/or have your Personal Information and Sensitive Personal Information transferred to another controller, where technically feasible. • Withdraw consent provided for processing Personal Information and Sensitive Personal Information.} "
    },
    {
      "Text": "Any such request should be sent to us using the request form at support.dailywire.com along with a description of the posted content or other information to be removed. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you do not want DW to disclose your Personal Information and Sensitive Personal Information to other companies for their marketing purposes, please contact us using the request form at support.dailywire.com . For California residents under the age of 18 and registered users of the Websites or Services, California law (Business and Professionals Code § 22581) provides that you can request the removal of content or information you posted on Websites.} "
    },
    {
      "Text": " If you do not want DW to disclose your Personal Information and Sensitive Personal Information to other companies for their marketing purposes, please contact us using the request form at support.dailywire.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Alternatively, DW may provide a cost-free means to opt out of such sharing. DW has opted to provide you with a cost-free means to opt out of such sharing.} "
    },
    {
      "Text": "Alternatively, DW may provide a cost-free means to opt out of such sharing. DW has opted to provide you with a cost-free means to opt out of such sharing. If you do not want DW to disclose your Personal Information and Sensitive Personal Information to other companies for their marketing purposes, please contact us using the request form at support.dailywire.com.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Your California Privacy Rights a. “Shine The Light” Law — California residents with whom DW has an established relationship have the right to request certain information with respect to any Personal Information and Sensitive Personal Information DW may have shared with third parties for their direct marketing purposes.} "
    },
    {
      "Text": "California residents with whom DW has an established relationship have the right to request certain information with respect to any Personal Information and Sensitive Personal Information DW may have shared with third parties for their direct marketing purposes. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {13. Your California Privacy Rights a.} "
    },
    {
      "Text": "Right to Correct. If you believe that Personal Information or Sensitive Personal Information we maintain about you is inaccurate, you have the right to request that we correct that information.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Any such request should be sent to us using the request form at support.dailywire.com along with a description of the posted content or other information to be removed. Be advised, however, that applicable law may not permit us to completely or comprehensively remove your deleted content or for other reasons as set forth in this California law.} "
    },
    {
      "Text": "Right to Know. You have the right to request that we disclose the following information for the 12-month period prior to the request date. Consumer requests of this nature may be made no more than twice in a 12-month period. You have the right to know what Personal Information we have collected about you, which includes:\\n\\nThe categories of Personal Information we have collected about you, including:\\n• The categories of sources from which the Personal Information was collected\\n• Our business or commercial purposes for collecting, sharing, or disclosing Personal Information\\n• The categories of recipients to which we disclose Personal Information\\n• The categories of Personal Information that we shared, and for each category identified, the categories of third parties to which we shared that particular category of Personal Information\\n• The categories of Personal Information that we disclosed for a business purpose, and for each category identified, the categories of recipients to which we disclosed that particular category of Personal Information",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Any such request should be sent to us using the request form at support.dailywire.com along with a description of the posted content or other information to be removed. Be advised, however, that applicable law may not permit us to completely or comprehensively remove your deleted content or for other reasons as set forth in this California law.} "
    },
    {
      "Text": "Right to Know. You have the right to request that we disclose the following information for the 12-month period prior to the request date. Consumer requests of this nature may be made no more than twice in a 12-month period. You have the right to know what Personal Information we have collected about you, which includes:\\n\\nThe categories of Personal Information we have collected about you, including:\\n• The categories of sources from which the Personal Information was collected\\n• Our business or commercial purposes for collecting, sharing, or disclosing Personal Information\\n• The categories of recipients to which we disclose Personal Information\\n• The categories of Personal Information that we shared, and for each category identified, the categories of third parties to which we shared that particular category of Personal Information\\n• The categories of Personal Information that we disclosed for a business purpose, and for each category identified, the categories of recipients to which we disclosed that particular category of Personal Information",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Any such request should be sent to us using the request form at support.dailywire.com along with a description of the posted content or other information to be removed. Be advised, however, that applicable law may not permit us to completely or comprehensively remove your deleted content or for other reasons as set forth in this California law.} "
    },
    {
      "Text": "Right to Delete Your Personal Information. You have the right to request that we delete Personal Information and Sensitive Personal Information we collected from you, subject to certain exceptions. Under the CCPA and CPRA, we may decline to delete your Personal Information under certain circumstances, for example, if we need the Personal Information to complete transactions or provide services you have requested or that are reasonably anticipated, for security purposes, for legitimate internal business purposes (including maintaining business records), to comply with law, or to exercise or defend legal claims. Note also that we are not required to delete your Personal Information that we did not collect directly from you.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Consumer requests of this nature may be made no more than twice in a 12-month period. You have the right to know what Personal Information we have collected about you, which includes: The categories of Personal Information we have collected about you, including: • The categories of sources from which the Personal Information was collected • Our business or commercial purposes for collecting, sharing, or disclosing Personal Information • The categories of recipients to which we disclose Personal Information • The categories of Personal Information that we shared, and for each category identified, the categories of third parties to which we shared that particular category of Personal Information • The categories of Personal Information that we disclosed for a business purpose, and for each category identified, the categories of recipients to which we disclosed that particular category of Personal Information The specific pieces of Personal Information we have collected about you: Where required by law, we will provide this information in a portable and, if technically feasible, readily usable format.} "
    },
    {
      "Text": "Right to Opt Out of Sales and Sharing of Personal Information. You have the right to opt out of the sale of your Personal Information and Sensitive Personal Information, and to request that we do not share your Personal Information and Sensitive Personal Information for cross-context behavioral advertising. To opt-out, please click here or use the “Do Not Sell or Share My Information” link contained in the footer of the DW website.  Please note that opting-out of the sale of your information for interest-based advertising purposes does not mean you will stop seeing ads, including interest-based ads, and your information that was collected and sold prior to 90 days before your opt-out request may be further used and sold for interest-based advertising purposes",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {The third parties to whom this personal information was sold and/or shared are advertisers and analytics vendors. When we use the terms sell, sold, or sale, we mean for valuable consideration and not monetary value.} "
    },
    {
      "Text": "Alternatively, to submit a request to exercise any of your California privacy rights, please contact us using one of the following methods:\\n• Via our Privacy Center\\n• Via email to privacy@DailyWire.com\\n• Call us at ​​1(866)TDW-CPRA (839-2772)",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Your California Privacy Rights a. “Shine The Light” Law — California residents with whom DW has an established relationship have the right to request certain information with respect to any Personal Information and Sensitive Personal Information DW may have shared with third parties for their direct marketing purposes.} "
    },
    {
      "Text": "Right to Limit Use and Disclosure of Sensitive Personal Information. We do not use or disclose Sensitive Personal Information for purposes to which the right to limit use and disclosure applies under the CCPA and CPRA.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {You have the right to opt out of the sale of your Personal Information and Sensitive Personal Information, and to request that we do not share your Personal Information and Sensitive Personal Information for cross-context behavioral advertising. To opt-out, please click here or use the “Do Not Sell or Share My Information” link contained in the footer of the DW website.} "
    },
    {
      "Text": "Right to Non-Discrimination for the Exercise of Your Privacy Rights. If you choose to exercise any of your privacy rights under the CCPA and CPRA, you also have the right not to receive discriminatory treatment by us.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Rights Related to Automated Decision-Making. You have the right to opt out of automated decision-making, including profiling, that we use to evaluate certain personal aspects relating to your performance at work, economic situation, health, personal preferences, interests, reliability, behavior, location, or movements.} "
    },
    {
      "Text": " Changes to Our Privacy Policy\\n\\nWe may update this Privacy Policy to reflect changes in our privacy practices. We will provide notice of any such changes (including when they will take effect) in accordance with applicable law. The changes will go into effect on the Effective Date shown in the revised Privacy Policy. Your continued use of our Websites or Services constitutes your consent to the revised Privacy Policy.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Your interaction with and use of these widgets or tools will be governed by the terms of use and privacy policy of the applicable social media provider (e.g., Facebook). 23.} "
    },
    {
      "Text": "Revised Date: August 22, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "This policy applies to information we collect:\\n• On our Websites (including www.DailyWire.com), mobile applications and Services that display this Privacy Policy.\\n• Via email, text and other electronic messages between you and us.\\n• Information collected by us offline.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you have any questions about which policy may apply to you, please contact us using our online form . 2.} "
    },
    {
      "Text": "Collection of Your Personal Information. DW, or where relevant, a designated service provider, collects information that you choose to provide or we receive from other sources. This may include Personal Information or Sensitive Personal Information that you provide through the Services, on third-party websites and applications when subscribing to DailyWire.com, through registering for our services and products, through requesting certain DW services or products, when downloading our podcasts, or by submitting the information to enter a sweepstakes, contest, or other promotion.\\n\\nWe may collect and we have collected, within the past 12 months, the following categories of Personal Information about consumers. Personal Information we collect about you may vary depending on the nature of your interactions with us and may not include all of the examples listed below.\\n\\nCategory of PI\tExamples of PI Collected\tCategories of Sources from which PI was Collected\tPurposes for PI Collection\\nIdentifiers\treal name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers\t• You\\n• Created by us\\n• Your email and social media accounts\\n• Your devices\\n• Business partners and vendors\t• Delivering products or services\\n• To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback\\n• Analytics\\n• Security and fraud prevention\\n• Debugging\\n• Research and development\\n• Quality assurance\\nPersonal information described in Cal. Civ. Code § 1798.80(e)\tName, address, and telephone number\t• You\\n• Your email and social media accounts\\n• Your devices\\n• Business partners and vendors\t• Delivering products or services\\n• To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback\\n• Analytics\\n• Security and fraud prevention\\n• Debugging\\n• Research and development\\n• Quality assurance\\nCharacteristics of protected classifications\tAge and date of birth, sex, and gender\t• You\\n• Your devices\\n• Business partners and vendors\t• Delivering products and services\\n• Marketing\\nCommercial information\tProducts or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies, or account profiles\t• You\\n• Created by us\\n• Your email and social media accounts\\n• Your devices\\n• Business partners and vendors\t• Delivering products and services\\n• Marketing\\n• Research and development\\n• Quality assurance\\nInternet or other electronic network activity information\tInternet or other similar activity, browsing history, search history, information on a consumer’s interaction with a website, application logs, device data and registration, or advertisement\t• You\\n• Your email and social media accounts\\n• Your devices\\n• Business partners and vendors\t• Delivering products and services\\n• Marketing\\n• Research and development\\n• Quality assurance\\n• Security and fraud prevention\\nAudio, electronic, visual, thermal, olfactory, or similar information\tAudio recordings of customer service calls\t• You\\n• Created by us\t• Delivering products and services\\n• To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback\\n• Quality Assurance\\n• Security and fraud prevention\\nInferences from PI Collected\tCustomer profiles reflecting preferences and predispositions\t• You\\n• Created by us\\n• Vendors and other third parties\\n• Your email and social media accounts\t• Delivering products and services\\n• Analytics\\n• Marketing\\nOther Information, such as information that does not directly fit within one of the categories defined by the CCPA\tThe contents of communications you send to us by phone, email, text, online chat, etc.\t• You\\n• Created by us\\n• Vendors and other third parties\\n• Your email and social media accounts\t• To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback\\n• Delivering products and services\\n• Marketing\\n• Research and development\\n• Quality assurance\\n• Security and fraud prevention",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {3. Collection of Your Information a.} "
    },
    {
      "Text": "Identifiers\treal name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may collect and we have collected, within the past 12 months, the following categories of Personal Information about consumers. Personal Information we collect about you may vary depending on the nature of your interactions with us and may not include all of the examples listed below.} "
    },
    {
      "Text": "Personal information described in Cal. Civ. Code § 1798.80(e)\tName, address, and telephone number",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may collect and we have collected, within the past 12 months, the following categories of Personal Information about consumers. Personal Information we collect about you may vary depending on the nature of your interactions with us and may not include all of the examples listed below.} "
    },
    {
      "Text": "Characteristics of protected classifications\tAge and date of birth, sex, and gender",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Category of PI Examples of PI Collected Categories of Sources from which PI was Collected Purposes for PI Collection Identifiers real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers • You • Created by us • Your email and social media accounts • Your devices • Business partners and vendors • Delivering products or services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Analytics • Security and fraud prevention • Debugging • Research and development • Quality assurance Personal information described in Cal. Civ.} "
    },
    {
      "Text": "Commercial information\tProducts or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies, or account profiles",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Category of PI Examples of PI Collected Categories of Sources from which PI was Collected Purposes for PI Collection Identifiers real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers • You • Created by us • Your email and social media accounts • Your devices • Business partners and vendors • Delivering products or services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Analytics • Security and fraud prevention • Debugging • Research and development • Quality assurance Personal information described in Cal. Civ.} "
    },
    {
      "Text": "Internet or other electronic network activity information\tInternet or other similar activity, browsing history, search history, information on a consumer’s interaction with a website, application logs, device data and registration, or advertisement",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Category of PI Examples of PI Collected Categories of Sources from which PI was Collected Purposes for PI Collection Identifiers real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers • You • Created by us • Your email and social media accounts • Your devices • Business partners and vendors • Delivering products or services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Analytics • Security and fraud prevention • Debugging • Research and development • Quality assurance Personal information described in Cal. Civ.} "
    },
    {
      "Text": "Audio, electronic, visual, thermal, olfactory, or similar information\tAudio recordings of customer service calls",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Category of PI Examples of PI Collected Categories of Sources from which PI was Collected Purposes for PI Collection Identifiers real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers • You • Created by us • Your email and social media accounts • Your devices • Business partners and vendors • Delivering products or services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Analytics • Security and fraud prevention • Debugging • Research and development • Quality assurance Personal information described in Cal. Civ.} "
    },
    {
      "Text": "Inferences from PI Collected\tCustomer profiles reflecting preferences and predispositions",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Category of PI Examples of PI Collected Categories of Sources from which PI was Collected Purposes for PI Collection Identifiers real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers • You • Created by us • Your email and social media accounts • Your devices • Business partners and vendors • Delivering products or services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Analytics • Security and fraud prevention • Debugging • Research and development • Quality assurance Personal information described in Cal. Civ.} "
    },
    {
      "Text": "Other Information, such as information that does not directly fit within one of the categories defined by the CCPA\tThe contents of communications you send to us by phone, email, text, online chat, etc.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Category of PI Examples of PI Collected Categories of Sources from which PI was Collected Purposes for PI Collection Identifiers real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers • You • Created by us • Your email and social media accounts • Your devices • Business partners and vendors • Delivering products or services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Analytics • Security and fraud prevention • Debugging • Research and development • Quality assurance Personal information described in Cal. Civ.} "
    },
    {
      "Text": "Although it is our preference to minimize the collection of Sensitive Personal Information, it is possible that we may collect or may have collected, within the past 12 months, the categories of Sensitive Personal Information about consumers that are indicated in the chart below. The Sensitive Personal Information we collect may vary depending on the nature of your interactions with us and may not include all of the examples listed below.\\n\\nCategory of Sensitive Personal Information\tInformation Source(s)\tPurpose(s)\\nPersonal Information that reveals a consumer’s account log-in and financial account\t• You\\n• Your devices\t• Delivering products and services\\n• Marketing",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {b. Collection of Your Sensitive Personal Information Sensitive Personal Information shall be understood to mean any information that reveals: (a) consumer’s Social Security or other state identification number; (b) a consumer’s account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account; (c) consumer’s geolocation; (d) consumer’s racial or ethnic origin, religious or philosophical beliefs, or union membership; (e) the contents of a consumer’s mail, email, or text messages, unless the business is the intended recipient of the communication; and (f) consumer’s genetic data.} "
    },
    {
      "Text": "Sources of Personal Information and Sensitive Personal Information\\n\\nInformation You Provide. Personal Information and Special Personal Information may be obtained directly from you, for example, when you subscribe to our newsfeed, participate in a live chat, respond to surveys or petitions, or apply for or obtain a position or internship. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Sensitive Personal Information we collect may vary depending on the nature of your interactions with us and may not include all of the examples listed below. Category of Sensitive Personal Information Information Source(s) Purpose(s) Personal Information that reveals a consumer’s account log-in and financial account • You • Your devices • Delivering products and services • Marketing We do collect other “special categories” of Personal Information about you including information required to make inferences about your political opinions, religious or philosophical beliefs, and we do not collect other “special categories” such as details about your sex life, sexual orientation, or other information about your health, including biometric data.} "
    },
    {
      "Text": "nformation Collected Automatically. We may use various tools and technologies like cookies and web server logs to collect information automatically on the Services. This information may include IP addresses, device identifiers, browser characteristics, operating system details, internet service provider details, language preferences, referring URLs, time and length of visits, and pages viewed.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Personal Information and Special Personal Information may be obtained directly from you, for example, when you subscribe to our newsfeed, participate in a live chat, respond to surveys or petitions, or apply for or obtain a position or internship. If you submit Personal Information or Sensitive Personal Information to us about others, then you represent and warrant that you are authorized to do so and that you have received authorization from the person about whom you are providing the information and that person has consented to have all information used, disclosed, and transferred in accordance with this Privacy Policy.} "
    },
    {
      "Text": "This information may include IP addresses, device identifiers, browser characteristics, operating system details, internet service provider details, language preferences, referring URLs, time and length of visits, and pages viewed",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Information Collected Automatically . We may use various tools and technologies like cookies and web server logs to collect information automatically on the Services.} "
    },
    {
      "Text": "Information Collected from Other Parties. Personal information and Sensitive Personal Information may also be obtained from others authorized to provide the information, from activity on the Services, and from other parties with whom we work, such as service providers, business partners, affiliates, advertisers, advertising technology providers, advertising servers, data analytics providers, and social networks. For example, if you choose to link your social media or other third-party accounts to our Services, we may obtain your Personal Information and Sensitive Personal Information from these sources.\\n\\nSocial Features. Certain features of the Services may permit you to initiate interactions between the Website and other platforms like social networks (for example, to share the Website with your friends or comment on DW content). Using these features may allow both DW and the operator of the other platform to access certain information about your use of our Services and theirs, including Personal Information and Sensitive Personal Information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This information may include IP addresses, device identifiers, browser characteristics, operating system details, internet service provider details, language preferences, referring URLs, time and length of visits, and pages viewed. Please see the “Cookies and Online Tracking Technologies” section below for more information.} "
    },
    {
      "Text": "sage Data and Websites Activity\\n\\nWe automatically collect and analyze information in connection with the actions you take on the Websites and in connection with using the Services (“Usage Data”) to improve the Websites, Services and user experience. This data includes, but is not limited to, the type of browser you are using, the type of operating system you are using, your IP address, mobile device ID, aggregate data about the number of visits to the Websites, and aggregate data about the pages visited. This usage information may be associated with your username and profile. The lawful bases for processing your Personal Information and Sensitive Personal Information in this manner include DW’s legitimate interest, compliance with legal obligations, and the performance of a contractual relationship with you.\\n\\n4. How We Use the Information We Collect\\n\\nWe may use your Personal Information and Sensitive Personal Information in the following circumstances:\\n\\n• Where we need to perform a contract we have entered into with you or to fulfill your request.\\n• Where we need to comply with a legal obligation.\\n• Where it is necessary for our legitimate interests (or those of a third party) and your interest and fundamental rights do not override those interests.\\n• Where it is needed in the public interest or for official purposes.\\n• With your consent.\\n• As set forth herein.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Using these features may allow both DW and the operator of the other platform to access certain information about your use of our Services and theirs, including Personal Information and Sensitive Personal Information. You should review the terms, policies, and settings of these other platforms to learn more about their data practices and/or adjust your settings.} "
    },
    {
      "Text": "Disclosure of Personal Information \\n\\nThe chart below shows the categories of Personal Information and Sensitive Personal Information we have disclosed to our service providers and contractors for a business or commercial purpose during the last 12 months that may have been used by those parties.\\n\\nCategory of Personal Information or Sensitive Personal Information\tRecipients of Information\tPurpose(s)\\nIdentifiers\t• Business partners\\n• Financial institutions\\n• Delivery service providers\\n• Marketing partners\t• Delivering products or services (to perform services on behalf of DW)\\n• Marketing\\n• Analytics\\nPersonal information described in Cal. Civ. Code § 1798.80(e)\t• Business partners\\n• Financial institutions\\n• Delivery service providers\\n• Marketing partners\t• Delivering products or services (to perform services on behalf of DW)\\n• Marketing\\n• Analytics\\nCharacteristics of protected classifications\t• Marketing partners\t• Marketing\\n• Analytics\\nCommercial Information\t• Business partners\\n• Financial institutions\\n• Delivery service providers\\n• Marketing partners\t• Delivering products or services (to perform services on behalf of DW)\\n• Marketing\\n• Analytics\\nInternet or other electronic network activity information\t• Marketing partners\t• Marketing\\n• Analytics\\nAudio, electronic, visual, thermal, olfactory or similar information\t• Business partners\t• Security and fraud prevention\\nInferences from PI Collected\t• Marketing partners\t• Marketing\\n• Analytics\\nSensitive Personal Information\\nAccount log-in and financial account\t• Business partners\\n• Financial institutions\\n• Delivery service providers\t• Delivering products or services (to perform services on behalf of DW)\\n• Analytics",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please also note that this opt-out process may take some time to complete, consistent with applicable law. 5.} "
    },
    {
      "Text": "In addition to the other purposes for collection, use, and disclosure of Personal Information described in this Privacy Policy, we may collect, use, and disclose Personal Information as required by law, regulation or court order; to respond to governmental and/or law enforcement requests; to identify, contact or bring legal action against someone who may be causing injury to or interfering with our or others’ rights or property; to support any actual or threatened claim, defense or declaration in a case or before any jurisdictional and/or administrative authority, arbitration or mediation panel; or in connection with disciplinary actions/investigations. Likewise, we may disclose Personal Information to other parties in connection with the sale, assignment, merger, or reorganization.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {These third parties may collect information about individuals’ internet or other similar network activity and browsing patterns, IP address, page interaction (such as scrolling, clicks and mouseovers), and information obtained via cookies with these third parties (such as the site visited before or after), and may retain rights to use some of this information for their own purposes. Please visit “Selling and Sharing Your Information” in Section 9 for more information regarding data sharing.} "
    },
    {
      "Text": "Likewise, we may disclose Personal Information to other parties in connection with the sale, assignment, merger, or reorganization.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Please visit “Selling and Sharing Your Information” in Section 9 for more information regarding data sharing. In addition to the other purposes for collection, use, and disclosure of Personal Information described in this Privacy Policy, we may collect, use, and disclose Personal Information as required by law, regulation or court order; to respond to governmental and/or law enforcement requests; to identify, contact or bring legal action against someone who may be causing injury to or interfering with our or others’ rights or property; to support any actual or threatened claim, defense or declaration in a case or before any jurisdictional and/or administrative authority, arbitration or mediation panel; or in connection with disciplinary actions/investigations.} "
    },
    {
      "Text": "DW may use cookies (a small text file placed on your computer to identify your computer and browser) and other third-party tracking technologies such as web beacons (an electronic file placed on a website that monitors usage) to collect general and personally identifiable information, including Personal Information and Sensitive Personal Information about visitors to the Websites. The information collected is used to improve the experience of the Websites and Services, such as allowing us to recognize you when you revisit the Websites to provide you with customized information and/or to remember your preferences. We use cookies and other third-party tracking technologies such as web beacons to collect Personal Information and Sensitive Personal Information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Notwithstanding anything else in this Policy, Daily Wire does not share Personal Information or Sensitive Personal Information obtained through its short code texting program with unaffiliated third-party companies for marketing purposes. 7.} "
    },
    {
      "Text": "We and our service providers may use session-replay tools, which record your interactions with our Services, such as how you move throughout our Services and engage with our webforms. In addition to the uses described in the “How we use the Information we Collect” section above, this information helps us improve our Services and identify and fix technical issues visitors may be having with our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you use our mobile application on a desktop, a mobile device, tablet, or streaming media device, we may collect a Resettable Device Identifier from your device. Resettable Device Identifiers (also known as mobile advertising identifiers) are similar to cookies and are found on many mobile devices and tablets (for example, the “Identifier for Advertisers” (or IDFA) on Apple iOS devices and the “Google Advertising ID” on Android devices), and certain streaming media devices.} "
    },
    {
      "Text": "We and our service providers may use session-replay tools, which record your interactions with our Services, such as how you move throughout our Services and engage with our webforms. In addition to the uses described in the “How we use the Information we Collect” section above, this information helps us improve our Services and identify and fix technical issues visitors may be having with our Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you use our mobile application on a desktop, a mobile device, tablet, or streaming media device, we may collect a Resettable Device Identifier from your device. Resettable Device Identifiers (also known as mobile advertising identifiers) are similar to cookies and are found on many mobile devices and tablets (for example, the “Identifier for Advertisers” (or IDFA) on Apple iOS devices and the “Google Advertising ID” on Android devices), and certain streaming media devices.} "
    },
    {
      "Text": "Online Advertising\\n\\nWe may partner with third parties (Third Party Providers and Advertisers, collectively known as “Advertisers”) that collect information across various channels, including offline and online, for purposes of delivering more relevant online advertising to you. Our partners may place or recognize a cookie on your computer, device or directly in our emails/communications, and we may share Personal Information and Sensitive Personal Information with them, as permitted by law and in accordance with this Privacy Policy. Our partners may link the Personal Information and Sensitive Personal Information we share with them to the cookie stored on your browser or device, and they may collect information such as your IP address, browser or operating system type and version, and demographic or inferred-interest information. Our partners use this information to recognize you across different channels and platforms over time for advertising, analytics, attribution, and reporting purposes. For example, our partners may deliver an ad to you in your web browser based on a purchase you made in a physical retail store, or they may send a personalized marketing email to you based on the fact that you visited a particular website.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For more information on how to manage cookies and the categories of cookies used on the Websites, please see below (“Preference Management”). 8.} "
    },
    {
      "Text": "We may use automated decision-making to customize your experience based on your Personal Information or Sensitive Personal Information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Our partners use this information to recognize you across different channels and platforms over time for advertising, analytics, attribution, and reporting purposes. For example, our partners may deliver an ad to you in your web browser based on a purchase you made in a physical retail store, or they may send a personalized marketing email to you based on the fact that you visited a particular website.} "
    },
    {
      "Text": "Selling and Sharing Your Information\\n\\nWe may sell or share the following categories of personal information with third parties for the purposes of targeted advertising, cross-context behavioral advertising, and analytics:\\n• Identifiers\\n• Commercial information\\n• Internet or other electronic network activity\\n• Inferences",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you do not agree with our Terms of Use and/or the Privacy Policy, please refrain from using our Websites or Services. By accessing or using our Websites or Services, you agree to our use of your Personal Information and other information consistent with the Terms of Use and this Privacy Policy .} "
    },
    {
      "Text": "\\nCategory of Personal Information or Sensitive Personal Information\tRecipients of Information\tPurpose(s)\\nIdentifiers\t• Business partners\\n• Financial institutions\\n• Delivery service providers\\n• Marketing partners\t• Delivering products or services (to perform services on behalf of DW)\\n• Marketing\\n• Analytics",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {5. Disclosure of Personal Information The chart below shows the categories of Personal Information and Sensitive Personal Information we have disclosed to our service providers and contractors for a business or commercial purpose during the last 12 months that may have been used by those parties.} "
    },
    {
      "Text": "Commercial Information\t• Business partners\\n• Financial institutions\\n• Delivery service providers\\n• Marketing partners\t• Delivering products or services (to perform services on behalf of DW)\\n• Marketing\\n• Analytics",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Category of Personal Information or Sensitive Personal Information Recipients of Information Purpose(s) Identifiers • Business partners • Financial institutions • Delivery service providers • Marketing partners • Delivering products or services (to perform services on behalf of DW) • Marketing • Analytics Personal information described in Cal. Civ.} "
    },
    {
      "Text": "Internet or other electronic network activity information\t• Marketing partners\t• Marketing\\n• Analytics",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Category of PI Examples of PI Collected Categories of Sources from which PI was Collected Purposes for PI Collection Identifiers real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers • You • Created by us • Your email and social media accounts • Your devices • Business partners and vendors • Delivering products or services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Analytics • Security and fraud prevention • Debugging • Research and development • Quality assurance Personal information described in Cal. Civ.} "
    },
    {
      "Text": "Inferences from PI Collected\t• Marketing partners\t• Marketing\\n• Analytics",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Category of PI Examples of PI Collected Categories of Sources from which PI was Collected Purposes for PI Collection Identifiers real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers • You • Created by us • Your email and social media accounts • Your devices • Business partners and vendors • Delivering products or services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Analytics • Security and fraud prevention • Debugging • Research and development • Quality assurance Personal information described in Cal. Civ.} "
    },
    {
      "Text": "Identifiers\treal name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may collect and we have collected, within the past 12 months, the following categories of Personal Information about consumers. Personal Information we collect about you may vary depending on the nature of your interactions with us and may not include all of the examples listed below.} "
    },
    {
      "Text": "Commercial information\tProducts or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies, or account profiles",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Category of PI Examples of PI Collected Categories of Sources from which PI was Collected Purposes for PI Collection Identifiers real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers • You • Created by us • Your email and social media accounts • Your devices • Business partners and vendors • Delivering products or services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Analytics • Security and fraud prevention • Debugging • Research and development • Quality assurance Personal information described in Cal. Civ.} "
    },
    {
      "Text": "Inferences from PI Collected\tCustomer profiles reflecting preferences and predispositions",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Category of PI Examples of PI Collected Categories of Sources from which PI was Collected Purposes for PI Collection Identifiers real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers • You • Created by us • Your email and social media accounts • Your devices • Business partners and vendors • Delivering products or services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Analytics • Security and fraud prevention • Debugging • Research and development • Quality assurance Personal information described in Cal. Civ.} "
    },
    {
      "Text": "Internet or other electronic network activity information\tInternet or other similar activity, browsing history, search history, information on a consumer’s interaction with a website, application logs, device data and registration, or advertisement",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Category of PI Examples of PI Collected Categories of Sources from which PI was Collected Purposes for PI Collection Identifiers real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers • You • Created by us • Your email and social media accounts • Your devices • Business partners and vendors • Delivering products or services • To communicate with you, including about our products, updates to our terms and policies, and to obtain your feedback • Analytics • Security and fraud prevention • Debugging • Research and development • Quality assurance Personal information described in Cal. Civ.} "
    },
    {
      "Text": "We sell and/or share this personal information with third parties for advertising (including targeted advertising) and analytics purposes.  The third parties to whom this personal information was sold and/or shared are advertisers and analytics vendors. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {To opt out of receiving online targeted or behavioral advertising, please see below (“Preference Management”). 9.} "
    },
    {
      "Text": "We sell and/or share this personal information with third parties for advertising (including targeted advertising) and analytics purposes.  The third parties to whom this personal information was sold and/or shared are advertisers and analytics vendors. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To opt out of receiving online targeted or behavioral advertising, please see below (“Preference Management”). 9.} "
    },
    {
      "Text": "We do not have actual knowledge that we sell or share the personal information of consumers under sixteen (16) years of age.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {When we use the terms sell, sold, or sale, we mean for valuable consideration and not monetary value. We offer you the ability to opt out of sales and sharing of your personal information as set forth in the “Right to Opt Out of Sales and Sharing of Personal Information” section below.} "
    },
    {
      "Text": "We do not have actual knowledge that we sell or share the personal information of consumers under sixteen (16) years of age.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {When we use the terms sell, sold, or sale, we mean for valuable consideration and not monetary value. We offer you the ability to opt out of sales and sharing of your personal information as set forth in the “Right to Opt Out of Sales and Sharing of Personal Information” section below.} "
    },
    {
      "Text": "dvertisers and ad networks that are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising provide opt-out choices at the following websites:\\n\\n• NAI Website (US): https://optout.networkadvertising.org/?c=1\\n• DAA Website (US): https://optout.aboutads.info/?c=2&lang=EN",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {d. Interest-Based Advertising — In some instances, you can opt-out of receiving interest-based online ads from us, third party advertisers and ad networks. We do not control third parties’ collection or use of your information to serve interest-based advertising.} "
    },
    {
      "Text": " Interest-Based Advertising— In some instances, you can opt-out of receiving interest-based online ads from us, third party advertisers and ad networks. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You can reset your web browser to refuse all cookies or to indicate when a cookie is being sent. However, certain features of the Website or Services may not work if you delete or disable cookies.} "
    },
    {
      "Text": "Analytics Providers— We may use third party web analytics services such as, without limitation, the ones identified below to measure the effectiveness of our advertising and determine how visitors use the website. These service providers’ tools, including cookies and web beacons, allow us to collect information such as the state and zip code from which our visitors come and the IP addresses of our visitors’ computers. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We do not control or operate these tools or the choices that advertisers and others provide through these tools. Even if you opt out of receiving interest-based advertising, you may still receive generic ads.} "
    },
    {
      "Text": " Google Analytics – We use Google Analytics to help us manage and improve the Website and Services. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {These service providers’ tools, including cookies and web beacons, allow us to collect information such as the state and zip code from which our visitors come and the IP addresses of our visitors’ computers. Some of these providers have their own opt-out mechanisms.} "
    },
    {
      "Text": "Google provides a Browser Add-On that allows you to opt-out by downloading and installing the add-on for your web browser, available at https://tools.google.com/dlpage/gaoptout.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Some of these providers have their own opt-out mechanisms. • Google Analytics – We use Google Analytics to help us manage and improve the Website and Services.} "
    },
    {
      "Text": "Google provides a Browser Add-On that allows you to opt-out by downloading and installing the add-on for your web browser, available at https://tools.google.com/dlpage/gaoptout.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Some of these providers have their own opt-out mechanisms. • Google Analytics – We use Google Analytics to help us manage and improve the Website and Services.} "
    },
    {
      "Text": "Request that inaccurate information about you be corrected or deleted.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {12. Your Legal Rights You have the right to: • Request a copy of the Personal Information and Sensitive Personal Information we hold about you.} "
    },
    {
      "Text": "Request a copy of the Personal Information and Sensitive Personal Information we hold about you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {You cannot opt out of receiving these types of communications. 12.} "
    },
    {
      "Text": "Request that we delete any and all Personal Information and Sensitive Personal Information we hold about you.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {• Request that inaccurate information about you be corrected or deleted. • Object to having your Personal Information and Sensitive Personal Information processed.} "
    },
    {
      "Text": "To exercise these rights or for any other questions related to this Privacy Policy, you may contact us using the request form at support.dailywire.com",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {• Receive your Personal Information and Sensitive Personal Information in a structured, prevailing, and machine-readable form and/or have your Personal Information and Sensitive Personal Information transferred to another controller, where technically feasible. • Withdraw consent provided for processing Personal Information and Sensitive Personal Information.} "
    },
    {
      "Text": "Right to Correct. If you believe that Personal Information or Sensitive Personal Information we maintain about you is inaccurate, you have the right to request that we correct that information.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Any such request should be sent to us using the request form at support.dailywire.com along with a description of the posted content or other information to be removed. Be advised, however, that applicable law may not permit us to completely or comprehensively remove your deleted content or for other reasons as set forth in this California law.} "
    },
    {
      "Text": "Right to Know. You have the right to request that we disclose the following information for the 12-month period prior to the request date. Consumer requests of this nature may be made no more than twice in a 12-month period. You have the right to know what Personal Information we have collected about you, which includes:\\n\\nThe categories of Personal Information we have collected about you, including:\\n• The categories of sources from which the Personal Information was collected\\n• Our business or commercial purposes for collecting, sharing, or disclosing Personal Information\\n• The categories of recipients to which we disclose Personal Information\\n• The categories of Personal Information that we shared, and for each category identified, the categories of third parties to which we shared that particular category of Personal Information\\n• The categories of Personal Information that we disclosed for a business purpose, and for each category identified, the categories of recipients to which we disclosed that particular category of Personal Information",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Any such request should be sent to us using the request form at support.dailywire.com along with a description of the posted content or other information to be removed. Be advised, however, that applicable law may not permit us to completely or comprehensively remove your deleted content or for other reasons as set forth in this California law.} "
    },
    {
      "Text": "Right to Know. You have the right to request that we disclose the following information for the 12-month period prior to the request date. Consumer requests of this nature may be made no more than twice in a 12-month period. You have the right to know what Personal Information we have collected about you, which includes:\\n\\nThe categories of Personal Information we have collected about you, including:\\n• The categories of sources from which the Personal Information was collected\\n• Our business or commercial purposes for collecting, sharing, or disclosing Personal Information\\n• The categories of recipients to which we disclose Personal Information\\n• The categories of Personal Information that we shared, and for each category identified, the categories of third parties to which we shared that particular category of Personal Information\\n• The categories of Personal Information that we disclosed for a business purpose, and for each category identified, the categories of recipients to which we disclosed that particular category of Personal Information",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Any such request should be sent to us using the request form at support.dailywire.com along with a description of the posted content or other information to be removed. Be advised, however, that applicable law may not permit us to completely or comprehensively remove your deleted content or for other reasons as set forth in this California law.} "
    },
    {
      "Text": "Right to Delete Your Personal Information. You have the right to request that we delete Personal Information and Sensitive Personal Information we collected from you, subject to certain exceptions. Under the CCPA and CPRA, we may decline to delete your Personal Information under certain circumstances, for example, if we need the Personal Information to complete transactions or provide services you have requested or that are reasonably anticipated, for security purposes, for legitimate internal business purposes (including maintaining business records), to comply with law, or to exercise or defend legal claims",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Consumer requests of this nature may be made no more than twice in a 12-month period. You have the right to know what Personal Information we have collected about you, which includes: The categories of Personal Information we have collected about you, including: • The categories of sources from which the Personal Information was collected • Our business or commercial purposes for collecting, sharing, or disclosing Personal Information • The categories of recipients to which we disclose Personal Information • The categories of Personal Information that we shared, and for each category identified, the categories of third parties to which we shared that particular category of Personal Information • The categories of Personal Information that we disclosed for a business purpose, and for each category identified, the categories of recipients to which we disclosed that particular category of Personal Information The specific pieces of Personal Information we have collected about you: Where required by law, we will provide this information in a portable and, if technically feasible, readily usable format.} "
    },
    {
      "Text": "Right to Opt Out of Sales and Sharing of Personal Information. You have the right to opt out of the sale of your Personal Information and Sensitive Personal Information, and to request that we do not share your Personal Information and Sensitive Personal Information for cross-context behavioral advertising. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {The third parties to whom this personal information was sold and/or shared are advertisers and analytics vendors. When we use the terms sell, sold, or sale, we mean for valuable consideration and not monetary value.} "
    },
    {
      "Text": "To opt-out, please click here or use the “Do Not Sell or Share My Information” link contained in the footer of the DW website",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Our Privacy Policy does not cover any use of information that an ad network may collect from you. Advertisements may be shown on the Websites, the Services or on third-party websites.} "
    },
    {
      "Text": "Alternatively, to submit a request to exercise any of your California privacy rights, please contact us using one of the following methods:\\n• Via our Privacy Center\\n• Via email to privacy@DailyWire.com\\n• Call us at ​​1(866)TDW-CPRA (839-2772)",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Your California Privacy Rights a. “Shine The Light” Law — California residents with whom DW has an established relationship have the right to request certain information with respect to any Personal Information and Sensitive Personal Information DW may have shared with third parties for their direct marketing purposes.} "
    },
    {
      "Text": "Right to Limit Use and Disclosure of Sensitive Personal Information. We do not use or disclose Sensitive Personal Information for purposes to which the right to limit use and disclosure applies under the CCPA and CPRA.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {You have the right to opt out of the sale of your Personal Information and Sensitive Personal Information, and to request that we do not share your Personal Information and Sensitive Personal Information for cross-context behavioral advertising. To opt-out, please click here or use the “Do Not Sell or Share My Information” link contained in the footer of the DW website.} "
    },
    {
      "Text": "Right to Non-Discrimination for the Exercise of Your Privacy Rights. If you choose to exercise any of your privacy rights under the CCPA and CPRA, you also have the right not to receive discriminatory treatment by us.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Rights Related to Automated Decision-Making. You have the right to opt out of automated decision-making, including profiling, that we use to evaluate certain personal aspects relating to your performance at work, economic situation, health, personal preferences, interests, reliability, behavior, location, or movements.} "
    },
    {
      "Text": "We do not discriminate against a user if they exercise any of the rights available under the CCPA or CPRA",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {If you choose to exercise any of your privacy rights under the CCPA and CPRA, you also have the right not to receive discriminatory treatment by us. You may use an authorized agent to submit requests.} "
    },
    {
      "Text": "We do not sell the Personal Information and Sensitive Personal Information of consumers we actually know are less than 16 years of age, unless we receive affirmative authorization (the “right to opt-in”) from either the consumer who is between 13 and 16 years of age, or the parent or guardian of a consumer less than 13 years of age",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If we cannot comply with a request, we will explain the reasons in our response. We will use Personal Information provided in your request only to verify your identity or authority to make the request and to track and document request responses unless you also provided the Personal Information to us for another purpose.} "
    },
    {
      "Text": "Changes to Our Privacy Policy\\n\\nWe may update this Privacy Policy to reflect changes in our privacy practices. We will provide notice of any such changes (including when they will take effect) in accordance with applicable law. The changes will go into effect on the Effective Date shown in the revised Privacy Policy. Your continued use of our Websites or Services constitutes your consent to the revised Privacy Policy.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Your interaction with and use of these widgets or tools will be governed by the terms of use and privacy policy of the applicable social media provider (e.g., Facebook). 23.} "
    },
    {
      "Text": "Strictly Necessary Cookies\\nThese are the cookies required for our site to function.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The “strictly necessary” are for required for the website to function. The  other categories improve performance and content personalization.} "
    },
    {
      "Text": "Performance Cookies\\nThese cookies are used to monitor site performance and speed.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The  other categories improve performance and content personalization. × Strictly Necessary Cookies Strictly Necessary Cookies These are the cookies required for our site to function.} "
    },
    {
      "Text": "Product Analytics / Tracking Cookies\\nThese cookies help us improve our product.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {× Strictly Necessary Cookies Strictly Necessary Cookies These are the cookies required for our site to function. Performance Cookies Performance Cookies These cookies are used to monitor site performance and speed.} "
    },
    {
      "Text": "Advertising / Data Sales Cookies\\nWe use these cookies to serve you the most relevant ads.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you do not agree with our Terms of Use and/or the Privacy Policy, please refrain from using our Websites or Services. By accessing or using our Websites or Services, you agree to our use of your Personal Information and other information consistent with the Terms of Use and this Privacy Policy .} "
    }
  ]
}