{
  "policy_id": "55",
  "text": "Privacy Policy - Investing.com <iframe src='https://www.googletagmanager.com/ns.html?id=GTM-PGT3R3D'\n                height='0' width='0' style='display:none;visibility:hidden'>\n        </iframe> Breaking News Quotes All Instrument Types All Instrument Types Indices Equities ETFs Funds Commodities Currencies Crypto Bonds Certificates Please try another search Search website for: Popular Searches TSLA Tesla Inc Equity - NASDAQ U Unity Software Inc Equity - NYSE XAU/USD Gold Spot US Dollar Currency TTD The Trade Desk Equity - NASDAQ CL Crude Oil WTI Futures Commodity - ICE Popular News More Stock Market Today: Dow ends lower after Powell signals rate hikes remain in play Powell revives hike fears, says Fed not confident rates sufficiently restrictive S&P 500, Nasdaq snap winning streaks after Powell, Treasury auction Sign In / Free Sign Up 0 Recent Alerts Sign up to create alerts for Instruments,\nEconomic Events and content by followed authors Free Sign Up Already have an account? Sign In English (UK) Русский English (India) Türkçe English (Canada) ‏العربية‏ English (Australia) Ελληνικά English (South Africa) Svenska English (Philippines) Suomi English (Nigeria) עברית Deutsch 日本語 Español (España) 한국어 Español (México) 简体中文 Français 繁體中文 Italiano Bahasa Indonesia Nederlands Bahasa Melayu Português (Portugal) ไทย Polski Tiếng Việt Português (Brasil) हिंदी Markets Indices Indices Futures Major Indices Indices Real-Time World Indices Global Indices Dow Jones Futures S&P 500 Futures Nasdaq Futures S&P 500 Dow Jones Nasdaq 100 DAX FTSE 100 Euro Stoxx 50 Nikkei 225 Stocks Stock Screener Trending Stocks United States Pre-Market Earnings Calendar Americas Europe 52 Week High 52 Week Low Most Active Top Gainers Top Losers World ADRs Marijuana Stocks Top Bank Stocks Apple Tesla Meta Platforms Amazon.com Microsoft NVIDIA Netflix Pfizer AMD Boeing GameStop Corp AMC Entertainment Nio A ADR Commodities Real Time Commodities Metals Energy Grains Softs Meats Commodity Indices Gold Crude Oil WTI Brent Oil Silver Natural Gas Copper US Wheat Cryptocurrency All Cryptocurrencies Cryptocurrency Pairs ICO Calendar Bitcoin Ethereum Cardano Solana Dogecoin SHIBA INU Currency Converter BTC/USD ETH/USD BCH/USD LTC/USD DOGE/USD ETC/USD ETH/BTC XRP/USD Bitcoin Futures CME Currencies Currency Rates Single Currency Crosses Live Currency Cross Rates Exchange Rates Table Forward Rates Currency Futures Currency Options EUR/USD GBP/USD EUR/CHF AUD/USD USD/JPY USD/CAD USD/CHF USD/TRY USD/MXN BTC/USD USD/RUB Dollar Index ETFs World ETFs Major ETFs USA ETFs Marijuana ETFs SPDR S&P 500 iShares MSCI Emerging Markets SPDR Dow Jones Industrial Average Invesco QQQ Trust Funds World Funds Major Funds Vanguard 500 Index Admiral Vanguard Total Bond Market II Index Fund Investor American Funds Capital Income Builder A PIMCO Commodity Real Return Strategy Institutional Bonds US Treasury Yield Curve World Government Bonds Financial Futures Government Bond Spreads Bond Indices Forward Rates World Credit Default Swap Rates (CDS) U.S. 10Y U.S. 30Y U.S. 2Y U.S. 5Y U.S. 3M US 10Y T-Note US 30Y T-Bond Euro Bund Certificates Major Certificates World Certificates SG FTSE MIB Gross TR 5x Daily Short Strategy RT 18 Vontobel 7X Long Fixed Lever on Natural Gas 8.06 BNP Call 500.59 EUR AEX 31Dec99 COMMERZBANK AG Put CAC FUT 05/17 31Dec99 My Watchlist Crypto Cryptocurrency All Cryptocurrencies Cryptocurrency Pairs ICO Calendar Cryptocurrency Brokers Cryptocurrency Bitcoin Ethereum Ripple Cardano Solana Dogecoin SHIBA INU Currency Converter More in Cryptocurrency BTC/USD ETH/USD LTC/USD ETC/USD ETH/BTC IOTA/USD XRP/USD Bitcoin Futures CME News Financial News Stock Markets Cryptocurrency Commodities Currencies Economy Economic Indicators Breaking News More In News Latest Most Popular Economic Calendar Sports & General World Politics Analysis Analysis Market Overview Currencies Stock Markets Commodities Bonds Cryptocurrency ETFs More In Opinion Most Popular Editor's Picks Comics Charts Real Time Charts Live Charts Currency Chart Futures Chart Stocks Chart Indices Chart Cryptocurrency Chart Interactive Currency Chart Interactive Futures Chart Interactive Indices Chart Interactive Stocks Chart Multiple Currency Charts Multiple Indices Charts Technical Tools Technical Summary Technical Analysis Pivot Points Moving Averages Indicators Candlestick Patterns More In Technical Candlestick Patterns Fibonacci Calculator Pivot Point Calculator Brokers Brokers Currency Brokers Stock Brokers Online Brokers Crypto Exchanges More In Brokers Cryptocurrency Brokers Gold IRA Tools Calendars Economic Calendar Holiday Calendar Earnings Calendar Dividend Calendar Splits Calendar IPO Calendar Futures Expiry Calendar Investment Tools Stock Screener Fed Rate Monitor Tool Currency Converter Fibonacci Calculator More In Tools Currency Correlation Pivot Point Calculator Profit Calculator Margin Calculator Currencies Heat Map Currency Volatility Forward Rates Calculator Mortgage Calculator Academy Academy Webinars Trading Guide Terms Events Conferences More Alerts Webinars Conferences Trading Guide Central Banks Insights Ad-Free Version Webmaster Tools Broker Blacklist Sentiments Outlook Start Contributing Advertise Webinars Unlock Premium Data for Black Friday: Up to 55% Off CLAIM SALE Advertisement About us 46,300,000 Monthly Uniques 3,000,000,000 Monthly Pageviews 5,150,000 Daily Mobile Visitors Overview Profile Company News Contact Us Contributors Start Contributing Editorial Guidelines Contributor Benefits Editorial Comment Guidelines Careers Advertise Legal Risk Warning Terms And Conditions Privacy Policy Cookie Policy More Privacy Policy General Fusion Media Limited (“ the Company ” or “ Fusion Media ” or “ we ”) is the owner of the website www.Investing.com (“ the Website ”) and the Investing.com mobile application (“ the App ”; collectively and separately known as “ the Service ”). Fusion Media is committed to protecting your privacy and we understand you want to keep your information private, safe and discrete. This Privacy Policy is designed to help you decide whether to use the Service and in what manner, and it describes how we collect, store and use information on individuals who use the Service. The Services hereunder are offered by Fusion Media Limited, registered at: Fusion Media Ltd., 3076 Sir Francis Drake's Highway, P.O. Box 3463, Road Town, Tortola, British Virgin Islands Consent to use Information This Policy is a legally binding agreement between you (“ you ” or “ user ”) and us. By visiting, accessing or using the Website or App, or providing information to us in any other format, you agree to and accept the terms of this Privacy Policy, as amended from time to time, and you consent to the collection and use of information in the manner set out in this Policy. We encourage you to review this Policy carefully and to periodically refer to it so that you understand it and its subsequent changes if any. IF YOU DO NOT AGREE TO THE TERMS OF THIS PRIVACY POLICY, PLEASE STOP USING THE SERVICE IMMEDIATELY AND WHERE RELEVANT UNINSTALL. The definitions in the Terms and Conditions apply to this Privacy Policy unless stated otherwise. IN ADDITION TO THIS POLICY, PLEASE REVIEW OUR TERMS AND CONDITIONS AND COOKIE POLICY WHICH ARE INCORPORATED HEREIN BY REFERENCE, TOGETHER WITH SUCH OTHER POLICIES OF WHICH YOU MAY BE NOTIFIED OF BY US FROM TIME TO TIME. What Information Do We Collect? We collect two types of data and information from you: (1) Non-Personal Information – We retain some non-personally identifiable information (“ Non-Personal Information ”), such as your approximate geo-location, your web request, browser type, browser language, web pages you visit before or after visiting our Website or using the App, URLs, platform type, click numbers, landing pages, viewed pages and the order of those pages and time spent on pages. This information is collected and retained for security reasons and so that we can audit and statistically track usage, audit our affiliates, and calculate payments to third parties. “Cookies” - Non-Personal Information is collected, inter alia, through the use of cookies, so when accessing or using the Website, we may use one or more cookies. Cookies are small text files, placed on a user's device, which enable a website to remember user preferences. Detailed information about cookies and how we use them on the Website and other websites implementing our web tools may be found in our Cookie Policy , which also describes how you can turn off cookies or control them. Web Beacons - We also use a software technology called “clear gifs” (also known as Web Beacons). Web Beacons are small pieces of code placed on a website to monitor the behavior and collect data about the visitors viewing a web page. For example, web beacons can be used to count the users who visit a web page or to deliver a “cookie” to the browser of a visitor viewing that page. (2) Personal Information - “ Personal Information ” is information that may be of a private or sensitive nature, including your name, gender, phone number, e-mail address or mailing address, payment information and IP address. We collect your IP address as part of your use of the Service. We also collect the following Personal Information from you when you create an account (“ Account ”) on the Website which is required to access certain parts of the Service: your full name, email address, password, and phone number. You are not required to provide us with this information in order to use the service. If you choose to provide us with this information, we will retain it in our records and process it only in accordance with the provisions of this Privacy Policy. Please refer to the Who Else Receives this Information? section of this Privacy Policy to learn about sharing of Personal Information. As an alternative, you are also able to create an Account using your credentials with a designated third party website or service such as Facebook, Google+ or Twitter (“Third Party Account”). Doing so will enable you to login to your Account via your Third Party Account. If you choose this option, a Third Party Account pop-up box will appear at the time of creating your Account which you will need to approve in order to proceed with the Account opening, and which will describe the types of information that we will obtain from and the types of activities that we may perform in connection with your Third Party Account. Such information may include (but not be limited to) your Personal Information stored on this Third Party Account, such as your user name, email address, profile picture, gender, date of birth and any other information which you have chosen to make profile on such Third Party Account. Please note that once your Account has been opened, the Personal Information we have access to via a Third Party Account is also dependent on your individual privacy settings in such Third Party Account and any privacy policies which are maintained by the providers of such Third Party Accounts. We treat any Non-Personal Information which is specifically connected or linked to any Personal Information as Personal Information. We collect and process the Personal Information referred to above based, where applicable, on your consent, where the processing is necessary for the performance of a contract between you and the Company or where the processing is necessary for the purpose of fulfilling a legitimate interest pursued by us. What is the Purpose of Collecting this Information? In order to access our services, users may be asked to fill in a form, providing some personal information to the Company. Answers to questions on Personal Information are not mandatory unless the fields are marked with an asterisk. Provision of the information requested in the optional fields of the registration form is not mandatory in order to receive the services and information that we provide through the Site (unless otherwise indicated in the registration form). However, failure to complete mandatory fields or providing incorrect Personal Information may prevent us from fully providing the requested information or services. Please note that you are under no legal obligation to provide us with your Personal Information, however you may not be able to enjoy our services or access the Site if you fail to do so. The collection and processing of Personal Information is aimed at providing you with the Service (including setting up your account), to send you marketing offers on products or services we think may be relevant to you, and to fulfill other purposes as provided in this privacy policy. Non-Personal Information is collected for research and statistical purposes, to enable us to develop, customize and improve the Service, based on your preferences, usage and interactions with the Service, to process your requests for information, and to provide you with the most relevant services and offers. We use cookies in conjunction with third parties to collect user information. Your Personal Information is collected to enable us to provide you with features, capabilities, offers and marketing materials we or our marketing partners think you may be interested in. In addition to the above, your Personal Information allows us to provide you with technical assistance and support. Who Else Receives this Information? We may share or transfer information, including Personal Information, internally within our group of companies, for the purposes outlined above. These companies may be located in countries that may provide a different level of protection of privacy than in your jurisdiction. We also share Personal and Non-Personal Information with trusted third parties, when this is required in order to provide, maintain or improve our services and operation. This is the case with third party advertisements and affiliates; we share your information with third parties for the purpose of providing you with advertisements and offers we or third parties think you may be interested in. These third parties may be located in countries that may provide a different level of protection of privacy than in your jurisdiction. We share your Personal and Non-Personal Information with (i) third parties which provide services to the Company in order to allow or enable us to provide you with our Service, including analytics, email services providers and data verifiers; (ii) third parties who provide the Company services in relation to the operation of the Website; (iii) any auditors, contractors or other advisers auditing any of the Company’s business processes; and (iv) any potential purchasers or investors in the Company. If you choose to open a member card, other users of the Website may be able to view the following personal information about you (to the extent that you have provided it to us): your name, picture and general geographic location (country). If you have chosen to share Personal Information with us through one of our forms, we may share it with any or all of our third party providers, which may provide you with a loan offer. Please note that this third party may be considered a “controller” of your Personal Information and the processing of such Personal Information will be subject to such provider's privacy policy. Any processing performed by any of our third party service providers (“Recipients”) will, where required by law, be governed by a data processing agreement in the form required by law, preserving any and all of your statutory data protection rights and obligating the Recipients to respect the Personal Information and handle it in accordance with the relevant laws. If a Recipient is located outside the EEA, we will transfer your data only to such countries as approved by the European Commission as providing adequate level of data protection, or ensure that the legal agreements governing the data transfer provide an adequate level of data protection. The Recipients are required to maintain the confidentiality of such information and to use your Personal Information only in the course of providing the aforementioned services and only for the purposes that Fusion Media dictates. We may also share your Personal Information and other information in special cases if we have a good reason to believe that it is necessary to: (i) comply with law, regulation, subpoena, request by an applicable authority or court order; (ii) detect, prevent or otherwise address fraud, security, violation of our policies or technical issues; (iii) enforce the provisions of this Privacy Policy or any other agreements between you and Fusion Media, including investigation of potential violations thereof; or (iv) protect against harm to the rights, property or safety of the Company, its partners, its affiliates, users or the public. When you use our website, we share information that we collect from you, such as your email (in hashed form), IP address or information about your browser or operating system, with our identity partners/service providers. These partners return an online identification code that we may store in our first-party cookie for our use in online, in-app, and cross-channel advertising and it may be shared with advertising companies to enable interest-based and targeted advertising. To opt out of this use, please click here ( https://liveramp.com/opt_out/ ). Advertisements We may use a third-party advertising technology to serve advertisements when you access the Site. This technology uses your information with regards to your use of the Services to serve advertisements to you (e.g., by placing third-party cookies on your web browser). You may opt-out of many third-party ad networks, including those operated by members of the Network Advertising Initiative (“ NAI ”) and the Digital Advertising Alliance (“ DAA ”). For more information about this practice by NAI and DAA members, and your choices regarding having this information used by these companies, including how to opt-out of third-party ad networks operated by NAI and DAA members, please visit their respective websites: http://optout.networkadvertising.org/#!/ and http://optout.aboutads.info/#!/ . Direct Marketing We may share your full name, email address and phone number with certain broker(s) (the “Broker”) in the event that you have granted permission to receive promotional materials from such Broker at the time of registration. The Broker may periodically use your full name, email address and phone number for the purpose of providing you with promotional materials if your permission was granted at the time of registration and you have not unsubscribed at a later time in accordance with the provisions hereof. At any time, you may request to discontinue receiving these offers or Investing.com's marketing emails by clicking on the unsubscribe link in the email's footer or by following the on-page instructions at https://www.investing.com/unsubscribe . If you unsubscribe we will remove your full name, email address and phone number from our marketing distribution lists and from any future lists we may share with the Broker. However, you may need to also separately unsubscribe from marketing offers sent by the Broker. Please note that in order to send you promotional materials, the Broker may assign you with a username and password which will allow you access to the Broker's site through an account. You may contact the Broker at any time to remove the account. User Rights and Retention You have the right to access, correct, update or object to the use of your Personal Information by making a written request to Fusion Media by using our Contact Us page. Your requests will be dealt with in a prompt and professional manner and in accordance with applicable law. For EU users: Legal basis for processing Processing of Personal Information is necessary for the performance of our contractual obligations towards you and providing you with our services, to protect our legitimate interests and to comply with our legal obligations. Where we rely on your consent to process your Personal Information, you have the right to withdraw or decline consent at any time – However, if we have shared your Personal Data based on your consent, you would need to address the entity with whom your data was shared to withdraw your consent. Where we rely on our legitimate interests to process your Personal Information, you have the right to object. If you have any questions about or need further information concerning the legal basis on which we collect and use your Personal Information, please contact us through the contact details available below. Since we operate globally, it may be necessary to transfer data, including Personal Information, to countries outside the European Union. In these instances, we will transfer your data only to such countries as approved by the European Commission as providing adequate level of data protection or enter into legal agreements ensuring an adequate level of data protection. Please note that the following rights specifically apply regarding your personal information: (1) Receive confirmation as to whether or not personal information concerning you is being processed, and access your stored personal information, together with supplementary information; (2) Receive a copy of personal information you directly volunteer to us in a structured, commonly used and machine-readable format; (3) Request rectification of your personal information that is in our control; (4) Request erasure of your personal information; (5) Object to the processing of personal information by us; (6) Request to restrict processing of your personal information by us; (7) Lodge a complaint with a supervisory authority. If you wish to exercise any of the abovementioned rights or raise a complaint on how we have handled your Personal Information, please contact us directly at: dpofficer@fusionmedialtd.com . You may also contact us at: Calle Bravo Murillo, 101 - Planta 11, 28020, Madrid Investing Privacy Notice for California Residents Last Revised : August 3, 2020 Introduction This notice (“ Privacy Notice ”) addresses the specific disclosure requirements under the California Consumer Privacy Act of 2018 (Cal. Civ. Code §§ 1798.100–1798.199) and the California Consumer Privacy Act Regulation by the Attorney General (collectively, “ CCPA ”). Any terms defined in the CCPA have the same meaning when used in this Privacy Notice. Fusion Media Limited (“ we ”, “ us ”, “ our ” or the “ Company ”) provides disclosures for the 12 months preceding the date the Privacy Notice was last revised, as required by the CCPA vis-à-vis California residents. This Privacy Notice outlines our practices with respect to the information we collect from you when you use the investing website ( www.investing.com ) and mobile app (“ Service ”), the manners in which we use such information and the choices available for you. By accessing, downloading or using our Service, you acknowledge that you have read and understood the terms of this Privacy Notice. If you disagree to any term provided herein, please do not install or use the Service. In addition to this policy, please also review our Privacy Policy and Terms and Conditions , which this Privacy Notice is incorporated thereto by reference, along with such other policies of which you may be notified of by us from time to time. In our Privacy Notice, you will learn about: What Information We Process Sources of Personal Information Business/Commercial Purpose for Collection Sharing Personal Information Selling Personal Information User Rights Under the CCPA Non Discrimination Do Not Track Signals Record Keeping Children's Information Updates or Amendments to the Privacy Notice How to Contact Us If you have a visual disability, you may be able to use a screen reader or other text-to-speech or text-to-Braille tool to review the contents of this Privacy Notice. What Information We Process? We may collect and process certain information that identifies an individual or may with reasonable effort identify an individual (“ Personal Information ”). We treat information that is specifically connected or linked to any Personal Information – as long as such connection or linkage exists – as Personal Information. We may also disclose Personal Information we have collected with our service providers for a business purpose (as further detailed in “Business/Commercial Purpose for Collection” section below), subject to a contract that describes the purpose and restricts the use of Personal Information disclosed, or with other third parties for a commercial purpose, which may be considered a sale under the CCPA, as detailed in the following chart: In the 12 preceding months, we have collected, disclosed and/or sold the following categories of Personal Information: Category of Personal Information Collected Personal Information Collected Categories of service providers to whom Personal Information was disclosed Categories of third parties to whom Personal Information was sold Identifiers Full name, email address, physical address, IP , social media credentials and identifiers Affiliate Companies Ad networks Data analytics providers Email and cloud providers Auditors and advisors Other users Ad networks Data analytics providers Personal Information Categories listed in the California Customer Records Statute (Cal. Civ. Code § 1798.80(e)) Telephone number Affiliate Companies Email and cloud providers Auditors and advisors Protected classification characteristics under California or federal law Date of birth Affiliate Companies Data analytics providers Email and cloud providers Auditors and advisors Internet or Other Electronic Network Activity Information Browsing history, search history, information on a consumer’s interaction with a website, application, or advertisement. Affiliate Companies Ad networks Data analytics providers Email and cloud providers Auditors and advisors Ad networks Data analytics providers Geolocation Data Approximate geolocation Affiliate Companies Ad networks Data analytics providers Email and cloud providers Auditors and advisors Ad networks Data analytics providers We may share or transfer Personal Information to third parties as assets that are part of a merger, acquisition, bankruptcy or other transaction in which the third party assumes control of all or part of the Company. Such transfer will be handled according to the requirement of the CCPA and shall not be regarded as a sale of Personal Information under the CCPA. Sources of Personal Information In the 12 preceding months, we have collected the above-mentioned categories of Personal Information from the following categories of sources: Consumer directly; Advertising networks; Data analytics providers; Operating Systems; Social Networks; Business/Commercial Purpose for Collection Company only collects and processes Personal Information in a way that is compatible with and relevant for the purpose for which it was collected or authorized. As a general matter, for all categories of data we collect, we may use the information we collect (including Personal Information, to the extent applicable) to: provide, operate, maintain, improve, and promote the Service; enable you to access and use the Service; send transactional messages, including responses to your comments, questions, and requests; provide customer service and support; and send you technical notices, updates, security alerts, and support and administrative messages; send commercial communications, in accordance with your communication preferences, such as providing you with information about products and services, features, surveys, newsletters, offers, promotions and events about us and our partners; and send other news or information about us and our partners. monitor and analyze trends, usage, and activities in connection with the Service and for marketing or advertising purposes; comply with legal obligations as well as to investigate and prevent fraudulent transactions, unauthorized access to the Services, and other illegal activities; personalize the Service, including by providing features, content or ads that match your interests and preferences; and process for other purposes for which we obtain your consent. User Rights under the CCPA The CCPA provides consumers with specific rights regarding their Personal Information. This section describes your CCPA rights and explains how to exercise those rights. Access to Personal Information You may request, up to two times each year, that we disclose to you the categories and specific pieces of Personal Information that we have collected about you, the categories of sources from which your Personal Information is collected, the business or commercial purpose for collecting your Personal Information, the categories of Personal Information that we disclosed for a business purpose, any categories of Personal Information about you that we sold, the categories of third-parties with whom we have shared your Personal Information, and the business or commercial purpose for selling your Personal Information, if applicable. Deletion Requests You have the right to request that we delete any Personal Information collected from you and retained, unless an exception applies. Once we receive and confirm your verifiable consumer request, we will delete (and direct our service providers, subcontractors, and consultants to delete) your Personal Information, unless an exception applies. Right to Opt-Out of the Sale of Personal Information In the event that we sell your Personal Information, you have the right to submit a request to opt-out of the sale of your Personal Information. You may change your decision at any time and permit us to sell your Personal Information. If you do not want us to sell your Personal Information to third parties, please click here or submit your request to our email address: dpofficer@fusionmedialtd.com or to our physical address in the “How to Contact Us” section below (please refer to the ‘ Exercising Your Rights’ section below). After you opt-out, we may continue to share some Personal Information with our partners (who will function as our service providers in such instance) to help us perform business-related functions such as, but not limited to, providing the Service, ensuring that the Service is working correctly and securely, providing aggregate statistics and analytics and/or preventing fraud. If you access our Service from other devices or browsers, visit the links below from those devices or browsers to ensure your choice applies to the Personal Information collected when you use those devices or browsers. Additionally, although clicking the “Do Not Sell My Personal Information” link will opt you out of the sale of your Personal Information for advertising purposes, it will not opt you out of the use of previously collected and sold Personal or all interest-based advertising. If you would like more information about how to opt-out of interest-based advertising in desktop and mobile browsers on a particular device, please visit http://optout.aboutads.info/#/ and http://optout.networkadvertising.org/# . You may also download the AppChoices app at http://www.aboutads.info/appchoices to opt-out in connection with mobile apps, or use the platform controls on your mobile device to opt-out. Exercising Your Rights You can exercise your rights (such as access and deletion) by submitting a verifiable consumer request to our email address: dpofficer@fusionmedialtd.com or to our physical address in the “How to Contact Us” section below. Only you or a person authorized to act on your behalf may make a consumer request related to your Personal Information. The request must: Provide sufficient information to allow us to reasonably verify you are the person about whom we collected Personal Information or an authorized representative. Describe your request with sufficient details to allow us to properly understand, evaluate, and respond to it. We cannot respond to your request or provide you with Personal Information if we cannot verify your identity or authority to make the request and confirm the Personal Information relates to you. Making a verifiable consumer request does not require you to create an account with us. We will only use Personal Information provided in a verifiable consumer request to verify the requestor's identity or authority to make the request.  We will only use Personal Information provided in a verifiable consumer request to verify the requestor's identity or authority to make the request. You may only request a copy of your data twice within a 12-month period. If you have any general questions about the Personal Information that we collect about you how we use it, please contact us at dpofficer@fusionmedialtd.com . Response Timing and Format Our goal is to respond to a verifiable consumer request within 45 days of its receipt. If we require more time, we will inform you of the reason and extension period in writing within the first 45 days' period. We will deliver our written response, by mail or electronically, at your option. Any disclosures we provide will cover only the 12-month period preceding the request. If reasonably possible, we will provide your Personal Information in a format that is readily useable and should allow you to transmit the information without hindrance. We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request. In case of rejection, the response we provide will explain the reasons for which we cannot comply with your request. Please note that these CCPA rights are not absolute and requests are subject to any applicable legal requirements, including legal and ethical reporting or document retention obligations. Designating Agents You can designate an authorized agent to make a request under the CCPA on your behalf if: The authorized agent is a natural person or a business entity registered with the Secretary of State of California; and You sign a written declaration that you authorize the authorized agent to act on your behalf. If you use an authorized agent to submit a request to exercise your right to know or your right to request deletion, please mail a certified copy of your written declaration authorizing the authorized agent to act on your behalf using the contact information below. If you provide an authorized agent with power of attorney pursuant to Probate Code sections 4000 to 4465, it may not be necessary to perform these steps and we will respond to any request from such authorized agent in accordance with the CCPA. Non-Discrimination You have a right not to receive discriminatory treatment for exercising your privacy rights under the CCPA. Unless permitted by the CCPA, we will not: Deny you goods or services. Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties. Provide you a different level or quality of goods or services. Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services. Record Keeping We will maintain records of consumer requests made pursuant to the CCPA and our responses to said requests for a minimum period of 24 months. Such information will be used for any other purpose other than records keeping requirements under the CCPA or other legal requirements such as law, court order, subpoena, warrant or other legal judicial process. Below are metrics about the number of requests we received and the median number of days it took us to respond to such requests: Type of Request Number of Requests Median Number of Days to Respond Right to Know Right to Delete Right to Opt-Out of a Sale Children's Information Our Service is not intended for minors below the age of 16 years or otherwise below the legal age for providing consent that is not subject to authorization by the holder of parental responsibility, in accordance with the laws in the jurisdiction your reside (“ Age of Consent ”), and we will not knowingly collect Personal Information from children. If we become aware that a user is under the age of Age of Consent, we will remove their information from our files. We reserve the right to request proof of age at any stage so that we can verify that children are not using the Service. Updates or Amendments to the Privacy Notice We reserve the right to change this Privacy Notice at any time, so please re-visit this page frequently. We will provide notice of substantial changes of this Privacy Notice on the Service and/or we will send you an e-mail regarding such changes to the e-mail address that you volunteered. Such substantial changes will take effect seven (7) days after such notice was provided on any of the above-mentioned methods. Otherwise, all other changes to this Privacy Notice are effective as of the stated “Last Revised” date, and your continued use of the Service after the Last Revised date will constitute acceptance of, and agreement to be bound by, those changes. How to Contact Us If you have any questions (or comments) concerning this Privacy Notice, you are welcome to contact our Data Protection Officer here: dpofficer@fusionmedialtd.com or through the following contact details: Fusion Media Ltd., 3076 Sir Francis Drake's Highway, P.O. Box 3463, Road Town, Tortola, British Virgin Islands We will make an effort to reply within a reasonable timeframe. Please feel free to reach out to us at any time. For Brazilian users: The processing of your personal information is not a condition for the use our Service. However, certain parts of our Service may not be available without processing of personal information. If you reside in Brazil, under the Brazilian Data Protection Law (Lei Geral de Proteção de Dados) you have the following rights regarding your Personal Information: (1) Receive confirmation as to whether or not Personal Information concerning you is being processed; (2) Access to your stored Personal Information; (3) Request correction of incomplete, inaccurate or out-of-date Personal Information; (4) Request anonymization, blocking or deletion of unnecessary, excessive Personal Information; (5) Request data portability to another service provider or product, upon express request, as may be provided by the appropriate law; (6) Request deletion of Personal Information processed with your consent; (7) Obtain information about the public or private entities with whom we share your Personal Information; (8) Request information on the possibility of you not providing consent, as well as being informed about the consequences should consent not be given; (9) Revocation of your consent. If you wish to exercise any of the abovementioned rights or raise a complaint on how we have handled your Personal Information, please contact us directly at: dpofficer@fusionmedialtd.com . We will retain your personal information for the duration required to provide our Services, and as necessary to comply with our legal obligations, resolve disputes, and enforce our policies. Retention periods will be determined taking into account the type of information that is collected and the purpose for which it is collected, bearing in mind the requirements applicable to the situation and the need to destroy outdated, unused information at the earliest reasonable time. Under applicable regulations, we will keep records containing personal data, communications and anything else as required by applicable laws and regulations. We may rectify, replenish or remove incomplete or inaccurate information, at any time and at our own discretion. Security and Confidentiality The Company treats your Personal Information in strict confidentiality, and the server in which this data is to be stored includes the necessary industry-standard security measures to prevent accidental or unlawful destruction, loss, alteration, unauthorized disclosure or access. However, we cannot completely guarantee the security of your information, which might be accessed, disclosed, modified, or destroyed, and it should be emphasized that you share this information at your own risk. Links to Other Websites This Privacy Policy applies only to the Service, and to our web tools which are integrated or implemented in other third party websites. The Policy does not apply to third party websites, linked to our Website. Third party websites or services may have their own privacy policies and we advise you to read them carefully. Inclusion of a link to a third party website or service is not a recommendation of such a website or service. Third party sites may contain information or services that are illegal or that some people may find inappropriate or offensive. Before using third party sites and services or before making a purchase, we recommend that you read and understand the privacy policies and terms and conditions of such third party websites and services, and the warranties for purchased products. You are knowingly and voluntarily assuming all risks of using third party sites to purchase products and services. You acknowledge and agree that we shall have no liability whatsoever with respect to such third party sites and your use of them. Assignment Subject to applicable law, we may transfer or assign your information, without any notice, and without a need to receive your consent, to any third party as a result of change of control, consolidation, merger, acquisition or reorganization. You acknowledge that in the event of bankruptcy, insolvency or receivership, we may have no control over the use and transfer of your Personal Information. Updates to this policy This Privacy Policy is subject to modifications. Please check the “Last Modified” heading at the bottom of this document to see when this Privacy Policy was last updated. Any changes to this Privacy Policy will become effective when we post the revised Privacy Policy on the Website. In case of material changes to this Privacy Policy, we will provide a notice in the Website. Your use of the Website or the Service, or your provision of personal information following any changes means that you accept the updated Privacy Policy. Last modified : June 28, 2022 Advertisement Trade With A Regulated Broker Investing.com Blog Mobile Portfolio Widgets About Us Advertise Help & Support Authors Our Apps Follow us Terms And Conditions Privacy Policy Risk Warning © 2007-2023 Fusion Media Limited. All Rights Reserved. Risk Disclosure: Trading in financial instruments and/or cryptocurrencies involves high risks including the risk of losing some, or all, of your investment amount, and may not be suitable for all investors. Prices of cryptocurrencies are extremely volatile and may be affected by external factors such as financial, regulatory or political events. Trading on margin increases the financial risks. Before deciding to trade in financial instrument or cryptocurrencies you should be fully informed of the risks and costs associated with trading the financial markets, carefully consider your investment objectives, level of experience, and risk appetite, and seek professional advice where needed. Fusion Media would like to remind you that the data contained in this website is not necessarily real-time nor accurate. The data and prices on the website are not necessarily provided by any market or exchange, but may be provided by market makers, and so prices may not be accurate and may differ from the actual price at any given market, meaning prices are indicative and not appropriate for trading purposes. Fusion Media and any provider of the data contained in this website will not accept liability for any loss or damage as a result of your trading, or your reliance on the information contained within this website. It is prohibited to use, store, reproduce, display, modify, transmit or distribute the data contained in this website without the explicit prior written permission of Fusion Media and/or the data provider. All intellectual property rights are reserved by the providers and/or the exchange providing the data contained in this website. Fusion Media may be compensated by the advertisers that appear on the website, based on your interaction with the advertisements or advertisers. Sign up for FREE and get: Real-Time Alerts Advanced Portfolio Features Personalized Charts Fully-Synced App Continue with Facebook Continue with Google or Sign up with Email <div style=\"display:inline;\"><img height=\"1\" width=\"1\" style=\"border-style:none;\" alt=\"\" src=\"//googleads.g.doubleclick.net/pagead/viewthroughconversion/1000940071/?value=0&amp;guid=ON&amp;script=0\"/></div>",
  "annotations": [
    {
      "Text": "“Cookies” - Non-Personal Information is collected, inter alia, through the use of cookies, so when accessing or using the Website, we may use one or more cookies. Cookies are small text files, placed on a user's device, which enable a website to remember user preferences. Detailed information about cookies and how we use them on the Website and other websites implementing our web tools may be found in our Cookie Policy, which also describes how you can turn off cookies or control them.\\n\\nWeb Beacons - We also use a software technology called “clear gifs” (also known as Web Beacons). Web Beacons are small pieces of code placed on a website to monitor the behavior and collect data about the visitors viewing a web page. For example, web beacons can be used to count the users who visit a web page or to deliver a “cookie” to the browser of a visitor viewing that page.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "(2) Personal Information - “Personal Information” is information that may be of a private or sensitive nature, including your name, gender, phone number, e-mail address or mailing address, payment information and IP address. We collect your IP address as part of your use of the Service. We also collect the following Personal Information from you when you create an account (“Account”) on the Website which is required to access certain parts of the Service: your full name, email address, password, and phone number.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We may share or transfer information, including Personal Information, internally within our group of companies, for the purposes outlined above. These companies may be located in countries that may provide a different level of protection of privacy than in your jurisdiction.\\n\\nWe also share Personal and Non-Personal Information with trusted third parties, when this is required in order to provide, maintain or improve our services and operation. This is the case with third party advertisements and affiliates; we share your information with third parties for the purpose of providing you with advertisements and offers we or third parties think you may be interested in. These third parties may be located in countries that may provide a different level of protection of privacy than in your jurisdiction.\\n\\nWe share your Personal and Non-Personal Information with (i) third parties which provide services to the Company in order to allow or enable us to provide you with our Service, including analytics, email services providers and data verifiers; (ii) third parties who provide the Company services in relation to the operation of the Website; (iii) any auditors, contractors or other advisers auditing any of the Company’s business processes; and (iv) any potential purchasers or investors in the Company.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In addition to the above, your Personal Information allows us to provide you with technical assistance and support. Who Else Receives this Information?} "
    },
    {
      "Text": "We may also share your Personal Information and other information in special cases if we have a good reason to believe that it is necessary to: (i) comply with law, regulation, subpoena, request by an applicable authority or court order; (ii) detect, prevent or otherwise address fraud, security, violation of our policies or technical issues; (iii) enforce the provisions of this Privacy Policy or any other agreements between you and Fusion Media, including investigation of potential violations thereof; or (iv) protect against harm to the rights, property or safety of the Company, its partners, its affiliates, users or the public.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If a Recipient is located outside the EEA, we will transfer your data only to such countries as approved by the European Commission as providing adequate level of data protection, or ensure that the legal agreements governing the data transfer provide an adequate level of data protection. The Recipients are required to maintain the confidentiality of such information and to use your Personal Information only in the course of providing the aforementioned services and only for the purposes that Fusion Media dictates.} "
    },
    {
      "Text": "We may use a third-party advertising technology to serve advertisements when you access the Site. This technology uses your information with regards to your use of the Services to serve advertisements to you (e.g., by placing third-party cookies on your web browser).",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {These partners return an online identification code that we may store in our first-party cookie for our use in online, in-app, and cross-channel advertising and it may be shared with advertising companies to enable interest-based and targeted advertising. To opt out of this use, please click here ( https://liveramp.com/opt_out/ ).} "
    },
    {
      "Text": "We may share your full name, email address and phone number with certain broker(s) (the “Broker”) in the event that you have granted permission to receive promotional materials from such Broker at the time of registration. The Broker may periodically use your full name, email address and phone number for the purpose of providing you with promotional materials if your permission was granted at the time of registration and you have not unsubscribed at a later time in accordance with the provisions hereof. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You may opt-out of many third-party ad networks, including those operated by members of the Network Advertising Initiative (“ NAI ”) and the Digital Advertising Alliance (“ DAA ”). For more information about this practice by NAI and DAA members, and your choices regarding having this information used by these companies, including how to opt-out of third-party ad networks operated by NAI and DAA members, please visit their respective websites: http://optout.networkadvertising.org/#!/ and http://optout.aboutads.info/#!/ .} "
    },
    {
      "Text": "August 3, 2020",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Please note that the following rights specifically apply regarding your personal information: (1) Receive confirmation as to whether or not personal information concerning you is being processed, and access your stored personal information, together with supplementary information; (2) Receive a copy of personal information you directly volunteer to us in a structured, commonly used and machine-readable format; (3) Request rectification of your personal information that is in our control; (4) Request erasure of your personal information; (5) Object to the processing of personal information by us; (6) Request to restrict processing of your personal information by us; (7) Lodge a complaint with a supervisory authority. If you wish to exercise any of the abovementioned rights or raise a complaint on how we have handled your Personal Information, please contact us directly at: dpofficer@fusionmedialtd.com .} "
    },
    {
      "Text": "In the 12 preceding months, we have collected, disclosed and/or sold the following categories of Personal Information:\\n\\n \\n\\nCategory of Personal Information Collected\\n\\nPersonal Information Collected\\n\\nCategories of service providers to whom Personal Information was disclosed\\n\\nCategories of third parties to whom Personal Information was sold\\n\\nIdentifiers\\n\\nFull name, email address, physical address, IP, social media credentials and identifiers\\n\\nAffiliate Companies\\n\\nAd networks\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\nOther users\\n\\nAd networks\\n\\nData analytics providers\\n\\n \\n\\nPersonal Information Categories listed in the California Customer Records Statute (Cal. Civ. Code § 1798.80(e))\\n\\nTelephone number\\n\\nAffiliate Companies\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\n \\n\\nProtected classification characteristics under California or federal law\\n\\nDate of birth\\n\\nAffiliate Companies\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\n \\n\\nInternet or Other Electronic Network Activity Information\\n\\nBrowsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.\\n\\nAffiliate Companies\\n\\nAd networks\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\nAd networks\\n\\nData analytics providers\\n\\n \\n\\nGeolocation Data\\n\\nApproximate geolocation\\n\\nAffiliate Companies\\n\\nAd networks\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\nAd networks\\n\\nData analytics providers\\n\\n ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may collect and process certain information that identifies an individual or may with reasonable effort identify an individual (“ Personal Information ”). We treat information that is specifically connected or linked to any Personal Information – as long as such connection or linkage exists – as Personal Information.} "
    },
    {
      "Text": "In the 12 preceding months, we have collected, disclosed and/or sold the following categories of Personal Information:\\n\\n \\n\\nCategory of Personal Information Collected\\n\\nPersonal Information Collected\\n\\nCategories of service providers to whom Personal Information was disclosed\\n\\nCategories of third parties to whom Personal Information was sold\\n\\nIdentifiers\\n\\nFull name, email address, physical address, IP, social media credentials and identifiers\\n\\nAffiliate Companies\\n\\nAd networks\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\nOther users\\n\\nAd networks\\n\\nData analytics providers\\n\\n \\n\\nPersonal Information Categories listed in the California Customer Records Statute (Cal. Civ. Code § 1798.80(e))\\n\\nTelephone number\\n\\nAffiliate Companies\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\n \\n\\nProtected classification characteristics under California or federal law\\n\\nDate of birth\\n\\nAffiliate Companies\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\n \\n\\nInternet or Other Electronic Network Activity Information\\n\\nBrowsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.\\n\\nAffiliate Companies\\n\\nAd networks\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\nAd networks\\n\\nData analytics providers\\n\\n \\n\\nGeolocation Data\\n\\nApproximate geolocation\\n\\nAffiliate Companies\\n\\nAd networks\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\nAd networks\\n\\nData analytics providers\\n\\n ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may collect and process certain information that identifies an individual or may with reasonable effort identify an individual (“ Personal Information ”). We treat information that is specifically connected or linked to any Personal Information – as long as such connection or linkage exists – as Personal Information.} "
    },
    {
      "Text": "In the 12 preceding months, we have collected, disclosed and/or sold the following categories of Personal Information:\\n\\n \\n\\nCategory of Personal Information Collected\\n\\nPersonal Information Collected\\n\\nCategories of service providers to whom Personal Information was disclosed\\n\\nCategories of third parties to whom Personal Information was sold\\n\\nIdentifiers\\n\\nFull name, email address, physical address, IP, social media credentials and identifiers\\n\\nAffiliate Companies\\n\\nAd networks\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\nOther users\\n\\nAd networks\\n\\nData analytics providers\\n\\n \\n\\nPersonal Information Categories listed in the California Customer Records Statute (Cal. Civ. Code § 1798.80(e))\\n\\nTelephone number\\n\\nAffiliate Companies\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\n \\n\\nProtected classification characteristics under California or federal law\\n\\nDate of birth\\n\\nAffiliate Companies\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\n \\n\\nInternet or Other Electronic Network Activity Information\\n\\nBrowsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.\\n\\nAffiliate Companies\\n\\nAd networks\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\nAd networks\\n\\nData analytics providers\\n\\n \\n\\nGeolocation Data\\n\\nApproximate geolocation\\n\\nAffiliate Companies\\n\\nAd networks\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\nAd networks\\n\\nData analytics providers\\n\\n ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may collect and process certain information that identifies an individual or may with reasonable effort identify an individual (“ Personal Information ”). We treat information that is specifically connected or linked to any Personal Information – as long as such connection or linkage exists – as Personal Information.} "
    },
    {
      "Text": "Category of Personal Information Collected ||| 1: Personal Information Collected ||| 2: Categories of service providers to whom Personal Information was disclosed ||| 3: Categories of third parties to whom Personal Information was sold\\n\\n0: Identifiers ||| 1: Full name, email address, physical address, IP, social media credentials and identifiers ||| 2: Affiliate Companies Ad networks Data analytics providers Email and cloud providers Auditors and advisors Other users ||| 3: Ad networks Data analytics providers\\n\\n0: Personal Information Categories listed in the California Customer Records Statute (Cal. Civ. Code § 1798.80(e)) ||| 1: Telephone number ||| 2: Affiliate Companies Email and cloud providers Auditors and advisors ||| 3: nan\\n\\n0: Protected classification characteristics under California or federal law ||| 1: Date of birth ||| 2: Affiliate Companies Data analytics providers Email and cloud providers Auditors and advisors ||| 3: nan\\n\\n0: Internet or Other Electronic Network Activity Information ||| 1: Browsing history, search history, information on a consumer’s interaction with a website, application, or advertisement. ||| 2: Affiliate Companies Ad networks Data analytics providers Email and cloud providers Auditors and advisors ||| 3: Ad networks Data analytics providers\\n\\n0: Geolocation Data ||| 1: Approximate geolocation ||| 2: Affiliate Companies Ad networks Data analytics providers Email and cloud providers Auditors and advisors ||| 3: Ad networks Data analytics providers",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may collect and process certain information that identifies an individual or may with reasonable effort identify an individual (“ Personal Information ”). We treat information that is specifically connected or linked to any Personal Information – as long as such connection or linkage exists – as Personal Information.} "
    },
    {
      "Text": "Category of Personal Information Collected ||| 1: Personal Information Collected ||| 2: Categories of service providers to whom Personal Information was disclosed ||| 3: Categories of third parties to whom Personal Information was sold\\n\\n0: Identifiers ||| 1: Full name, email address, physical address, IP, social media credentials and identifiers ||| 2: Affiliate Companies Ad networks Data analytics providers Email and cloud providers Auditors and advisors Other users ||| 3: Ad networks Data analytics providers\\n\\n0: Personal Information Categories listed in the California Customer Records Statute (Cal. Civ. Code § 1798.80(e)) ||| 1: Telephone number ||| 2: Affiliate Companies Email and cloud providers Auditors and advisors ||| 3: nan\\n\\n0: Protected classification characteristics under California or federal law ||| 1: Date of birth ||| 2: Affiliate Companies Data analytics providers Email and cloud providers Auditors and advisors ||| 3: nan\\n\\n0: Internet or Other Electronic Network Activity Information ||| 1: Browsing history, search history, information on a consumer’s interaction with a website, application, or advertisement. ||| 2: Affiliate Companies Ad networks Data analytics providers Email and cloud providers Auditors and advisors ||| 3: Ad networks Data analytics providers\\n\\n0: Geolocation Data ||| 1: Approximate geolocation ||| 2: Affiliate Companies Ad networks Data analytics providers Email and cloud providers Auditors and advisors ||| 3: Ad networks Data analytics providers",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may collect and process certain information that identifies an individual or may with reasonable effort identify an individual (“ Personal Information ”). We treat information that is specifically connected or linked to any Personal Information – as long as such connection or linkage exists – as Personal Information.} "
    },
    {
      "Text": "Category of Personal Information Collected ||| 1: Personal Information Collected ||| 2: Categories of service providers to whom Personal Information was disclosed ||| 3: Categories of third parties to whom Personal Information was sold\\n\\n0: Identifiers ||| 1: Full name, email address, physical address, IP, social media credentials and identifiers ||| 2: Affiliate Companies Ad networks Data analytics providers Email and cloud providers Auditors and advisors Other users ||| 3: Ad networks Data analytics providers\\n\\n0: Personal Information Categories listed in the California Customer Records Statute (Cal. Civ. Code § 1798.80(e)) ||| 1: Telephone number ||| 2: Affiliate Companies Email and cloud providers Auditors and advisors ||| 3: nan\\n\\n0: Protected classification characteristics under California or federal law ||| 1: Date of birth ||| 2: Affiliate Companies Data analytics providers Email and cloud providers Auditors and advisors ||| 3: nan\\n\\n0: Internet or Other Electronic Network Activity Information ||| 1: Browsing history, search history, information on a consumer’s interaction with a website, application, or advertisement. ||| 2: Affiliate Companies Ad networks Data analytics providers Email and cloud providers Auditors and advisors ||| 3: Ad networks Data analytics providers\\n\\n0: Geolocation Data ||| 1: Approximate geolocation ||| 2: Affiliate Companies Ad networks Data analytics providers Email and cloud providers Auditors and advisors ||| 3: Ad networks Data analytics providers",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may collect and process certain information that identifies an individual or may with reasonable effort identify an individual (“ Personal Information ”). We treat information that is specifically connected or linked to any Personal Information – as long as such connection or linkage exists – as Personal Information.} "
    },
    {
      "Text": "In the 12 preceding months, we have collected the above-mentioned categories of Personal Information from the following categories of sources:\\n\\nConsumer directly;\\nAdvertising networks;\\nData analytics providers;\\nOperating Systems;\\nSocial Networks;",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may collect and process certain information that identifies an individual or may with reasonable effort identify an individual (“ Personal Information ”). We treat information that is specifically connected or linked to any Personal Information – as long as such connection or linkage exists – as Personal Information.} "
    },
    {
      "Text": "Business/Commercial Purpose for Collection\\nCompany only collects and processes Personal Information in a way that is compatible with and relevant for the purpose for which it was collected or authorized. As a general matter, for all categories of data we collect, we may use the information we collect (including Personal Information, to the extent applicable) to:\\n\\nprovide, operate, maintain, improve, and promote the Service;\\nenable you to access and use the Service;\\nsend transactional messages, including responses to your comments, questions, and requests; provide customer service and support; and send you technical notices, updates, security alerts, and support and administrative messages;\\nsend commercial communications, in accordance with your communication preferences, such as providing you with information about products and services, features, surveys, newsletters, offers, promotions and events about us and our partners; and send other news or information about us and our partners.\\nmonitor and analyze trends, usage, and activities in connection with the Service and for marketing or advertising purposes;\\ncomply with legal obligations as well as to investigate and prevent fraudulent transactions, unauthorized access to the Services, and other illegal activities;\\npersonalize the Service, including by providing features, content or ads that match your interests and preferences; and\\nprocess for other purposes for which we obtain your consent.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you disagree to any term provided herein, please do not install or use the Service. In addition to this policy, please also review our Privacy Policy and Terms and Conditions , which this Privacy Notice is incorporated thereto by reference, along with such other policies of which you may be notified of by us from time to time.} "
    },
    {
      "Text": "Business/Commercial Purpose for Collection\\nCompany only collects and processes Personal Information in a way that is compatible with and relevant for the purpose for which it was collected or authorized. As a general matter, for all categories of data we collect, we may use the information we collect (including Personal Information, to the extent applicable) to:\\n\\nprovide, operate, maintain, improve, and promote the Service;\\nenable you to access and use the Service;\\nsend transactional messages, including responses to your comments, questions, and requests; provide customer service and support; and send you technical notices, updates, security alerts, and support and administrative messages;\\nsend commercial communications, in accordance with your communication preferences, such as providing you with information about products and services, features, surveys, newsletters, offers, promotions and events about us and our partners; and send other news or information about us and our partners.\\nmonitor and analyze trends, usage, and activities in connection with the Service and for marketing or advertising purposes;\\ncomply with legal obligations as well as to investigate and prevent fraudulent transactions, unauthorized access to the Services, and other illegal activities;\\npersonalize the Service, including by providing features, content or ads that match your interests and preferences; and\\nprocess for other purposes for which we obtain your consent.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you disagree to any term provided herein, please do not install or use the Service. In addition to this policy, please also review our Privacy Policy and Terms and Conditions , which this Privacy Notice is incorporated thereto by reference, along with such other policies of which you may be notified of by us from time to time.} "
    },
    {
      "Text": "Business/Commercial Purpose for Collection\\nCompany only collects and processes Personal Information in a way that is compatible with and relevant for the purpose for which it was collected or authorized. As a general matter, for all categories of data we collect, we may use the information we collect (including Personal Information, to the extent applicable) to:\\n\\nprovide, operate, maintain, improve, and promote the Service;\\nenable you to access and use the Service;\\nsend transactional messages, including responses to your comments, questions, and requests; provide customer service and support; and send you technical notices, updates, security alerts, and support and administrative messages;\\nsend commercial communications, in accordance with your communication preferences, such as providing you with information about products and services, features, surveys, newsletters, offers, promotions and events about us and our partners; and send other news or information about us and our partners.\\nmonitor and analyze trends, usage, and activities in connection with the Service and for marketing or advertising purposes;\\ncomply with legal obligations as well as to investigate and prevent fraudulent transactions, unauthorized access to the Services, and other illegal activities;\\npersonalize the Service, including by providing features, content or ads that match your interests and preferences; and\\nprocess for other purposes for which we obtain your consent.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you disagree to any term provided herein, please do not install or use the Service. In addition to this policy, please also review our Privacy Policy and Terms and Conditions , which this Privacy Notice is incorporated thereto by reference, along with such other policies of which you may be notified of by us from time to time.} "
    },
    {
      "Text": "Access to Personal Information\\nYou may request, up to two times each year, that we disclose to you the categories and specific pieces of Personal Information that we have collected about you, the categories of sources from which your Personal Information is collected, the business or commercial purpose for collecting your Personal Information, the categories of Personal Information that we disclosed for a business purpose, any categories of Personal Information about you that we sold, the categories of third-parties with whom we have shared your Personal Information, and the business or commercial purpose for selling your Personal Information, if applicable.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {User Rights under the CCPA The CCPA provides consumers with specific rights regarding their Personal Information. This section describes your CCPA rights and explains how to exercise those rights.} "
    },
    {
      "Text": "Deletion Requests\\nYou have the right to request that we delete any Personal Information collected from you and retained, unless an exception applies.\\n\\nOnce we receive and confirm your verifiable consumer request, we will delete (and direct our service providers, subcontractors, and consultants to delete) your Personal Information, unless an exception applies.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {This section describes your CCPA rights and explains how to exercise those rights. Access to Personal Information You may request, up to two times each year, that we disclose to you the categories and specific pieces of Personal Information that we have collected about you, the categories of sources from which your Personal Information is collected, the business or commercial purpose for collecting your Personal Information, the categories of Personal Information that we disclosed for a business purpose, any categories of Personal Information about you that we sold, the categories of third-parties with whom we have shared your Personal Information, and the business or commercial purpose for selling your Personal Information, if applicable.} "
    },
    {
      "Text": "Right to Opt-Out of the Sale of Personal Information\\nIn the event that we sell your Personal Information, you have the right to submit a request to opt-out of the sale of your Personal Information. You may change your decision at any time and permit us to sell your Personal Information.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Deletion Requests You have the right to request that we delete any Personal Information collected from you and retained, unless an exception applies. Once we receive and confirm your verifiable consumer request, we will delete (and direct our service providers, subcontractors, and consultants to delete) your Personal Information, unless an exception applies.} "
    },
    {
      "Text": "If you do not want us to sell your Personal Information to third parties, please click here or submit your request to our email address: dpofficer@fusionmedialtd.com or to our physical address in the “How to Contact Us” section below (please refer to the ‘Exercising Your Rights’ section below).",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Opt-Out of the Sale of Personal Information In the event that we sell your Personal Information, you have the right to submit a request to opt-out of the sale of your Personal Information. You may change your decision at any time and permit us to sell your Personal Information.} "
    },
    {
      "Text": "Exercising Your Rights\\nYou can exercise your rights (such as access and deletion) by submitting a verifiable consumer request to our email address: dpofficer@fusionmedialtd.com or to our physical address in the “How to Contact Us” section below.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you would like more information about how to opt-out of interest-based advertising in desktop and mobile browsers on a particular device, please visit http://optout.aboutads.info/#/ and http://optout.networkadvertising.org/# . You may also download the AppChoices app at http://www.aboutads.info/appchoices to opt-out in connection with mobile apps, or use the platform controls on your mobile device to opt-out.} "
    },
    {
      "Text": "Non-Discrimination\\n     You have a right not to receive discriminatory treatment for exercising your privacy rights under the CCPA.\\n\\nUnless permitted by the CCPA, we will not:\\n\\nDeny you goods or services.\\nCharge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.\\nProvide you a different level or quality of goods or services.\\nSuggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {IN ADDITION TO THIS POLICY, PLEASE REVIEW OUR TERMS AND CONDITIONS AND COOKIE POLICY WHICH ARE INCORPORATED HEREIN BY REFERENCE, TOGETHER WITH SUCH OTHER POLICIES OF WHICH YOU MAY BE NOTIFIED OF BY US FROM TIME TO TIME. What Information Do We Collect?} "
    },
    {
      "Text": "Updates or Amendments to the Privacy Notice\\nWe reserve the right to change this Privacy Notice at any time, so please re-visit this page frequently. We will provide notice of substantial changes of this Privacy Notice on the Service and/or we will send you an e-mail regarding such changes to the e-mail address that you volunteered. Such substantial changes will take effect seven (7) days after such notice was provided on any of the above-mentioned methods. Otherwise, all other changes to this Privacy Notice are effective as of the stated “Last Revised” date, and your continued use of the Service after the Last Revised date will constitute acceptance of, and agreement to be bound by, those changes.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {If you disagree to any term provided herein, please do not install or use the Service. In addition to this policy, please also review our Privacy Policy and Terms and Conditions , which this Privacy Notice is incorporated thereto by reference, along with such other policies of which you may be notified of by us from time to time.} "
    },
    {
      "Text": "What Information Do We Collect?\\nWe collect two types of data and information from you:\\n\\n \\n\\n(1) Non-Personal Information – We retain some non-personally identifiable information (“Non-Personal Information”), such as your approximate geo-location, your web request, browser type, browser language, web pages you visit before or after visiting our Website or using the App, URLs, platform type, click numbers, landing pages, viewed pages and the order of those pages and time spent on pages. This information is collected and retained for security reasons and so that we can audit and statistically track usage, audit our affiliates, and calculate payments to third parties.\\n\\n“Cookies” - Non-Personal Information is collected, inter alia, through the use of cookies, so when accessing or using the Website, we may use one or more cookies. Cookies are small text files, placed on a user's device, which enable a website to remember user preferences.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The definitions in the Terms and Conditions apply to this Privacy Policy unless stated otherwise. IN ADDITION TO THIS POLICY, PLEASE REVIEW OUR TERMS AND CONDITIONS AND COOKIE POLICY WHICH ARE INCORPORATED HEREIN BY REFERENCE, TOGETHER WITH SUCH OTHER POLICIES OF WHICH YOU MAY BE NOTIFIED OF BY US FROM TIME TO TIME.} "
    },
    {
      "Text": "(1) Non-Personal Information – We retain some non-personally identifiable information (“Non-Personal Information”), such as your approximate geo-location, your web request, browser type, browser language, web pages you visit before or after visiting our Website or using the App, URLs, platform type, click numbers, landing pages, viewed pages and the order of those pages and time spent on pages",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Web Beacons - We also use a software technology called “clear gifs” (also known as Web Beacons). Web Beacons are small pieces of code placed on a website to monitor the behavior and collect data about the visitors viewing a web page. For example, web beacons can be used to count the users who visit a web page or to deliver a “cookie” to the browser of a visitor viewing that page.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Cookies are small text files, placed on a user's device, which enable a website to remember user preferences. Detailed information about cookies and how we use them on the Website and other websites implementing our web tools may be found in our Cookie Policy , which also describes how you can turn off cookies or control them.} "
    },
    {
      "Text": "(2) Personal Information - “Personal Information” is information that may be of a private or sensitive nature, including your name, gender, phone number, e-mail address or mailing address, payment information and IP address. We collect your IP address as part of your use of the Service. We also collect the following Personal Information from you when you create an account (“Account”) on the Website which is required to access certain parts of the Service: your full name, email address, password, and phone number.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "(2) Personal Information - “Personal Information” is information that may be of a private or sensitive nature, including your name, gender, phone number, e-mail address or mailing address, payment information and IP address",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "The collection and processing of Personal Information is aimed at providing you with the Service (including setting up your account), to send you marketing offers on products or services we think may be relevant to you, and to fulfill other purposes as provided in this privacy policy.\\n\\nNon-Personal Information is collected for research and statistical purposes, to enable us to develop, customize and improve the Service, based on your preferences, usage and interactions with the Service, to process your requests for information, and to provide you with the most relevant services and offers.\\n\\nWe use cookies in conjunction with third parties to collect user information. Your Personal Information is collected to enable us to provide you with features, capabilities, offers and marketing materials we or our marketing partners think you may be interested in.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, failure to complete mandatory fields or providing incorrect Personal Information may prevent us from fully providing the requested information or services. Please note that you are under no legal obligation to provide us with your Personal Information, however you may not be able to enjoy our services or access the Site if you fail to do so.} "
    },
    {
      "Text": "What is the Purpose of Collecting this Information?\\nIn order to access our services, users may be asked to fill in a form, providing some personal information to the Company. Answers to questions on Personal Information are not mandatory unless the fields are marked with an asterisk",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We treat any Non-Personal Information which is specifically connected or linked to any Personal Information as Personal Information. We collect and process the Personal Information referred to above based, where applicable, on your consent, where the processing is necessary for the performance of a contract between you and the Company or where the processing is necessary for the purpose of fulfilling a legitimate interest pursued by us.} "
    },
    {
      "Text": "Who Else Receives this Information?\\nWe may share or transfer information, including Personal Information, internally within our group of companies, for the purposes outlined above. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You are not required to provide us with this information in order to use the service. If you choose to provide us with this information, we will retain it in our records and process it only in accordance with the provisions of this Privacy Policy.} "
    },
    {
      "Text": "We also share Personal and Non-Personal Information with trusted third parties, when this is required in order to provide, maintain or improve our services and operation. This is the case with third party advertisements and affiliates; we share your information with third parties for the purpose of providing you with advertisements and offers we or third parties think you may be interested in.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may share or transfer information, including Personal Information, internally within our group of companies, for the purposes outlined above. These companies may be located in countries that may provide a different level of protection of privacy than in your jurisdiction.} "
    },
    {
      "Text": "We share your Personal and Non-Personal Information with (i) third parties which provide services to the Company in order to allow or enable us to provide you with our Service, including analytics, email services providers and data verifiers; (ii) third parties who provide the Company services in relation to the operation of the Website; (iii) any auditors, contractors or other advisers auditing any of the Company’s business processes; and (iv) any potential purchasers or investors in the Company.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This is the case with third party advertisements and affiliates; we share your information with third parties for the purpose of providing you with advertisements and offers we or third parties think you may be interested in. These third parties may be located in countries that may provide a different level of protection of privacy than in your jurisdiction.} "
    },
    {
      "Text": "If you have chosen to share Personal Information with us through one of our forms, we may share it with any or all of our third party providers, which may provide you with a loan offer. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We share your Personal and Non-Personal Information with (i) third parties which provide services to the Company in order to allow or enable us to provide you with our Service, including analytics, email services providers and data verifiers; (ii) third parties who provide the Company services in relation to the operation of the Website; (iii) any auditors, contractors or other advisers auditing any of the Company’s business processes; and (iv) any potential purchasers or investors in the Company. If you choose to open a member card, other users of the Website may be able to view the following personal information about you (to the extent that you have provided it to us): your name, picture and general geographic location (country).} "
    },
    {
      "Text": "We may also share your Personal Information and other information in special cases if we have a good reason to believe that it is necessary to: (i) comply with law, regulation, subpoena, request by an applicable authority or court order; (ii) detect, prevent or otherwise address fraud, security, violation of our policies or technical issues; (iii) enforce the provisions of this Privacy Policy or any other agreements between you and Fusion Media, including investigation of potential violations thereof; or (iv) protect against harm to the rights, property or safety of the Company, its partners, its affiliates, users or the public.\\n\\nWhen you use our website, we share information that we collect from you, such as your email (in hashed form), IP address or information about your browser or operating system, with our identity partners/service providers. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If a Recipient is located outside the EEA, we will transfer your data only to such countries as approved by the European Commission as providing adequate level of data protection, or ensure that the legal agreements governing the data transfer provide an adequate level of data protection. The Recipients are required to maintain the confidentiality of such information and to use your Personal Information only in the course of providing the aforementioned services and only for the purposes that Fusion Media dictates.} "
    },
    {
      "Text": "These partners return an online identification code that we may store in our first-party cookie for our use in online, in-app, and cross-channel advertising and it may be shared with advertising companies to enable interest-based and targeted advertising. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may also share your Personal Information and other information in special cases if we have a good reason to believe that it is necessary to: (i) comply with law, regulation, subpoena, request by an applicable authority or court order; (ii) detect, prevent or otherwise address fraud, security, violation of our policies or technical issues; (iii) enforce the provisions of this Privacy Policy or any other agreements between you and Fusion Media, including investigation of potential violations thereof; or (iv) protect against harm to the rights, property or safety of the Company, its partners, its affiliates, users or the public. When you use our website, we share information that we collect from you, such as your email (in hashed form), IP address or information about your browser or operating system, with our identity partners/service providers.} "
    },
    {
      "Text": "o opt out of this use, please click here (https://liveramp.com/opt_out/)",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {When you use our website, we share information that we collect from you, such as your email (in hashed form), IP address or information about your browser or operating system, with our identity partners/service providers. These partners return an online identification code that we may store in our first-party cookie for our use in online, in-app, and cross-channel advertising and it may be shared with advertising companies to enable interest-based and targeted advertising.} "
    },
    {
      "Text": "To opt out of this use, please click here (https://liveramp.com/opt_out/).",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {When you use our website, we share information that we collect from you, such as your email (in hashed form), IP address or information about your browser or operating system, with our identity partners/service providers. These partners return an online identification code that we may store in our first-party cookie for our use in online, in-app, and cross-channel advertising and it may be shared with advertising companies to enable interest-based and targeted advertising.} "
    },
    {
      "Text": "Advertisements\\nWe may use a third-party advertising technology to serve advertisements when you access the Site. This technology uses your information with regards to your use of the Services to serve advertisements to you (e.g., by placing third-party cookies on your web browser).",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {These partners return an online identification code that we may store in our first-party cookie for our use in online, in-app, and cross-channel advertising and it may be shared with advertising companies to enable interest-based and targeted advertising. To opt out of this use, please click here ( https://liveramp.com/opt_out/ ).} "
    },
    {
      "Text": "You may opt-out of many third-party ad networks, including those operated by members of the Network Advertising Initiative (“NAI”) and the Digital Advertising Alliance (“DAA”). ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Advertisements We may use a third-party advertising technology to serve advertisements when you access the Site. This technology uses your information with regards to your use of the Services to serve advertisements to you (e.g., by placing third-party cookies on your web browser).} "
    },
    {
      "Text": "For more information about this practice by NAI and DAA members, and your choices regarding having this information used by these companies, including how to opt-out of third-party ad networks operated by NAI and DAA members, please visit their respective websites: http://optout.networkadvertising.org/#!/ and http://optout.aboutads.info/#!/.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {This technology uses your information with regards to your use of the Services to serve advertisements to you (e.g., by placing third-party cookies on your web browser). You may opt-out of many third-party ad networks, including those operated by members of the Network Advertising Initiative (“ NAI ”) and the Digital Advertising Alliance (“ DAA ”).} "
    },
    {
      "Text": "Direct Marketing\\n \\n\\nWe may share your full name, email address and phone number with certain broker(s) (the “Broker”) in the event that you have granted permission to receive promotional materials from such Broker at the time of registration. The Broker may periodically use your full name, email address and phone number for the purpose of providing you with promotional materials if your permission was granted at the time of registration and you have not unsubscribed at a later time in accordance with the provisions hereof",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You may opt-out of many third-party ad networks, including those operated by members of the Network Advertising Initiative (“ NAI ”) and the Digital Advertising Alliance (“ DAA ”). For more information about this practice by NAI and DAA members, and your choices regarding having this information used by these companies, including how to opt-out of third-party ad networks operated by NAI and DAA members, please visit their respective websites: http://optout.networkadvertising.org/#!/ and http://optout.aboutads.info/#!/ .} "
    },
    {
      "Text": "Last Revised: August 3, 2020",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Please note that the following rights specifically apply regarding your personal information: (1) Receive confirmation as to whether or not personal information concerning you is being processed, and access your stored personal information, together with supplementary information; (2) Receive a copy of personal information you directly volunteer to us in a structured, commonly used and machine-readable format; (3) Request rectification of your personal information that is in our control; (4) Request erasure of your personal information; (5) Object to the processing of personal information by us; (6) Request to restrict processing of your personal information by us; (7) Lodge a complaint with a supervisory authority. If you wish to exercise any of the abovementioned rights or raise a complaint on how we have handled your Personal Information, please contact us directly at: dpofficer@fusionmedialtd.com .} "
    },
    {
      "Text": "Category of Personal Information Collected\\n\\nPersonal Information Collected\\n\\nCategories of service providers to whom Personal Information was disclosed\\n\\nCategories of third parties to whom Personal Information was sold\\n\\nIdentifiers\\n\\nFull name, email address, physical address, IP, social media credentials and identifiers\\n\\nAffiliate Companies\\n\\nAd networks\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\nOther users\\n\\nAd networks\\n\\nData analytics providers\\n\\n \\n\\nPersonal Information Categories listed in the California Customer Records Statute (Cal. Civ. Code § 1798.80(e))\\n\\nTelephone number\\n\\nAffiliate Companies\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\n \\n\\nProtected classification characteristics under California or federal law\\n\\nDate of birth\\n\\nAffiliate Companies\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\n \\n\\nInternet or Other Electronic Network Activity Information\\n\\nBrowsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.\\n\\nAffiliate Companies\\n\\nAd networks\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\nAd networks\\n\\nData analytics providers\\n\\n \\n\\nGeolocation Data\\n\\nApproximate geolocation\\n\\nAffiliate Companies\\n\\nAd networks\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\nAd networks\\n\\nData analytics providers",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may collect and process certain information that identifies an individual or may with reasonable effort identify an individual (“ Personal Information ”). We treat information that is specifically connected or linked to any Personal Information – as long as such connection or linkage exists – as Personal Information.} "
    },
    {
      "Text": "\\nCategory of Personal Information Collected\\n\\nPersonal Information Collected\\n\\nCategories of service providers to whom Personal Information was disclosed\\n\\nCategories of third parties to whom Personal Information was sold\\n\\nIdentifiers\\n\\nFull name, email address, physical address, IP, social media credentials and identifiers\\n\\nAffiliate Companies\\n\\nAd networks\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\nOther users\\n\\nAd networks\\n\\nData analytics providers\\n\\n \\n\\nPersonal Information Categories listed in the California Customer Records Statute (Cal. Civ. Code § 1798.80(e))\\n\\nTelephone number\\n\\nAffiliate Companies\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\n \\n\\nProtected classification characteristics under California or federal law\\n\\nDate of birth\\n\\nAffiliate Companies\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\n \\n\\nInternet or Other Electronic Network Activity Information\\n\\nBrowsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.\\n\\nAffiliate Companies\\n\\nAd networks\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\nAd networks\\n\\nData analytics providers\\n\\n \\n\\nGeolocation Data\\n\\nApproximate geolocation\\n\\nAffiliate Companies\\n\\nAd networks\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\nAd networks\\n\\nData analytics providers\\n\\n ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may collect and process certain information that identifies an individual or may with reasonable effort identify an individual (“ Personal Information ”). We treat information that is specifically connected or linked to any Personal Information – as long as such connection or linkage exists – as Personal Information.} "
    },
    {
      "Text": "Identifiers\\n\\nFull name, email address, physical address, IP, social media credentials and identifiers\\n\\nAffiliate Companies\\n\\nAd networks\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\nOther users\\n\\nAd networks\\n\\nData analytics providers\\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may collect and process certain information that identifies an individual or may with reasonable effort identify an individual (“ Personal Information ”). We treat information that is specifically connected or linked to any Personal Information – as long as such connection or linkage exists – as Personal Information.} "
    },
    {
      "Text": "Internet or Other Electronic Network Activity Information\\n\\nBrowsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.\\n\\nAffiliate Companies\\n\\nAd networks\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\nAd networks\\n\\nData analytics providers\\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may also disclose Personal Information we have collected with our service providers for a business purpose (as further detailed in “Business/Commercial Purpose for Collection” section below), subject to a contract that describes the purpose and restricts the use of Personal Information disclosed, or with other third parties for a commercial purpose, which may be considered a sale under the CCPA, as detailed in the following chart: In the 12 preceding months, we have collected, disclosed and/or sold the following categories of Personal Information: Category of Personal Information Collected Personal Information Collected Categories of service providers to whom Personal Information was disclosed Categories of third parties to whom Personal Information was sold Identifiers Full name, email address, physical address, IP , social media credentials and identifiers Affiliate Companies Ad networks Data analytics providers Email and cloud providers Auditors and advisors Other users Ad networks Data analytics providers Personal Information Categories listed in the California Customer Records Statute (Cal. Civ.} "
    },
    {
      "Text": "Geolocation Data\\n\\nApproximate geolocation\\n\\nAffiliate Companies\\n\\nAd networks\\n\\nData analytics providers\\n\\nEmail and cloud providers\\n\\nAuditors and advisors\\n\\nAd networks\\n\\nData analytics providers\\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Civ. Code § 1798.80(e)) Telephone number Affiliate Companies Email and cloud providers Auditors and advisors Protected classification characteristics under California or federal law Date of birth Affiliate Companies Data analytics providers Email and cloud providers Auditors and advisors Internet or Other Electronic Network Activity Information Browsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.} "
    },
    {
      "Text": "We may share or transfer Personal Information to third parties as assets that are part of a merger, acquisition, bankruptcy or other transaction in which the third party assumes control of all or part of the Company",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Civ. Code § 1798.80(e)) Telephone number Affiliate Companies Email and cloud providers Auditors and advisors Protected classification characteristics under California or federal law Date of birth Affiliate Companies Data analytics providers Email and cloud providers Auditors and advisors Internet or Other Electronic Network Activity Information Browsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.} "
    },
    {
      "Text": "Sources of Personal Information\\nIn the 12 preceding months, we have collected the above-mentioned categories of Personal Information from the following categories of sources:\\n\\nConsumer directly;\\nAdvertising networks;\\nData analytics providers;\\nOperating Systems;\\nSocial Networks;",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Affiliate Companies Ad networks Data analytics providers Email and cloud providers Auditors and advisors Ad networks Data analytics providers Geolocation Data Approximate geolocation Affiliate Companies Ad networks Data analytics providers Email and cloud providers Auditors and advisors Ad networks Data analytics providers We may share or transfer Personal Information to third parties as assets that are part of a merger, acquisition, bankruptcy or other transaction in which the third party assumes control of all or part of the Company. Such transfer will be handled according to the requirement of the CCPA and shall not be regarded as a sale of Personal Information under the CCPA.} "
    },
    {
      "Text": "As a general matter, for all categories of data we collect, we may use the information we collect (including Personal Information, to the extent applicable) to:\\n\\nprovide, operate, maintain, improve, and promote the Service;\\nenable you to access and use the Service;\\nsend transactional messages, including responses to your comments, questions, and requests; provide customer service and support; and send you technical notices, updates, security alerts, and support and administrative messages;\\nsend commercial communications, in accordance with your communication preferences, such as providing you with information about products and services, features, surveys, newsletters, offers, promotions and events about us and our partners; and send other news or information about us and our partners.\\nmonitor and analyze trends, usage, and activities in connection with the Service and for marketing or advertising purposes;\\ncomply with legal obligations as well as to investigate and prevent fraudulent transactions, unauthorized access to the Services, and other illegal activities;\\npersonalize the Service, including by providing features, content or ads that match your interests and preferences; and\\nprocess for other purposes for which we obtain your consent.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Such transfer will be handled according to the requirement of the CCPA and shall not be regarded as a sale of Personal Information under the CCPA. Sources of Personal Information In the 12 preceding months, we have collected the above-mentioned categories of Personal Information from the following categories of sources: Consumer directly; Advertising networks; Data analytics providers; Operating Systems; Social Networks; Business/Commercial Purpose for Collection Company only collects and processes Personal Information in a way that is compatible with and relevant for the purpose for which it was collected or authorized.} "
    },
    {
      "Text": "send commercial communications, in accordance with your communication preferences, such as providing you with information about products and services, features, surveys, newsletters, offers, promotions and events about us and our partners; and send other news or information about us and our partners.\\nmonitor and analyze trends, usage, and activities in connection with the Service and for marketing or advertising purposes;\\ncomply with legal obligations as well as to investigate and prevent fraudulent transactions, unauthorized access to the Services, and other illegal activities;\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Such transfer will be handled according to the requirement of the CCPA and shall not be regarded as a sale of Personal Information under the CCPA. Sources of Personal Information In the 12 preceding months, we have collected the above-mentioned categories of Personal Information from the following categories of sources: Consumer directly; Advertising networks; Data analytics providers; Operating Systems; Social Networks; Business/Commercial Purpose for Collection Company only collects and processes Personal Information in a way that is compatible with and relevant for the purpose for which it was collected or authorized.} "
    },
    {
      "Text": "You may request, up to two times each year, that we disclose to you the categories and specific pieces of Personal Information that we have collected about you, the categories of sources from which your Personal Information is collected, the business or commercial purpose for collecting your Personal Information, the categories of Personal Information that we disclosed for a business purpose, any categories of Personal Information about you that we sold, the categories of third-parties with whom we have shared your Personal Information, and the business or commercial purpose for selling your Personal Information, if applicable.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {User Rights under the CCPA The CCPA provides consumers with specific rights regarding their Personal Information. This section describes your CCPA rights and explains how to exercise those rights.} "
    },
    {
      "Text": "You may request, up to two times each year, that we disclose to you the categories and specific pieces of Personal Information that we have collected about you, the categories of sources from which your Personal Information is collected, the business or commercial purpose for collecting your Personal Information, the categories of Personal Information that we disclosed for a business purpose, any categories of Personal Information about you that we sold, the categories of third-parties with whom we have shared your Personal Information, and the business or commercial purpose for selling your Personal Information, if applicable.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {User Rights under the CCPA The CCPA provides consumers with specific rights regarding their Personal Information. This section describes your CCPA rights and explains how to exercise those rights.} "
    },
    {
      "Text": "Deletion Requests\\nYou have the right to request that we delete any Personal Information collected from you and retained, unless an exception applies.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {This section describes your CCPA rights and explains how to exercise those rights. Access to Personal Information You may request, up to two times each year, that we disclose to you the categories and specific pieces of Personal Information that we have collected about you, the categories of sources from which your Personal Information is collected, the business or commercial purpose for collecting your Personal Information, the categories of Personal Information that we disclosed for a business purpose, any categories of Personal Information about you that we sold, the categories of third-parties with whom we have shared your Personal Information, and the business or commercial purpose for selling your Personal Information, if applicable.} "
    },
    {
      "Text": "Right to Opt-Out of the Sale of Personal Information\\nIn the event that we sell your Personal Information, you have the right to submit a request to opt-out of the sale of your Personal Information. Y",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Deletion Requests You have the right to request that we delete any Personal Information collected from you and retained, unless an exception applies. Once we receive and confirm your verifiable consumer request, we will delete (and direct our service providers, subcontractors, and consultants to delete) your Personal Information, unless an exception applies.} "
    },
    {
      "Text": "If you do not want us to sell your Personal Information to third parties, please click here or submit your request to our email address: dpofficer@fusionmedialtd.com or to our physical address in the “How to Contact Us” section below (please refer to the ‘Exercising Your Rights’ section below).",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Opt-Out of the Sale of Personal Information In the event that we sell your Personal Information, you have the right to submit a request to opt-out of the sale of your Personal Information. You may change your decision at any time and permit us to sell your Personal Information.} "
    },
    {
      "Text": "Exercising Your Rights\\nYou can exercise your rights (such as access and deletion) by submitting a verifiable consumer request to our email address: dpofficer@fusionmedialtd.com or to our physical address in the “How to Contact Us” section below.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you would like more information about how to opt-out of interest-based advertising in desktop and mobile browsers on a particular device, please visit http://optout.aboutads.info/#/ and http://optout.networkadvertising.org/# . You may also download the AppChoices app at http://www.aboutads.info/appchoices to opt-out in connection with mobile apps, or use the platform controls on your mobile device to opt-out.} "
    },
    {
      "Text": "Non-Discrimination\\n     You have a right not to receive discriminatory treatment for exercising your privacy rights under the CCPA.\\n\\nUnless permitted by the CCPA, we will not:\\n\\nDeny you goods or services.\\nCharge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.\\nProvide you a different level or quality of goods or services.\\nSuggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {IN ADDITION TO THIS POLICY, PLEASE REVIEW OUR TERMS AND CONDITIONS AND COOKIE POLICY WHICH ARE INCORPORATED HEREIN BY REFERENCE, TOGETHER WITH SUCH OTHER POLICIES OF WHICH YOU MAY BE NOTIFIED OF BY US FROM TIME TO TIME. What Information Do We Collect?} "
    },
    {
      "Text": "Updates or Amendments to the Privacy Notice\\nWe reserve the right to change this Privacy Notice at any time, so please re-visit this page frequently. We will provide notice of substantial changes of this Privacy Notice on the Service and/or we will send you an e-mail regarding such changes to the e-mail address that you volunteered. Such substantial changes will take effect seven (7) days after such notice was provided on any of the above-mentioned methods. Otherwise, all other changes to this Privacy Notice are effective as of the stated “Last Revised” date, and your continued use of the Service after the Last Revised date will constitute acceptance of, and agreement to be bound by, those changes.\\n\\n ",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {If you disagree to any term provided herein, please do not install or use the Service. In addition to this policy, please also review our Privacy Policy and Terms and Conditions , which this Privacy Notice is incorporated thereto by reference, along with such other policies of which you may be notified of by us from time to time.} "
    },
    {
      "Text": "Updates to this policy\\nThis Privacy Policy is subject to modifications. Please check the “Last Modified” heading at the bottom of this document to see when this Privacy Policy was last updated. Any changes to this Privacy Policy will become effective when we post the revised Privacy Policy on the Website. In case of material changes to this Privacy Policy, we will provide a notice in the Website. Your use of the Website or the Service, or your provision of personal information following any changes means that you accept the updated Privacy Policy.\\n\\n \\n\\nLast modified: June 28, 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Assignment Subject to applicable law, we may transfer or assign your information, without any notice, and without a need to receive your consent, to any third party as a result of change of control, consolidation, merger, acquisition or reorganization. You acknowledge that in the event of bankruptcy, insolvency or receivership, we may have no control over the use and transfer of your Personal Information.} "
    }
  ]
}