{
  "policy_id": "66",
  "text": "Office Depot's Privacy Statement| Office Depot Skip to Main Content <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-5B9W2G5\"\n                      height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> https://officedepot.ugc.bazaarvoice.com 2563 https://www.officedepot.com/images/us/od/ 30% off $75 qualifying purchase of Print Services Shop Now | $46.99 Multi-Use Print & Copy Paper, 10-rm Case Shop Now branding/white/desktop@1.5x branding/white/desktop@1.5x Accessible Menu - Main Menu Products Icon/Action/Chevron-Bottom Office Supplies Icon/Action/Chevron-Right Furniture Icon/Action/Chevron-Right Cleaning Icon/Action/Chevron-Right Breakroom Icon/Action/Chevron-Right Computers & Accessories Icon/Action/Chevron-Right Printers & Scanners Icon/Action/Chevron-Right Electronics Icon/Action/Chevron-Right Paper Icon/Action/Chevron-Right School Supplies Icon/Action/Chevron-Right Mailing & Shipping Icon/Action/Chevron-Right Ink & Toner Icon/Action/Chevron-Right Black Friday Cyber Monday Holiday Gift Guides Calendars & Planners What's New Exclusive Brands Articles & Ideas Pens, Pencils & Markers Pens Markers & Highlighters Pencils Correction Fluid & Tape Basic Supplies Staplers & Staples Paper & Binder Clips Scissors Paper Punches & Cutters Mailing & Shipping Envelopes Shipping & Moving Boxes Mailers Packing Tape Packing Materials Filing & Folders File Folders Hanging File Folders Expanding File Folders Classification Folders Binders & Accessories Binders Dividers & Tabs Report Covers & Portfolios Sheet Protectors Labels & Label Makers Standard Labels Label Maker Tapes Address Labels Label Makers Name Badges & Holders Desk Accessories Desk Organizers Desk Trays File Organizers Drawer Organizers Storage File Boxes Plastic Storage Containers Storage Bins & Baskets Storage Drawers & Carts More Ways to Shop Tax Return Solutions Backpacks Post-It & Sticky Notes Tape & Adhesives Presentation Boards Chairs & Seating Office Chairs Ergonomic Office Chairs Task Chairs Big & Tall Chairs Gaming Chairs Chair Mats Storage Solutions File Cabinets Cabinets & Shelving Units Bookcases Lockers Tables Carts & Stands Desks Corner Desks Computer Desks Executive Desks Standing Desks Commercial Desks Student Desks Office Decor Lamps & Lighting Furniture by Work Style Mobile Office Active Workplace Collaborative Space Furniture Collections Home & Small Office Commercial Office Home Office Inspiration Here's What To Buy Home Office Design Standing Desk Wellness All About Chairs Chair Buying Guide Office Chair Match-up Your Perfect Chair Desk Details Desk Buying Guide The Right Desk Ultimate Furniture Shopping Furniture Deals Cleaning Supplies Cleaning Wipes All-Purpose Cleaners Dish Detergents Bathroom Cleaners Glass Cleaners Trash Cans & Bags Trash Cans Trash Bags Recycle Bins Medical Supplies Measuring Devices Infection Control Medical Wear Patient Care Wound Care Paper Products Toilet Paper Paper Towel Rolls C-Fold Towels Multifold Towels Facial Tissues Soaps & Sanitizers Hand Soap Hand Soap Refills Soap Dispensers Hand Sanitizer Safety & Security Eye Protection Gloves & Hand Protection Head & Face Protection Respiratory Protection Cleaning Tools Floor Care Dusters Sponges Cloths Air Fresheners Air Freshener Spray Freshener Refills Personal Protective Equipment Coffee & Coffee Supplies Coffee Coffee Makers Creamers Sugar & Sweeteners Hot Cups & Lids Cups, Plates & Cutlery Cups Plates Cutlery Cooking Utensils Bowls Fresh & Frozen Food Bakery & Breads Breakfast & Cereal Dairy Frozen Meals & Snacks Fruits & Vegetables Beverages Water Soda Juice Tea Energy & Nutrition Drinks Candy & Snacks Chips & Pretzels Chocolate & Caramels Cookies Crackers Gum & Mints Appliances Heating & Cooling Kitchen Laundry Computers Laptop Computers Desktop Computers All-in-One Computers Business Desktops Monitors & Accessories Software Business Software Finance & Legal Software Antivirus & Utilities Software Education Software Editing Software Data Storage & Media USB Flash Drives External Hard Drives Internal Hard Drives Solid State Drives Discs & Cartridges Computer Accessories Mice & Keyboards Mousepads & Wrist Rests Computer Speakers & Headsets Compressed Air Dusters Laptop Accessories Printers & Accessories Laser Printers Inkjet Printers All-in-One Printers Supertank Printers Ink & Toner Increase Productivity Making a Laptop Last Choosing the Right Laptop Gaming Workspace Setup Featured Brands HP Lenovo Microsoft Epson Dell Computer Components Graphic & Sound Cards Motherboards Memory Computer Cooling Computer Power Supplies More Ways to Shop Gaming Laptop Buying Guide Student Laptop Buying Guide Printer Buying Guide Monitor Buying Guide Shop By Use Commercial Printers Home Printers Office Printers All Printer Deals Printers By Brand Brother Printers Canon Printers Epson Printers HP Printers Lexmark Printers Xerox Printers Printer Resources Home Printer Projects Choosing the Right Printer Printer Buying Guide Ink & Toner Buying Guide Shop By Functionality Black & White Printers Color Printers Duplex Printers Photo Printers Portable Printers Supertank Printers Wide Format Printers Wireless Printers Ink & Toner By Brand Brother Ink & Toner Canon Ink & Toner Epson Ink & Toner HP Ink & Toner Lexmark Ink & Toner Xerox Ink & Toner Ink & Toner Cartridge Recycling Shop By Type All-In-One Printers Dot Matrix Printers Inkjet Printers Large Format Printers Laser Printers LED Printers Thermal Printers Shop All Printers Printer Accessories Printer Cables Printer Ink & Toner Printer Paper Scanners Document Scanners Photo Scanners Receipt Scanners Office Equipment Scanners Shredders Calculators Projectors Time Clocks Phones & Accessories Multi-Line Phones Teleconferencing Cell Phone Accessories Single-Line Phones VoIP Phones & Systems TVs & Home Theater Media Streaming Devices TVs TV & Home Theater Accessories Video Equipment Audio Devices Networking & Cables Wireless Networking Network Switches & Hubs Cables Cable Management USB Hubs & Adapters Batteries & Power Protection Alkaline Batteries Lithium Batteries UPS Battery Backup Chargers & Adapters Rechargeable Batteries Audio Headphones Home Audio Wireless Speakers Audio Accessories Docks & Radios More Ways to Shop Shredder Buying Guide Smart Home Cameras & Camcorders Wearable Technology Copy & Printer Paper Copy & Multipurpose Paper Inkjet Printer Paper Colored Paper Laser Printer Paper Photo & Presentation Photo Printer Paper Brochure Paper Commercial Printing Paper Stationery & Resume Paper Wide Format Paper Register & Thermal Paper Rolls Register Paper Rolls Calculator Paper Rolls Fax Paper Notebooks & Pads Writing Pads Spiral Notebooks Journals & Diaries Composition Books Discbound Notebooks Post-It & Sticky Notepads Sticky Notes Sticky Flags Sticky Tabs Sticky Note Dispensers Art & Craft Paper Construction Paper Drawing Paper & Pads Craft & Tissue Paper Iron-on Transfers Featured Brands Boise Office Depot HP Filler & Graph Paper Filler Paper Graph Paper Data Pads More Ways to Shop Shop Paper Deals Paper Buying Guide Arts & Crafts Colored Pencils Markers Crayons Glue Construction Paper School Electronics Calculators Earbuds & Headphones Hard Drives Flash Drives Writing Pens Pencils Highlighters & Markers Correction Fluid Erasers School Backpacks & Lunch Bags School Backpacks Lunch Bags Water Bottles & Cups Folders & Binders Pocket Folders Binders File Folders Dividers Sheet Protectors Shop By Grade K-5 6-8 9-12 Basic School Supplies Scissors Pencil Cases Tape Rulers Protractors Staples & Staplers Notebooks & Paper Notebooks Composition Books Loose Leaf Paper Index Cards Graph Paper Back to School Headquarters Teacher Supplies College Supplies Education Solutions Envelopes Business Envelopes Catalog Envelopes Tax Envelopes Invitation Envelopes Booklet Envelopes Window Envelopes Coin Envelopes Mailers Bubble Mailers Flat Mailers Mailing Tubes Corrugated Mailers Padded Mailers Poly Mailers Labels Address Labels Shipping Labels Packing List Envelopes Shipping & Moving Boxes Shipping Boxes Moving Boxes Storage Boxes Packing Tape Shipping Tape Moving Tape Storage Tape Tape Dispensers Packing Materials Bubble Rolls & Wrap Packing Peanuts Packing Papers Corrugated Sheets & Rolls Postage Stamps Mailroom Equipment Postal Scales Mail Sorters Industrial Shipping Supplies Industrial Tape Shrink-Wrap Inspection & Shipping Tags Hand Trucks & Dollies Utility Knives, Cutters & Blades Shipping Straps Poly Bags Custom Mailing Labels Moving Solutions Shipping Solutions Search by Printer Model or Cartridge # Search Icon/Action/Search Featured Brands Ink & Toner Recycling Services Icon/Action/Chevron-Bottom Print & Copy Icon/Action/Chevron-Right Tech Services Icon/Action/Chevron-Right Coworking Spaces Icon/Action/Chevron-Right Business Services Design Services Photo Printing & Gifts Shredding & Storage Pack & Ship Direct Mail Furniture Assembly Furniture Services Document Printing Copies Manuals Booklets Presentations Resumes Blueprints Photo Printing & Gifts Photo Prints Cards & Invitations Canvas Prints Photo Books Promotional Products Apparel Writing Instruments Drinkware Bags & Totes Large Format Printing Posters Banners Yard Signs A-Frame Signs Custom Signs Magnetic Car Signs Custom Stamps Same Day Stamps Message Stamps Address Stamps Notary Stamps Embossers More Printing Solutions Custom Checks Custom Business Forms Labels & Stickers Name Plates & Badges Trade Show Ideas Marketing Materials Business Cards Postcards Flyers Brochures Menus Rack Cards Custom Stationery Custom Envelopes Custom Letterhead Custom Notecards Custom Pads Same Day Pickup My Files Mid-Size & Large Businesses Microsoft IT Solutions Device-as-a-Service Service Desk IT Asset Disposition Onsite Services Home & Small Businesses Computer Repair 24/7 Tech Support Plans Allstate Protection Plans New Computer Setup Home & Office Installation Device Trade-In California Los Gatos Illinois Evanston Lake Zurich Texas Irving Houston Colorado Westminster Minnesota Chanhassen Oregon Tigard Print & Copy Icon/Action/Chevron-Bottom Document Printing Icon/Action/Chevron-Right Large Format Printing Icon/Action/Chevron-Right Marketing Materials Icon/Action/Chevron-Right Photo Printing & Gifts Icon/Action/Chevron-Right Custom Stamps Icon/Action/Chevron-Right Custom Stationery Icon/Action/Chevron-Right Promotional Products Icon/Action/Chevron-Right More Printing Solutions Icon/Action/Chevron-Right Same Day Pickup My Files Copies Manuals Booklets Presentations Resumes Blueprints Menus Posters Banners Yard Signs A-Frame Signs Custom Signs Magnetic Car Signs Floor Decals Sail Signs & Flags Window Decals Business Cards Flyers Postcards Brochures Menus Rack Cards Signs, Posters, & Banners Door Hangers Newsletters Folders Event Tickets Photo Prints Cards & Invitations Canvas Prints Photo Books Calendars Same Day Stamps Message Stamps Address Stamps Notary Stamps Embossers Logo Stamps Monogram Stamps Signature Stamps Deposit Stamps Date Stamps Stamp Refills & Pads Custom Envelopes Custom Letterhead Custom Notecards Custom Pads Custom Sticky Notes Apparel Writing Instruments Drinkware Bags & Totes Calendars & Planners Journals Sports & Outdoor Awards & Recognition Promotional Kits Custom Checks Custom Business Forms Labels & Stickers Name Plates & Badges Trade Show Ideas Deals Icon/Action/Chevron-Bottom Deals by Category Office Supplies Deals Paper Deals Breakroom Deals Cleaning Deals Computers & Accessories Deals Electronics Deals Furniture Deals School Supplies Deals Print & Business Services Deals Deals Coupon Offers Rewards Offers Clearance Weekly Ads Menu icon/web/magnifying-glass Icon/Others/Chat Contact Us icon-avatar-person Account Log In Loading Cart Icon/Others/Cart 0 Free next-business-day shipping on qualifying $45 order Free store & curbside pickup in 20 minutes Store Deliver to: 52240 Home Office Depot's Privacy Statement Icon/Action/Chevron-Left Home Office Depot's Privacy Statement - Your Privacy Rights September 25, 2023 This Privacy Policy applies to information we collect from you. Office Depot takes your privacy seriously, and we want you to know how we collect, use, share, and protect your information. \"Office Depot\" means any entity that carries the Office Depot or OfficeMax brands in the United States and its territories, and any of our affiliates. This statement describes our privacy practices for the websites where it is posted. This includes officedepot.com, mobile websites, text programs, and mobile applications (“digital properties”). It also applies to information we collect in our stores or other places offline. For information concerning US privacy rights, including privacy rights of California residents and our notice at collection, please click here . We collect various information about you. We collect and store information you provide through our digital properties and in our stores.  The information we may collect includes: Your name Email address Address Phone number Credit card number Your Office Depot Rewards ID Information about your purchases, interests, and browsing behavior Information about your interactions with our sites, apps, and ads In certain situations, we may also collect: Driver’s license number (for example, if you return a product or apply for credit) Your Social Security Number and date of birth (if you apply for credit) Location information, including precise and general location information (such as when you ask us to tell you about nearby stores or use store mode on our app) A recording of your interactions with customer service, by phone or using our live chat Age (if you sign up for an Office Depot account or birthday list) IMEI/UDID (a numeric identifier for your mobile device) IP and MAC addresses (another kind of numeric identifier for your computer or mobile device) Your responses to surveys How often you use the app and where you downloaded it. We collect information from you in several ways. We collect information directly from you. For example, if you register for a promotion or contact customer service. We might collect information if you post a comment on one of our websites or request information. We also collect information when you apply for our credit card or buy something. We collect information from you passively. We use tracking tools like browser cookies and web beacons. To learn more about these tools and how you can control them, click here . We get information about you from third parties. For example, social media platforms may give us information about you. We may combine the information we collect from you with the information we get from third parties. Location information. Some of our digital properties may collect your location to help you search for our stores or to use special mobile features within some of our stores. We also may use this information to determine whether to provide you with content, information, and notices based on your location.  For a mobile application to identify your location, you must enable location services through your mobile device's settings. If you do not want Office Depot to collect this information or to enable these features, you can turn off location services on your mobile device. Office Depot has no control over your device's settings. Store cameras. Our stores may use cameras for asset protection and other operational purposes, such as measuring traffic patterns and protecting and improving our business. We use information as disclosed and described here. To respond to your requests or questions. For example, we might use your information to register you for promotions. To improve our products and services. We might use your information to customize your experience with us. We use your information for quality, training, and customer service purposes. To look at site trends and customer interests. We may use your information to make website or product improvements. We may also combine information we get from you with information we have gotten from third parties. For security purposes. We may use information to protect our company, our customers, or our websites For marketing. We may notify you about products, special promotions, or offers. We might tell you about new website features or products. We might also push out mobile notices for content or offers we think you might like. To manage this, follow the instructions in Your Choices , below. To communicate with you about your account or our relationship: We may contact you to tell you about changes to this Policy or our website Terms. We may also tell you about issues with your orders. We may share information with third parties. Your information may be shared when legally permitted, including in the following situations: Within our company (including our affiliated companies). With third parties who perform services on our behalf. For example, we share information with vendors who perform customer service, shipping, and payment processing services for customers on our behalf, or will authorize them to collect information on our behalf. Some vendors may be located outside of the United States. With our business partners. We share information with our business and marketing partners.  To opt out of Office Depot sharing your information, see Your Choices below. To stop receiving information or marketing from a business partner, you must follow its opt out instructions. Office Depot cannot opt out on your behalf after you have given us permission to share your information; however, we will cease sharing further information if you instruct us to do so. If we think we have to in order to comply with the law. For example, we will share information to respond to a court order or subpoena. We may also share it if a government agency or investigatory body requests. We may also share information to protect us, our sites, or our users. We might share information with other companies for fraud and credit risk reduction. With any successor to all or part of our business. For example, if part of our business was sold we may sell our customer list as part of that transaction. Our websites may link to third party sites or services we don’t control. If you click on one of those links, you will be taken to websites we do not control. This policy does not apply to the information practices of that website. You should read the privacy policy of other websites carefully. We are not responsible for such third party's sites. We may also provide social media features that enable you to share information with social networks and to interact with Office Depot on various social media sites. Your use of these features may result in the collection or sharing of information about you, depending on the feature. We encourage you to review the privacy policies and settings on the social media sites with which you interact to make sure you understand the information that may be collected, used, and shared by those sites. Actions you take in connection with social media features may be reflected in a manner visible to others; for example, if you “Like” us on Facebook, others may be able to see that you have done so. We use standard security measures to protect your information. The Internet is not 100% secure. We thus cannot promise that your information will be completely safe. Please use caution when using the Internet or providing personal information to others. Our digital platforms and programs are not intended for kids. Our digital properties are not intended for children under 16. We take steps on these sites to avoid collecting information online from children under 16. In some cases, children may give us information without us knowing about it. If you are a parent or legal guardian and believe that your child under 16 has provided us with personally identifiable information, please email us (mailoptout@officedepot.com) or call us at 1-800-463-3768. If you want to write, use the address listed below. Please mark your inquiries to the attention of \"COPPA - Information Request\" and include your email and phone number. Learn more about how to protect your child online. Read the helpful information provided by the FTC . We store information in the United States, Canada, Mexico, Costa Rica, and India. Information we maintain is stored in the United States, Canada, Mexico, Costa Rica, and India. If you live outside of the United States, you understand and agree that we may transfer your information to these countries. This site is subject to U.S. laws, which may not afford the same level of protection as those in your country. Your choices about our marketing and tracking tools. You can opt out of marketing emails and texts. To stop receiving our promotional emails, please email us (mailoptout@officedepot.com) or call us at 1-800-915-4624. Please indicate whether you wish to continue to receive Office Depot's catalogs and other postal mailings. To stop receiving marketing text messages, text STOP to 33768 (Depot), a confirmation text will be sent. Or you can email us at mailoptout@officedepot.com (be sure to include your cell phone number in the email message). If you have an account on our website, you can manage your preferences here to manage your preferences . You can control if we share information with third parties for their marketing purposes. To opt out of having us share your information with third parties for their promotional purposes, please email us (mailoptout@officedepot.com) or call us at 1-800-915-4624. If you accept an offer from one of them after you opt out, we will share your information with that specific party. You can control cookies and tracking tools. To learn how we - and our vendors - use cookies and other tracking tools, please click here Our do not track policy: Some browsers have a \"Do Not Track\" feature that lets you tell websites that you do not want to have your online activities tracked. These features are not yet uniform, so we are not currently set up to respond to those signals. You can control tools on your mobile devices. For example, you can turn off the GPS locator or push notifications on your phone. Each push notification has an unsubscribe link. You have other controls you can exercise. You can choose whether or not to share personal information. If you choose not to share, some features and services may be more difficult or impossible to use. If you turn off cookies or tracking tools, parts of our site and services may also not work properly. European Union Residents Office Depot does not offer or otherwise contemplate offering any goods or services in the European Union or to European Union residents. Office Depot will not accept orders from within the European Union.  Furthermore, Office Depot has no stores in the European Union, and its digital properties are not accessible and/or available for download within the European Union. US Privacy Rights Notice to Residents of California, Colorado, Connecticut, Utah, and Virginia If you are a resident of California, Colorado, Connecticut, Utah or Virginia, the following provisions apply to our processing of information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household subject to the California Consumer Privacy Act of 2018, the Colorado Privacy Act, the Connecticut Personal Data Privacy Act, the Utah Consumer Privacy Act, and the Virginia Consumer Data Protection Act (collectively the “Privacy Laws”). For such consumers, the provisions of this section prevail over any conflicting provisions of this Privacy Statement. We adopt this section of our Privacy Statement to comply with the Privacy Laws of and any terms defined in the Privacy Laws have the meaning set forth in the law of your state of residence when used in this section. If you are a California resident applying for a job, please click here for information about our privacy practices for applicant information. Information We Collect Our Website collects information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device (”personal information”). Office Depot has collected (or not collected, if indicated below) the following categories of personal information from its consumers within the last twelve (12) months: Category Examples Collected A. Identifiers. A real name, postal address, unique personal identifier, online identifier, mobile device IDs, Office Depot Rewards ID, Internet Protocol and MAC addresses, email address, account name and password, or other similar identifiers. YES B. Personal information categories listed in certain applicable laws (including the California Customer Records statute (Cal. Civ. Code § 1798.80(e))). A name, signature, address, telephone number, education, driver’s license number, Social Security Number, credit card number, debit card number, or any other methods of payment for our products, or medical information. Some personal information included in this category may overlap with other categories. YES C. Protected classification characteristics Age, sex, veteran, or military status YES D. Commercial information. Records of products or services purchased, obtained, or considered, and survey responses.. YES E. Biometric information. Genetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as, fingerprints, faceprints, and voiceprints, iris or retina scans, keystroke, gait, or other physical patterns, and sleep, health, or exercise data. NO F. Internet or other similar network activity. Browsing history, search history, information on a consumer’s interaction with a website, application, or advertisement. YES G. Geolocation data. Precise device and physical location or movements. YES H. Sensory data. Audio, electronic, visual, thermal, olfactory, or similar information, including a recording of your interactions with customer service, by phone or using our live chat. NO I. Professional or employment-related information. Current or past job history or performance evaluations. NO J. Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C. Section 1232g, 34 C.F.R. Part 99)). Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records. NO K. Inferences drawn from other personal information. Profile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes. YES Some of this information (including government IDs, payment card information, account login information, and precise geolocation data) may be considered “sensitive” under certain Privacy Laws. Whether information is sensitive information will depend on the Privacy Laws in your jurisdiction. Office Depot obtains the categories of personal information listed above from the following categories of sources: Direct interactions. You may give us your information by filling in forms or by corresponding with us by mail, phone, fax, email, webform, or in-person. This includes, but may not be limited to, personal data you provide when you: Purchase our products; Create a user account on our website; Subscribe to our publications; Request marketing be sent to you; Interact with our website; Interact with us, including through our website, app, or customer service; Interact with social media by visiting Office Depot pages, commenting on or liking posts; Enter a competition, promotion, or survey; or Provide information in-person at industry events or other venues, or providing information by phone, fax or email. Automated technologies or interactions. As you interact with our website and app, we may automatically collect data about your equipment, browsing actions and patterns. We collect this personal data by using cookies and other similar technologies. Please click here for Office Depot's Cookie Policy for further details about cookies and how to opt out. Third parties or publicly available sources. We may receive personal data about you from various third parties and public sources as set out below: Technical data from the following parties: (a) Analytics providers such as Google; (b) Advertising networks such as Google Adwords, Bing Adcenter, Amazon ads, and Criteo sponsored ads; Data from providers of technical, payment and delivery services; and Data from data brokers. Use of Personal Information We may use and/or disclose the personal information we collect for one or more of the following business purposes: To register you as a new customer To process and deliver your order including: (a) Managing payments, fees and charges (b) Collecting and recovering money owed to us (c) Telling you about or handling issues with your orders To manage our relationship with you which will include: (a) Notifying you about changes to our terms or privacy policy (b) Responding to your requests or questions and asking you to leave a review or take a survey To enable you to partake in a prize draw, competition, or complete a survey To administer and protect our business and this website and for security purposes (including troubleshooting, data analysis, testing, system maintenance, support, reporting and hosting of data) To deliver relevant website/mobile content and advertisements to you and measure or understand the effectiveness of the advertising we serve to you For quality, training, and customer service purposes To use data analytics to improve our website, products/services, marketing, customer relationships and experiences, to customize your experience with us, and to look at site trends and customer interests To make suggestions and recommendations to you about goods, products, promotions, offers, or services that may be of interest to you We generally use Sensitive Information for reasonably expected purposes, to provide you with services, in connection with your requests, and as authorized by law. We use Geolocation information for marketing purposes, including to customize the ads you see on our digital properties and in our emails. Office Depot will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing you notice. Disclosing Personal Information Office Depot may disclose your personal information to a third party for a business purpose. We disclose your personal information with the following categories of third parties: Entities owned in whole or in part by Office Depot and/or its shareholders Authorized distributors and shippers of Office Depot’s products. Service providers acting as data processors. Analytics providers, ad networks, and social media platforms Professional advisers including lawyers, bankers, auditors and insurers who provide consultancy, banking, legal, insurance and accounting services. Disclosures of Personal Information for a Business Purpose In the preceding twelve (12) months, Office Depot has disclosed the following categories of personal information for a business purpose: Category A: Identifiers. Category B: Personal information categories listed in certain applicable laws (including the California Customer Records statute (Cal. Civ. Code § 1798.80(e))) Category D: Commercial information. Category F: Internet or other similar network activity. Category G: Geolocation data. Category H: Sensory data. Category I: Professional or employment-related information. Category K: Inferences drawn from other personal information. In the preceding twelve (12) months, Office Depot has not disclosed the following categories of personal information for a business purpose: Category E: Biometric information. Category J: Non-public education information. Sale or Sharing of Personal Information In the preceding twelve (12) months, Office Depot has sold or shared (as these terms are defined under Privacy Laws) the following categories of personal information. (Office Depot does not knowingly collect, sell, or share the personal information of individuals under the age of 16). Category A: Identifiers. Category B: Personal information categories listed in certain applicable laws (including the California Customer Records statute (Cal. Civ. Code § 1798.80(e))) Category D: Commercial information. Category F: Internet or other similar network activity. Category G: Geolocation data. Category I: Professional or employment-related information. Category K: Inferences drawn from other personal information. Retention of Personal Information We will store your Personal Information in a form which permits us to identify you, for as long as necessary for the purpose for which the Personal Information is processed.  We may also retain and use your Personal Information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements and rights, or if it is not technically reasonably feasible to remove it. We retain information you provide in connection with requests made under the Privacy Laws for a period of two years. Your Rights and Choices The Privacy Laws provide residents of California, Colorado, Connecticut, Utah and Virginia with specific rights regarding their personal information. This section describes your rights under the Privacy Laws, explains how to exercise those rights, and provides information about the response timing and format and your rights to appeal our decisions. Access to Specific Information, Right to Know, and Data Portability Rights You have the right to request that Office Depot disclose certain information to you about our information collection and disclosure practices. You also have the right to request a copy of the specific pieces of personal information we collected about you.  Once we receive and confirm your verifiable consumer request, we will disclose to you:: The categories of personal information we collected about you, the categories of information we shared for a business purpose and the categories of information we sold during the prior 12 months. The specific pieces of personal information we collected about you since January 1, 2022, subject to certain exceptions. Deletion Request Rights You have the right to request that Office Depot delete your personal information that we collected from you and retained, subject to certain exceptions. Once we receive and confirm your verifiable consumer request, we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies. For example, under certain Privacy Laws, we may deny your deletion request if retaining the information is necessary for us or our service provider(s) to: Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you. Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities and to help to ensure security and integrity to the extent the use of your personal information is reasonably necessary and proportionate for those purposes. Debug products to identify and repair errors that impair existing intended functionality. Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law. Comply with the California Electronic Communications Privacy Act (Cal. Penal Code § 1546 et. seq.). Engage in public or peer-reviewed scientific, historical, or statistical research that conforms or adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s ability to complete such research, if you previously provided informed consent. Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us and compatible with the context in which you provided the information. Comply with a legal obligation. Make other internal and lawful uses of that information that are compatible with the context in which you provided it Information Correction Rights You have the right to request that we correct information that we hold which is inaccurate.  We will require that you provide information about yourself so that we can verify your identity before we can make any change in the information we hold about you and we will use commercially reasonable efforts to make the requested corrections.  In some cases, for instance if you have an account with us, you can update your information by logging into your account. Please see below for information on how to exercise these rights and response timing and format. Your Opt-Out Rights Do Not Sell My Personal Information You have the right to opt out of the sale of your personal information. Once we receive your request, we will opt you out from the sale of such information. Do Not Share My Personal Information; Opt out of Targeted Advertising You have the right to opt out of having your personal information shared for cross context behavioral advertising purposes and having your information used for targeted advertising. Sharing your personal information means making it available to a third party so that they can use it for targeted advertising or cross-context behavioral advertising purposes. Cross-context behavioral or targeted advertising means that we display an advertisement to you that is selected based on personal information about you that we obtained or inferred over time from your activities across other companies’ websites, applications, or online services that we use to predict your preferences or interests.  Targeted advertising does not include using your interactions with us or information that you provide to us for us to select advertisements to show you. Right to Limit Use and Disclosure of Sensitive Personal Information You have the right, at any time, to direct us to limit our use of your sensitive personal information to that use which is necessary to perform the services or provide the goods reasonably expected by an average consumer who requests those goods or services.  This does not include sensitive personal information that is collected or processed without the purpose of inferring characteristics about you. Right to Opt Out of Profiling You have the right to direct us not to engage in profiling using your personal information.  Profiling is any automated processing performed on personal information that is used to evaluate, analyze, or predict personal aspects related your economic situation, health, personal preferences, interests, reliability, behavior, location, or movements. Exercising your rights Exercising Do Not Sell and Do Not Share My Personal Information Rights You can opt out of the sale or sharing of information for targeted, cross-context or behavioral marketing purpose in several ways. Visit our online Do Not Sell or Share My Information page and submit your name, ZIP Code, email address and phone number with your request.  We will use the information you submit for purposes of processing your request.  We act upon your request within 15 days. Call our toll-free phone number 1-800-463-3768.  We will ask for your name, ZIP Code, email address and phone number with your request.  We will use the information you submit for purposes of processing your request.  We act upon your request within 15 days. Visit a kiosk in any of Office Depot or OfficeMax stores located in California and submit an online request. Activate certain user-enabled global privacy controls, such as a browser plug-in or privacy setting, device setting, or other mechanism, that communicates or signals your choice to opt-out of the sale and sharing of personal information. When we receive such a signal we will stop setting cookies on your browser that involve a “sale” or “sharing” of your personal information, to the extent and as required by Privacy Laws.  This will opt you out of the sale or sharing of information relating to that specific device through cookies to our advertising or analytics partners. Your selections are specific to the browser and device you are using and the website you are visiting. This option does not stop all sales or sharing of your information because we cannot match your device’s identification or internet protocol address with your personally identifiable information like your name, phone number, email address or ZIP Code. You’ll also need to visit our online Do Not Sell or Share My Information page [link] to opt out of other ways in which we may sell or share your information. If you delete cookies on your browser, any prior do not sell or do not share signal is also deleted and you should make sure that your user-enabled setting is always activated. You will need to exercise this option on each of our websites that you visit. This website uses certain third-party tracking tools that collects information about you passively.  In addition to opting out of the sale of data collected by Office Depot, you may also opt out of the collection of your information by such tools by clicking here to opt out of the collection of your information . Exercising Access, Deletion, Profiling, Correction, and Limit Use of Sensitive Information Rights To exercise the access, deletion, profiling, and information correction rights, and the right to limit use of sensitive information described above, please submit a verifiable consumer request to us by either: Visiting our Website Portal available here By calling 1-800-463-3768 At any of Office Depot or OfficeMax stores By sending us an email here . Only you, or an agent that you authorize to act on your behalf, may make a verifiable consumer request related to your personal information. We currently do not collect household data. If all the members of a household make a Right to Know or Right to Delete request, we will respond as if the requests are individual requests. You may only make a verifiable consumer request for access or data portability twice within a 12-month period. The verifiable consumer request must: Provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative. Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it. We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you. We will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request. Response Timing and Format We will provide a confirmation email to you within 10 days of receipt of a request for access, deletion, or correction.  The confirmation email will explain how we will verify a request which will vary depending on the type of request made.  We endeavor to respond to a verifiable consumer request for access or to delete within 45 days of its receipt. If we require more time (up to 90 days), we will inform you of the reason and extension period in writing. We will deliver our response to the email address you provided when you made your request.  For a request not to sell or share your information, to opt out of profiling, or to limit use of sensitive information, we will respond as soon as feasibly possible, but no later than 15 days from the date we receive the request. Any disclosures we provide may only cover the 12-month period preceding a verifiable consumer request. However, you may request that we disclose the required information beyond the 12-month period, and we will honor that expanded request unless doing so proves impossible or would involve a disproportionate effort. Your right to request required information beyond the 12-month period, and our obligation to provide that information, shall only apply to personal information collected on or after January 1, 2022. For data portability requests, we will select a format to provide your personal information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance ( e.g. Microsoft Excel file and/or Adobe PDF file). We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request. You may make a request for access twice in any 12 month period.  You may make all other requests at any time. Non-Discrimination; Notice of Financial Incentive We will not discriminate against you for exercising any of your Privacy Law rights. Unless permitted by law, we will not: Deny you goods or services. Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties. Provide you a different level or quality of goods or services. Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services. Financial Incentives : From time to time, we may offer financial incentives in connection with the collection or use of personal information, including in connection with our Loyalty Accounts and Rewards. The material terms of the financial incentive will generally be presented to you at the time you sign up. You may withdraw from any financial incentive at any time by emailing us at privacysupport@officedepot.com. If you request to delete your information, we will not be able to provide you with a Loyalty Account.  Loyalty Account holders can receive Rewards and certain offers not available to consumers who do not have a Loyalty Account.  The personal information collected and maintained to service our Loyalty Account holders is reasonably related to the value of such information to Office Depot. Appealing denied requests If we have denied your request you have the ability to file an appeal with us.  To file an appeal, please email us at privacysupport@officedepot.com and include your name, email address, and phone number. We will respond to you in writing within 45 days explaining the reasons for our decisions.  If we deny your appeal you can contact your state Attorney General at: Colorado residents: Office of the Attorney General Colorado Department of Law Ralph L. Carr Judicial Building 1300 Broadway, 10th Floor Denver, CO 80203 (720) 508-6000 Connecticut residents: Office of the Attorney General 165 Capitol Avenue Hartford, CT 06106 860-808-5318 Utah residents: Utah State Capitol Office Mailing Address Office of the Attorney General PO Box 142320 Salt Lake City, UT 84114-2320 General Office Number: 1-801-366-0260 Virginia residents: Office of the Attorney General 202 North Ninth Street Richmond, Virginia 23219 (804)786-2071 Feel free to contact us if you have more questions. You can email us or write to us at: Attn: Legal Department Privacy Team Office Depot, LLC 6600 N. Military Trail Boca Raton, FL 33496 We may update this Policy. From time to time, we may change our privacy policies. We will notify you of any material changes to our Policy as required by law. We will also post an updated copy on our website. Please check our site periodically for updates. JOIN US Icon/Social/Instagram-Circle Icon/Social/Youtube-Circle Icon/Social/Linkedin-Circle Icon/Social/Instagram-Circle Icon/Social/Youtube-Circle Icon/Social/Linkedin-Circle DOWNLOAD OUR APP Google Play Download our app App Store Download our app Google Play Download our app App Store Download our app SIGN UP TO RECEIVE EXCLUSIVE OFFERS SIGN UP TO RECEIVE EXCLUSIVE OFFERS SIGN UP TO RECEIVE EXCLUSIVE OFFERS SIGN UP TO RECEIVE EXCLUSIVE OFFERS CUSTOMER SERVICE Help Center FAQs Check Order Status Return an Item Price Match Policy COMPANY INFO About Office Depot Careers Compliance and Ethics Diversity Investor Relations Media Relations CA Supply Chain Disclosure Community Investment Patents Real Estate Listing Corporate Sustainability Advertise with Us Transparency in Coverage-UHC RESOURCES Store Locator Services Online Catalogs Articles & Ideas SHOPPING Buy Now Pay Later Exclusive Brands Order by Item Number Write Product Review Subscriptions Recall Notices GreenerOffice Products Tech Services Gift Cards Black Friday Deals Cyber Monday Deals 20+ Employee Businesses PROGRAMS Rewards Program Business Select Credit Cards Affiliate Program Give Back to Schools Government Programs Associate Discount CUSTOMER SERVICE 1-800-GO-DEPOT Text Us Help Center FAQs Check Order Status Return an Item Price Match Policy COMPANY INFO About Office Depot Careers Compliance and Ethics Diversity Investor Relations Media Relations CA Supply Chain Disclosure Community Investment Patents Real Estate Listing Corporate Sustainability Advertise with Us Transparency in Coverage-UHC RESOURCES Store Locator Services Articles & Ideas SHOPPING Buy Now Pay Later Exclusive Brands Write Product Review Subscriptions GreenerOffice Products Tech Services Gift Cards Black Friday Deals Cyber Monday Deals 20+ Employee Businesses PROGRAMS Rewards Program Business Select Credit Cards Give Back to Schools Associate Discount Terms of Use Privacy Policy Accessibility Office Depot Tracking Tools Grand & Toy Canada Do Not Sell or Share My Personal Information Terms of Use Privacy Policy Accessibility Office Depot Tracking Tools Grand & Toy Canada Do Not Sell or Share My Personal Information Copyright © 2023 by Office Depot, LLC. All rights reserved. Prices shown are in U.S. Dollars. Please log in for your pricing. Prices are subject to change. All use of the site is subject to the Terms of Use. Prices and offers on www.officedepot.com may not apply to purchases made on www.odpbusiness.com. See Terms of Use details. 6 <img src=\"https://www.officedepot.com/akam/13/pixel_20067676?a=dD1hYjU0YzkxNjkwMGZkY2U1YTEyYWM0NzZlYTY3NzM3ZThkNzU4Y2YzJmpzPW9mZg==\" style=\"visibility: hidden; position: absolute; left: -999px; top: -999px;\" /> Do Not Sell My Personal Information When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. However, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer. Click on the different category headings to find out more and change our default settings according to your preference. You cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). For more information about the First and Third Party Cookies used please follow this link. More information about your privacy Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Performance Cookies Performance Cookies These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance. Sale of Personal Data Sale of Personal Data Under the California Consumer Privacy Act, you have the right to opt-out of the sale of your personal information to third parties. These cookies collect information for analytics and to personalize your experience with targeted ads. You may exercise your right to opt out of the sale of personal information by using this toggle switch. If you opt out we will not be able to offer you personalised ads and will not hand over your personal information to any third parties. Additionally, you may contact our legal department for further clarification about your rights as a California consumer by using this Exercise My Rights link. If you have enabled privacy controls on your browser (such as a plugin), we have to take that as a valid request to opt-out. Therefore we would not be able to track your activity through the web. This may affect our ability to personalize ads according to your preferences. Targeting Cookies Switch Label label These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising. Back Button Cookie List Search Icon Filter Icon Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Confirm My Choices <img height=\"1\" width=\"1\" style=\"display:none\" src=\"https://www.facebook.com/tr?id=163490717722914&amp;ev=PageView&amp;noscript=1\"> <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://px.ads.linkedin.com/collect/?pid=65076&amp;fmt=gif\"> Opens in new window PDF Download Word Download Excel Download PowerPoint Download Document Download close carousel",
  "annotations": [
    {
      "Text": "September 25, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We collect various information about you.\\n\\nWe collect and store information you provide through our digital properties and in our stores.  The information we may collect includes:\\n\\nYour name\\nEmail address\\nAddress\\nPhone number\\nCredit card number\\nYour Office Depot Rewards ID\\nInformation about your purchases, interests, and browsing behavior\\nInformation about your interactions with our sites, apps, and ads\\nIn certain situations, we may also collect:\\n\\nDriver’s license number (for example, if you return a product or apply for credit)\\nYour Social Security Number and date of birth (if you apply for credit)\\nLocation information, including precise and general location information (such as when you ask us to tell you about nearby stores or use store mode on our app) \\nA recording of your interactions with customer service, by phone or using our live chat\\nAge (if you sign up for an Office Depot account or birthday list)\\nIMEI/UDID (a numeric identifier for your mobile device)\\nIP and MAC addresses (another kind of numeric identifier for your computer or mobile device)\\nYour responses to surveys\\nHow often you use the app and where you downloaded it.\\n We collect information from you in several ways.\\n\\nWe collect information directly from you. For example, if you register for a promotion or contact customer service. We might collect information if you post a comment on one of our websites or request information. We also collect information when you apply for our credit card or buy something.\\nWe collect information from you passively. We use tracking tools like browser cookies and web beacons. To learn more about these tools and how you can control them, click here.\\nWe get information about you from third parties. For example, social media platforms may give us information about you. We may combine the information we collect from you with the information we get from third parties.\\nLocation information.  Some of our digital properties may collect your location to help you search for our stores or to use special mobile features within some of our stores. We also may use this information to determine whether to provide you with content, information, and notices based on your location.  For a mobile application to identify your location, you must enable location services through your mobile device's settings. If you do not want Office Depot to collect this information or to enable these features, you can turn off location services on your mobile device. Office Depot has no control over your device's settings.\\nStore cameras.  Our stores may use cameras for asset protection and other operational purposes, such as measuring traffic patterns and protecting and improving our business.\\nWe use information as disclosed and described here.\\n\\nTo respond to your requests or questions. For example, we might use your information to register you for promotions.\\nTo improve our products and services. We might use your information to customize your experience with us. We use your information for quality, training, and customer service purposes.\\nTo look at site trends and customer interests. We may use your information to make website or product improvements. We may also combine information we get from you with information we have gotten from third parties.\\nFor security purposes. We may use information to protect our company, our customers, or our websites\\nFor marketing. We may notify you about products, special promotions, or offers. We might tell you about new website features or products. We might also push out mobile notices for content or offers we think you might like. To manage this, follow the instructions in Your Choices, below.\\nTo communicate with you about your account or our relationship: We may contact you to tell you about changes to this Policy or our website Terms. We may also tell you about issues with your orders.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {It also applies to information we collect in our stores or other places offline. For information concerning US privacy rights, including privacy rights of California residents and our notice at collection, please click here .} "
    },
    {
      "Text": "We may share information with third parties.\\n\\nYour information may be shared when legally permitted, including in the following situations:\\n\\nWithin our company (including our affiliated companies).\\nWith third parties who perform services on our behalf. For example, we share information with vendors who perform customer service, shipping, and payment processing services for customers on our behalf, or will authorize them to collect information on our behalf. Some vendors may be located outside of the United States.\\nWith our business partners. We share information with our business and marketing partners.  To opt out of Office Depot sharing your information, see Your Choices  below. To stop receiving information or marketing from a business partner, you must follow its opt out instructions. Office Depot cannot opt out on your behalf after you have given us permission to share your information; however, we will cease sharing further information if you instruct us to do so.\\nIf we think we have to in order to comply with the law. For example, we will share information to respond to a court order or subpoena. We may also share it if a government agency or investigatory body requests. We may also share information to protect us, our sites, or our users. We might share information with other companies for fraud and credit risk reduction.\\nWith any successor to all or part of our business. For example, if part of our business was sold we may sell our customer list as part of that transaction.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To communicate with you about your account or our relationship: We may contact you to tell you about changes to this Policy or our website Terms. We may also tell you about issues with your orders.} "
    },
    {
      "Text": "With our business partners. We share information with our business and marketing partners.  To opt out of Office Depot sharing your information, see Your Choices  below. To stop receiving information or marketing from a business partner, you must follow its opt out instructions. Office Depot cannot opt out on your behalf after you have given us permission to share your information; however, we will cease sharing further information if you instruct us to do so.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {For example, we share information with vendors who perform customer service, shipping, and payment processing services for customers on our behalf, or will authorize them to collect information on our behalf. Some vendors may be located outside of the United States.} "
    },
    {
      "Text": "Information We Collect\\n\\nOur Website collects information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device (”personal information”). Office Depot has collected (or not collected, if indicated below) the following categories of personal information from its consumers within the last twelve (12) months:\\n\\n \\n\\nCategory\\n\\nExamples\\n\\nCollected\\n\\nA. Identifiers.\\n\\nA real name, postal address, unique personal identifier, online identifier, mobile device IDs, Office Depot Rewards ID, Internet Protocol and MAC addresses, email address, account name and password, or other similar identifiers.\\n\\nYES\\n\\nB. Personal information categories listed in certain applicable laws (including the California Customer Records statute (Cal. Civ. Code § 1798.80(e))).\\n\\nA name, signature, address, telephone number, education, driver’s license number, Social Security Number, credit card number, debit card number, or any other methods of payment for our products, or medical information.\\nSome personal information included in this category may overlap with other categories.\\n\\nYES\\n\\nC. Protected classification characteristics \\n\\nAge, sex, veteran, or military status\\n\\nYES\\n\\nD. Commercial information.\\n\\nRecords of products or services purchased, obtained, or considered, and survey responses..\\n\\nYES\\n\\nE. Biometric information.\\n\\nGenetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as, fingerprints, faceprints, and voiceprints, iris or retina scans, keystroke, gait, or other physical patterns, and sleep, health, or exercise data.\\n\\nNO\\n\\nF. Internet or other similar network activity.\\n\\nBrowsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.\\n\\nYES\\n\\nG. Geolocation data.\\n\\nPrecise device and physical location or movements.\\n\\nYES\\n\\nH. Sensory data.\\n\\nAudio, electronic, visual, thermal, olfactory, or similar information, including a recording of your interactions with customer service, by phone or using our live chat.\\n\\nNO\\n\\nI. Professional or employment-related information.\\n\\nCurrent or past job history or performance evaluations.\\n\\nNO\\n\\nJ. Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C. Section 1232g, 34 C.F.R. Part 99)).\\n\\nEducation records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.\\n\\nNO\\n\\nK. Inferences drawn from other personal information.\\n\\nProfile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.\\n\\nYES",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We adopt this section of our Privacy Statement to comply with the Privacy Laws of and any terms defined in the Privacy Laws have the meaning set forth in the law of your state of residence when used in this section. If you are a California resident applying for a job, please click here for information about our privacy practices for applicant information.} "
    },
    {
      "Text": " Category ||| 1: Examples ||| 2: Collected\\n\\n0: A. Identifiers. ||| 1: A real name, postal address, unique personal identifier, online identifier, mobile device IDs, Office Depot Rewards ID, Internet Protocol and MAC addresses, email address, account name and password, or other similar identifiers. ||| 2: YES\\n\\n0: B. Personal information categories listed in certain applicable laws (including the California Customer Records statute (Cal. Civ. Code § 1798.80(e))). ||| 1: A name, signature, address, telephone number, education, driver’s license number, Social Security Number, credit card number, debit card number, or any other methods of payment for our products, or medical information. Some personal information included in this category may overlap with other categories. ||| 2: YES\\n\\n0: C. Protected classification characteristics ||| 1: Age, sex, veteran, or military status ||| 2: YES\\n\\n0: D. Commercial information. ||| 1: Records of products or services purchased, obtained, or considered, and survey responses.. ||| 2: YES\\n\\n0: E. Biometric information. ||| 1: Genetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as, fingerprints, faceprints, and voiceprints, iris or retina scans, keystroke, gait, or other physical patterns, and sleep, health, or exercise data. ||| 2: NO\\n\\n0: F. Internet or other similar network activity. ||| 1: Browsing history, search history, information on a consumer’s interaction with a website, application, or advertisement. ||| 2: YES\\n\\n0: G. Geolocation data. ||| 1: Precise device and physical location or movements. ||| 2: YES\\n\\n0: H. Sensory data. ||| 1: Audio, electronic, visual, thermal, olfactory, or similar information, including a recording of your interactions with customer service, by phone or using our live chat. ||| 2: NO\\n\\n0: I. Professional or employment-related information. ||| 1: Current or past job history or performance evaluations. ||| 2: NO\\n\\n0: J. Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C. Section 1232g, 34 C.F.R. Part 99)). ||| 1: Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records. ||| 2: NO\\n\\n0: K. Inferences drawn from other personal information. ||| 1: Profile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes. ||| 2: YES\\n\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Office Depot obtains the categories of personal information listed above from the following categories of sources:\\n\\nDirect interactions. You may give us your information by filling in forms or by corresponding with us by mail, phone, fax, email, webform, or in-person. This includes, but may not be limited to, personal data you provide when you:\\nPurchase our products;\\nCreate a user account on our website;\\nSubscribe to our publications;\\nRequest marketing be sent to you;\\nInteract with our website;\\nInteract with us, including through our website, app, or customer service;\\n Interact with social media by visiting Office Depot pages, commenting on or liking posts;\\nEnter a competition, promotion, or survey; or\\nProvide information in-person at industry events or other venues, or providing information by phone, fax or email.\\nAutomated technologies or interactions. As you interact with our website and app, we may automatically collect data about your equipment, browsing actions and patterns. We collect this personal data by using cookies and other similar technologies. Please click here for Office Depot's Cookie Policy  for further details about cookies and how to opt out.\\nThird parties or publicly available sources. We may receive personal data about you from various third parties and public sources as set out below:\\nTechnical data from the following parties:\\n(a) Analytics providers such as Google;\\n(b) Advertising networks such as Google Adwords, Bing Adcenter, Amazon ads, and Criteo sponsored ads;\\nData from providers of technical, payment and delivery services; and\\nData from data brokers.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {YES Some of this information (including government IDs, payment card information, account login information, and precise geolocation data) may be considered “sensitive” under certain Privacy Laws. Whether information is sensitive information will depend on the Privacy Laws in your jurisdiction.} "
    },
    {
      "Text": "Use of Personal Information\\n\\nWe may use and/or disclose the personal information we collect for one or more of the following business purposes:\\n\\nTo register you as a new customer\\nTo process and deliver your order including:\\n(a) Managing payments, fees and charges\\n(b) Collecting and recovering money owed to us\\n(c) Telling you about or handling issues with your orders  \\nTo manage our relationship with you which will include:\\n(a) Notifying you about changes to our terms or privacy policy\\n(b) Responding to your requests or questions and asking you to leave a review or take a survey\\nTo enable you to partake in a prize draw, competition, or complete a survey\\nTo administer and protect our business and this website and for security purposes (including troubleshooting, data analysis, testing, system maintenance, support, reporting and hosting of data)\\nTo deliver relevant website/mobile content and advertisements to you and measure or understand the effectiveness of the advertising we serve to you\\nFor quality, training, and customer service purposes\\nTo use data analytics to improve our website, products/services, marketing, customer relationships and experiences, to customize your experience with us, and to look at site trends and customer interests\\nTo make suggestions and recommendations to you about goods, products, promotions, offers, or services that may be of interest to you ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Third parties or publicly available sources. We may receive personal data about you from various third parties and public sources as set out below: Technical data from the following parties: (a) Analytics providers such as Google; (b) Advertising networks such as Google Adwords, Bing Adcenter, Amazon ads, and Criteo sponsored ads; Data from providers of technical, payment and delivery services; and Data from data brokers.} "
    },
    {
      "Text": "Use of Personal Information\\n\\nWe may use and/or disclose the personal information we collect for one or more of the following business purposes:\\n\\nTo register you as a new customer\\nTo process and deliver your order including:\\n(a) Managing payments, fees and charges\\n(b) Collecting and recovering money owed to us\\n(c) Telling you about or handling issues with your orders  \\nTo manage our relationship with you which will include:\\n(a) Notifying you about changes to our terms or privacy policy\\n(b) Responding to your requests or questions and asking you to leave a review or take a survey\\nTo enable you to partake in a prize draw, competition, or complete a survey\\nTo administer and protect our business and this website and for security purposes (including troubleshooting, data analysis, testing, system maintenance, support, reporting and hosting of data)\\nTo deliver relevant website/mobile content and advertisements to you and measure or understand the effectiveness of the advertising we serve to you\\nFor quality, training, and customer service purposes\\nTo use data analytics to improve our website, products/services, marketing, customer relationships and experiences, to customize your experience with us, and to look at site trends and customer interests\\nTo make suggestions and recommendations to you about goods, products, promotions, offers, or services that may be of interest to you ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Third parties or publicly available sources. We may receive personal data about you from various third parties and public sources as set out below: Technical data from the following parties: (a) Analytics providers such as Google; (b) Advertising networks such as Google Adwords, Bing Adcenter, Amazon ads, and Criteo sponsored ads; Data from providers of technical, payment and delivery services; and Data from data brokers.} "
    },
    {
      "Text": "Office Depot may disclose your personal information to a third party for a business purpose.\\n\\nWe disclose your personal information with the following categories of third parties:\\n\\nEntities owned in whole or in part by Office Depot and/or its shareholders\\nAuthorized distributors and shippers of Office Depot’s products.\\nService providers acting as data processors.\\nAnalytics providers, ad networks, and social media platforms\\nProfessional advisers including lawyers, bankers, auditors and insurers who provide consultancy, banking, legal, insurance and accounting services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We use Geolocation information for marketing purposes, including to customize the ads you see on our digital properties and in our emails. Office Depot will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing you notice.} "
    },
    {
      "Text": "Disclosures of Personal Information for a Business Purpose\\n\\n\\nIn the preceding twelve (12) months, Office Depot has disclosed the following categories of personal information for a business purpose:\\n\\nCategory A: Identifiers.\\nCategory B: Personal information categories listed in certain applicable laws (including the California Customer Records statute (Cal. Civ. Code § 1798.80(e)))\\nCategory D: Commercial information.\\nCategory F: Internet or other similar network activity.\\nCategory G: Geolocation data.\\nCategory H: Sensory data.\\nCategory I: Professional or employment-related information.\\nCategory K: Inferences drawn from other personal information.\\n\\nIn the preceding twelve (12) months, Office Depot has not disclosed the following categories of personal information for a business purpose:\\n\\n\\nCategory E: Biometric information.\\nCategory J: Non-public education information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Service providers acting as data processors. Analytics providers, ad networks, and social media platforms Professional advisers including lawyers, bankers, auditors and insurers who provide consultancy, banking, legal, insurance and accounting services.} "
    },
    {
      "Text": "Sale or Sharing of Personal Information\\n\\n\\nIn the preceding twelve (12) months, Office Depot has sold or shared (as these terms are defined under Privacy Laws) the following categories of personal information. (Office Depot does not knowingly collect, sell, or share the personal information of individuals under the age of 16).\\n\\nCategory A: Identifiers.\\nCategory B: Personal information categories listed in certain applicable laws (including the California Customer Records statute (Cal. Civ. Code § 1798.80(e)))\\nCategory D: Commercial information.\\nCategory F: Internet or other similar network activity.\\nCategory G: Geolocation data.\\nCategory I: Professional or employment-related information.\\nCategory K: Inferences drawn from other personal information.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In the preceding twelve (12) months, Office Depot has not disclosed the following categories of personal information for a business purpose: Category E: Biometric information. Category J: Non-public education information.} "
    },
    {
      "Text": "Access to Specific Information, Right to Know, and Data Portability Rights\\n\\n\\nYou have the right to request that Office Depot disclose certain information to you about our information collection and disclosure practices. You also have the right to request a copy of the specific pieces of personal information we collected about you.  Once we receive and confirm your verifiable consumer request, we will disclose to you::\\n\\nThe categories of personal information we collected about you, the categories of information we shared for a business purpose and the categories of information we sold during the prior 12 months.\\nThe specific pieces of personal information we collected about you since January 1, 2022, subject to certain exceptions. \\n",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Your Rights and Choices The Privacy Laws provide residents of California, Colorado, Connecticut, Utah and Virginia with specific rights regarding their personal information. This section describes your rights under the Privacy Laws, explains how to exercise those rights, and provides information about the response timing and format and your rights to appeal our decisions.} "
    },
    {
      "Text": "Access to Specific Information, Right to Know, and Data Portability Rights\\n\\n\\nYou have the right to request that Office Depot disclose certain information to you about our information collection and disclosure practices. You also have the right to request a copy of the specific pieces of personal information we collected about you.  Once we receive and confirm your verifiable consumer request, we will disclose to you::\\n\\nThe categories of personal information we collected about you, the categories of information we shared for a business purpose and the categories of information we sold during the prior 12 months.\\nThe specific pieces of personal information we collected about you since January 1, 2022, subject to certain exceptions. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Your Rights and Choices The Privacy Laws provide residents of California, Colorado, Connecticut, Utah and Virginia with specific rights regarding their personal information. This section describes your rights under the Privacy Laws, explains how to exercise those rights, and provides information about the response timing and format and your rights to appeal our decisions.} "
    },
    {
      "Text": "Deletion Request Rights\\n\\n\\nYou have the right to request that Office Depot delete your personal information that we collected from you and retained, subject to certain exceptions. Once we receive and confirm your verifiable consumer request, we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies. For example, under certain Privacy Laws, we may deny your deletion request if retaining the information is necessary for us or our service provider(s) to:\\n\\nComplete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you.\\nDetect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities and to help to ensure security and integrity to the extent the use of your personal information is reasonably necessary and proportionate for those purposes.\\nDebug products to identify and repair errors that impair existing intended functionality.\\nExercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.\\nComply with the California Electronic Communications Privacy Act (Cal. Penal Code § 1546 et. seq.).\\nEngage in public or peer-reviewed scientific, historical, or statistical research that conforms or adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s ability to complete such research, if you previously provided informed consent.\\nEnable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us and compatible with the context in which you provided the information.\\nComply with a legal obligation.\\nMake other internal and lawful uses of that information that are compatible with the context in which you provided it",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Once we receive and confirm your verifiable consumer request, we will disclose to you:: The categories of personal information we collected about you, the categories of information we shared for a business purpose and the categories of information we sold during the prior 12 months. The specific pieces of personal information we collected about you since January 1, 2022, subject to certain exceptions.} "
    },
    {
      "Text": "Information Correction Rights\\n\\nYou have the right to request that we correct information that we hold which is inaccurate.  We will require that you provide information about yourself so that we can verify your identity before we can make any change in the information we hold about you and we will use commercially reasonable efforts to make the requested corrections.  In some cases, for instance if you have an account with us, you can update your information by logging into your account.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us and compatible with the context in which you provided the information. Comply with a legal obligation.} "
    },
    {
      "Text": "Your Opt-Out Rights \\n\\nDo Not Sell My Personal Information\\n\\nYou have the right to opt out of the sale of your personal information. Once we receive your request, we will opt you out from the sale of such information.  \\n\\nDo Not Share My Personal Information; Opt out of Targeted Advertising \\n\\nYou have the right to opt out of having your personal information shared for cross context behavioral advertising purposes and having your information used for targeted advertising.  ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {In some cases, for instance if you have an account with us, you can update your information by logging into your account. Please see below for information on how to exercise these rights and response timing and format.} "
    },
    {
      "Text": "Right to Limit Use and Disclosure of Sensitive Personal Information\\n\\nYou have the right, at any time, to direct us to limit our use of your sensitive personal information to that use which is necessary to perform the services or provide the goods reasonably expected by an average consumer who requests those goods or services.  This does not include sensitive personal information that is collected or processed without the purpose of inferring characteristics about you.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Cross-context behavioral or targeted advertising means that we display an advertisement to you that is selected based on personal information about you that we obtained or inferred over time from your activities across other companies’ websites, applications, or online services that we use to predict your preferences or interests. Targeted advertising does not include using your interactions with us or information that you provide to us for us to select advertisements to show you.} "
    },
    {
      "Text": "Exercising Do Not Sell and Do Not Share My Personal Information Rights\\nYou can opt out of the sale or sharing of information for targeted, cross-context or behavioral marketing purpose in several ways.\\n\\nVisit our online Do Not Sell or Share My Information page and submit your name, ZIP Code, email address and phone number with your request.  We will use the information you submit for purposes of processing your request.  We act upon your request within 15 days.\\nCall our toll-free phone number 1-800-463-3768.  We will ask for your name, ZIP Code, email address and phone number with your request.  We will use the information you submit for purposes of processing your request.  We act upon your request within 15 days.\\nVisit a kiosk in any of Office Depot or OfficeMax stores located in California and submit an online request.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Opt Out of Profiling You have the right to direct us not to engage in profiling using your personal information. Profiling is any automated processing performed on personal information that is used to evaluate, analyze, or predict personal aspects related your economic situation, health, personal preferences, interests, reliability, behavior, location, or movements.} "
    },
    {
      "Text": "Exercising Access, Deletion, Profiling, Correction, and Limit Use of Sensitive Information Rights\\n\\n\\nTo exercise the access, deletion, profiling, and information correction rights, and the right to limit use of sensitive information described above, please submit a verifiable consumer request to us by either:\\n\\nVisiting our Website Portal available here\\n By calling 1-800-463-3768\\nAt any of Office Depot or OfficeMax stores\\nBy sending us an email here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {This website uses certain third-party tracking tools that collects information about you passively. In addition to opting out of the sale of data collected by Office Depot, you may also opt out of the collection of your information by such tools by clicking here to opt out of the collection of your information .} "
    },
    {
      "Text": "Non-Discrimination; Notice of Financial Incentive\\n\\nWe will not discriminate against you for exercising any of your Privacy Law rights. Unless permitted by law, we will not:\\n\\n\\nDeny you goods or services.\\nCharge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.\\nProvide you a different level or quality of goods or services.\\nSuggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Current or past job history or performance evaluations. NO J.} "
    },
    {
      "Text": "We may update this Policy.\\n\\nFrom time to time, we may change our privacy policies. We will notify you of any material changes to our Policy as required by law. We will also post an updated copy on our website. Please check our site periodically for updates.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {We will respond to you in writing within 45 days explaining the reasons for our decisions. If we deny your appeal you can contact your state Attorney General at: Colorado residents: Office of the Attorney General Colorado Department of Law Ralph L. Carr Judicial Building 1300 Broadway, 10th Floor Denver, CO 80203 (720) 508-6000 Connecticut residents: Office of the Attorney General 165 Capitol Avenue Hartford, CT 06106 860-808-5318 Utah residents: Utah State Capitol Office Mailing Address Office of the Attorney General PO Box 142320 Salt Lake City, UT 84114-2320 General Office Number: 1-801-366-0260 Virginia residents: Office of the Attorney General 202 North Ninth Street Richmond, Virginia 23219 (804)786-2071 Feel free to contact us if you have more questions.} "
    },
    {
      "Text": "Under the California Consumer Privacy Act, you have the right to opt-out of the sale of your personal information to third parties. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.} "
    },
    {
      "Text": "Sale of Personal Data\\nSale of Personal Data\\nUnder the California Consumer Privacy Act, you have the right to opt-out of the sale of your personal information to third parties. These cookies collect information for analytics and to personalize your experience with targeted ads.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.} "
    },
    {
      "Text": "September 25, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We collect various information about you.\\n\\nWe collect and store information you provide through our digital properties and in our stores.  The information we may collect includes:\\n\\nYour name\\nEmail address\\nAddress\\nPhone number\\nCredit card number\\nYour Office Depot Rewards ID\\nInformation about your purchases, interests, and browsing behavior\\nInformation about your interactions with our sites, apps, and ads\\nIn certain situations, we may also collect:\\n\\nDriver’s license number (for example, if you return a product or apply for credit)\\nYour Social Security Number and date of birth (if you apply for credit)\\nLocation information, including precise and general location information (such as when you ask us to tell you about nearby stores or use store mode on our app) \\nA recording of your interactions with customer service, by phone or using our live chat\\nAge (if you sign up for an Office Depot account or birthday list)\\nIMEI/UDID (a numeric identifier for your mobile device)\\nIP and MAC addresses (another kind of numeric identifier for your computer or mobile device)\\nYour responses to surveys\\nHow often you use the app and where you downloaded it.\\n We collect information from you in several ways.\\n\\nWe collect information directly from you. For example, if you register for a promotion or contact customer service. We might collect information if you post a comment on one of our websites or request information. We also collect information when you apply for our credit card or buy something.\\nWe collect information from you passively. We use tracking tools like browser cookies and web beacons.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {It also applies to information we collect in our stores or other places offline. For information concerning US privacy rights, including privacy rights of California residents and our notice at collection, please click here .} "
    },
    {
      "Text": "We get information about you from third parties. For example, social media platforms may give us information about you. We may combine the information we collect from you with the information we get from third parties.\\nLocation information.  Some of our digital properties may collect your location to help you search for our stores or to use special mobile features within some of our stores. We also may use this information to determine whether to provide you with content, information, and notices based on your location. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We use tracking tools like browser cookies and web beacons. To learn more about these tools and how you can control them, click here .} "
    },
    {
      "Text": "We collect and store information you provide through our digital properties and in our stores.  The information we may collect includes:\\n\\nYour name\\nEmail address\\nAddress\\nPhone number\\nCredit card number\\nYour Office Depot Rewards ID\\nInformation about your purchases, interests, and browsing behavior\\nInformation about your interactions with our sites, apps, and ads\\nIn certain situations, we may also collect:\\n\\nDriver’s license number (for example, if you return a product or apply for credit)\\nYour Social Security Number and date of birth (if you apply for credit)\\nLocation information, including precise and general location information (such as when you ask us to tell you about nearby stores or use store mode on our app) \\nA recording of your interactions with customer service, by phone or using our live chat\\nAge (if you sign up for an Office Depot account or birthday list)\\nIMEI/UDID (a numeric identifier for your mobile device)\\nIP and MAC addresses (another kind of numeric identifier for your computer or mobile device)\\nYour responses to surveys\\nHow often you use the app and where you downloaded it.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For information concerning US privacy rights, including privacy rights of California residents and our notice at collection, please click here . We collect various information about you.} "
    },
    {
      "Text": "Store cameras.  Our stores may use cameras for asset protection and other operational purposes, such as measuring traffic patterns and protecting and improving our business.\\nWe use information as disclosed and described here.\\n\\nTo respond to your requests or questions. For example, we might use your information to register you for promotions.\\nTo improve our products and services. We might use your information to customize your experience with us. We use your information for quality, training, and customer service purposes.\\nTo look at site trends and customer interests. We may use your information to make website or product improvements. We may also combine information we get from you with information we have gotten from third parties.\\nFor security purposes. We may use information to protect our company, our customers, or our websites\\nFor marketing. We may notify you about products, special promotions, or offers. We might tell you about new website features or products. We might also push out mobile notices for content or offers we think you might like",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you do not want Office Depot to collect this information or to enable these features, you can turn off location services on your mobile device. Office Depot has no control over your device's settings.} "
    },
    {
      "Text": "To communicate with you about your account or our relationship: We may contact you to tell you about changes to this Policy or our website Terms. We may also tell you about issues with your orders.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We might also push out mobile notices for content or offers we think you might like. To manage this, follow the instructions in Your Choices , below.} "
    },
    {
      "Text": "We may share information with third parties.\\n\\nYour information may be shared when legally permitted, including in the following situations:\\n\\nWithin our company (including our affiliated companies).\\nWith third parties who perform services on our behalf. For example, we share information with vendors who perform customer service, shipping, and payment processing services for customers on our behalf, or will authorize them to collect information on our behalf. Some vendors may be located outside of the United States.\\nWith our business partners. We share information with our business and marketing partner",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To communicate with you about your account or our relationship: We may contact you to tell you about changes to this Policy or our website Terms. We may also tell you about issues with your orders.} "
    },
    {
      "Text": "If we think we have to in order to comply with the law. For example, we will share information to respond to a court order or subpoena. We may also share it if a government agency or investigatory body requests. We may also share information to protect us, our sites, or our users. We might share information with other companies for fraud and credit risk reduction.\\nWith any successor to all or part of our business. For example, if part of our business was sold we may sell our customer list as part of that transaction.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To stop receiving information or marketing from a business partner, you must follow its opt out instructions. Office Depot cannot opt out on your behalf after you have given us permission to share your information; however, we will cease sharing further information if you instruct us to do so.} "
    },
    {
      "Text": "With any successor to all or part of our business. For example, if part of our business was sold we may sell our customer list as part of that transaction.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may also share information to protect us, our sites, or our users. We might share information with other companies for fraud and credit risk reduction.} "
    },
    {
      "Text": "You can control if we share information with third parties for their marketing purposes. To opt out of having us share your information with third parties for their promotional purposes, please email us (mailoptout@officedepot.com) or call us at 1-800-915-4624",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Or you can email us at mailoptout@officedepot.com (be sure to include your cell phone number in the email message). If you have an account on our website, you can manage your preferences here to manage your preferences .} "
    },
    {
      "Text": "You can control if we share information with third parties for their marketing purposes. To opt out of having us share your information with third parties for their promotional purposes, please email us (mailoptout@officedepot.com) or call us at 1-800-915-4624",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Or you can email us at mailoptout@officedepot.com (be sure to include your cell phone number in the email message). If you have an account on our website, you can manage your preferences here to manage your preferences .} "
    },
    {
      "Text": "Information We Collect\\n\\nOur Website collects information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device (”personal information”). Office Depot has collected (or not collected, if indicated below) the following categories of personal information from its consumers within the last twelve (12) months:\\n\\n \\n\\nCategory\\n\\nExamples\\n\\nCollected\\n\\nA. Identifiers.\\n\\nA real name, postal address, unique personal identifier, online identifier, mobile device IDs, Office Depot Rewards ID, Internet Protocol and MAC addresses, email address, account name and password, or other similar identifiers.\\n\\nYES\\n\\nB. Personal information categories listed in certain applicable laws (including the California Customer Records statute (Cal. Civ. Code § 1798.80(e))).\\n\\nA name, signature, address, telephone number, education, driver’s license number, Social Security Number, credit card number, debit card number, or any other methods of payment for our products, or medical information.\\nSome personal information included in this category may overlap with other categories.\\n\\nYES\\n\\nC. Protected classification characteristics \\n\\nAge, sex, veteran, or military status\\n\\nYES\\n\\nD. Commercial information.\\n\\nRecords of products or services purchased, obtained, or considered, and survey responses..\\n\\nYES\\n\\nE. Biometric information.\\n\\nGenetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as, fingerprints, faceprints, and voiceprints, iris or retina scans, keystroke, gait, or other physical patterns, and sleep, health, or exercise data.\\n\\nNO\\n\\nF. Internet or other similar network activity.\\n\\nBrowsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.\\n\\nYES\\n\\nG. Geolocation data.\\n\\nPrecise device and physical location or movements.\\n\\nYES\\n\\nH. Sensory data.\\n\\nAudio, electronic, visual, thermal, olfactory, or similar information, including a recording of your interactions with customer service, by phone or using our live chat.\\n\\nNO\\n\\nI. Professional or employment-related information.\\n\\nCurrent or past job history or performance evaluations.\\n\\nNO\\n\\nJ. Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C. Section 1232g, 34 C.F.R. Part 99)).\\n\\nEducation records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.\\n\\nNO\\n\\nK. Inferences drawn from other personal information.\\n\\nProfile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.\\n\\nYES",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We adopt this section of our Privacy Statement to comply with the Privacy Laws of and any terms defined in the Privacy Laws have the meaning set forth in the law of your state of residence when used in this section. If you are a California resident applying for a job, please click here for information about our privacy practices for applicant information.} "
    },
    {
      "Text": "Office Depot obtains the categories of personal information listed above from the following categories of sources:\\n\\nDirect interactions. You may give us your information by filling in forms or by corresponding with us by mail, phone, fax, email, webform, or in-person. This includes, but may not be limited to, personal data you provide when you:\\nPurchase our products;\\nCreate a user account on our website;\\nSubscribe to our publications;\\nRequest marketing be sent to you;\\nInteract with our website;\\nInteract with us, including through our website, app, or customer service;\\n Interact with social media by visiting Office Depot pages, commenting on or liking posts;\\nEnter a competition, promotion, or survey; or\\nProvide information in-person at industry events or other venues, or providing information by phone, fax or email.\\nAutomated technologies or interactions. As you interact with our website and app, we may automatically collect data about your equipment, browsing actions and patterns. We collect this personal data by using cookies and other similar technologies",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {YES Some of this information (including government IDs, payment card information, account login information, and precise geolocation data) may be considered “sensitive” under certain Privacy Laws. Whether information is sensitive information will depend on the Privacy Laws in your jurisdiction.} "
    },
    {
      "Text": "Third parties or publicly available sources. We may receive personal data about you from various third parties and public sources as set out below:\\nTechnical data from the following parties:\\n(a) Analytics providers such as Google;\\n(b) Advertising networks such as Google Adwords, Bing Adcenter, Amazon ads, and Criteo sponsored ads;\\nData from providers of techni",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We collect this personal data by using cookies and other similar technologies. Please click here for Office Depot's Cookie Policy for further details about cookies and how to opt out.} "
    },
    {
      "Text": "cal, payment and delivery services; and\\nData from data brokers.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Use of Personal Information\\n\\nWe may use and/or disclose the personal information we collect for one or more of the following business purposes:\\n\\nTo register you as a new customer\\nTo process and deliver your order including:\\n(a) Managing payments, fees and charges\\n(b) Collecting and recovering money owed to us\\n(c) Telling you about or handling issues with your orders  \\nTo manage our relationship with you which will include:\\n(a) Notifying you about changes to our terms or privacy policy\\n(b) Responding to your requests or questions and asking you to leave a review or take a survey\\nTo enable you to partake in a prize draw, competition, or complete a survey\\nTo administer and protect our business and this website and for security purposes (including troubleshooting, data analysis, testing, system maintenance, support, reporting and hosting of data)\\nTo deliver relevant website/mobile content and advertisements to you and measure or understand the effectiveness of the advertising we serve to you\\nFor quality, training, and customer service purposes\\nTo use data analytics to improve our website, products/services, marketing, customer relationships and experiences, to customize your experience with us, and to look at site trends and customer interests\\nTo make suggestions and recommendations to you about goods, products, promotions, offers, or services that may be of interest to you \\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Third parties or publicly available sources. We may receive personal data about you from various third parties and public sources as set out below: Technical data from the following parties: (a) Analytics providers such as Google; (b) Advertising networks such as Google Adwords, Bing Adcenter, Amazon ads, and Criteo sponsored ads; Data from providers of technical, payment and delivery services; and Data from data brokers.} "
    },
    {
      "Text": "Use of Personal Information\\n\\nWe may use and/or disclose the personal information we collect for one or more of the following business purposes:\\n\\nTo register you as a new customer\\nTo process and deliver your order including:\\n(a) Managing payments, fees and charges\\n(b) Collecting and recovering money owed to us\\n(c) Telling you about or handling issues with your orders  \\nTo manage our relationship with you which will include:\\n(a) Notifying you about changes to our terms or privacy policy\\n(b) Responding to your requests or questions and asking you to leave a review or take a survey\\nTo enable you to partake in a prize draw, competition, or complete a survey\\nTo administer and protect our business and this website and for security purposes (including troubleshooting, data analysis, testing, system maintenance, support, reporting and hosting of data)\\nTo deliver relevant website/mobile content and advertisements to you and measure or understand the effectiveness of the advertising we serve to you\\nFor quality, training, and customer service purposes\\nTo use data analytics to improve our website, products/services, marketing, customer relationships and experiences, to customize your experience with us, and to look at site trends and customer interests\\nTo make suggestions and recommendations to you about goods, products, promotions, offers, or services that may be of interest to you \\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Third parties or publicly available sources. We may receive personal data about you from various third parties and public sources as set out below: Technical data from the following parties: (a) Analytics providers such as Google; (b) Advertising networks such as Google Adwords, Bing Adcenter, Amazon ads, and Criteo sponsored ads; Data from providers of technical, payment and delivery services; and Data from data brokers.} "
    },
    {
      "Text": "We generally use Sensitive Information for reasonably expected purposes, to provide you with services, in connection with your requests, and as authorized by law. We use Geolocation information for marketing purposes, including to customize the ads you see on our digital properties and in our emails. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Third parties or publicly available sources. We may receive personal data about you from various third parties and public sources as set out below: Technical data from the following parties: (a) Analytics providers such as Google; (b) Advertising networks such as Google Adwords, Bing Adcenter, Amazon ads, and Criteo sponsored ads; Data from providers of technical, payment and delivery services; and Data from data brokers.} "
    },
    {
      "Text": "Disclosing Personal Information\\n\\nOffice Depot may disclose your personal information to a third party for a business purpose.\\n\\nWe disclose your personal information with the following categories of third parties:\\n\\nEntities owned in whole or in part by Office Depot and/or its shareholders\\nAuthorized distributors and shippers of Office Depot’s products.\\nService providers acting as data processors.\\nAnalytics providers, ad networks, and social media platforms\\nProfessional advisers including lawyers, bankers, auditors and insurers who provide consultancy, banking, legal, insurance and accounting services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We use Geolocation information for marketing purposes, including to customize the ads you see on our digital properties and in our emails. Office Depot will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing you notice.} "
    },
    {
      "Text": "Disclosures of Personal Information for a Business Purpose\\n\\n\\nIn the preceding twelve (12) months, Office Depot has disclosed the following categories of personal information for a business purpose:\\n\\nCategory A: Identifiers.\\nCategory B: Personal information categories listed in certain applicable laws (including the California Customer Records statute (Cal. Civ. Code § 1798.80(e)))\\nCategory D: Commercial information.\\nCategory F: Internet or other similar network activity.\\nCategory G: Geolocation data.\\nCategory H: Sensory data.\\nCategory I: Professional or employment-related information.\\nCategory K: Inferences drawn from other personal information.\\n\\nIn the preceding twelve (12) months, Office Depot has not disclosed the following categories of personal information for a business purpose:\\n\\n\\nCategory E: Biometric information.\\nCategory J: Non-public education information.\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Service providers acting as data processors. Analytics providers, ad networks, and social media platforms Professional advisers including lawyers, bankers, auditors and insurers who provide consultancy, banking, legal, insurance and accounting services.} "
    },
    {
      "Text": "Category\\n\\nExamples\\n\\nCollected\\n\\nA. Identifiers.\\n\\nA real name, postal address, unique personal identifier, online identifier, mobile device IDs, Office Depot Rewards ID, Internet Protocol and MAC addresses, email address, account name and password, or other similar identifiers.\\n\\nYES\\n\\nB. Personal information categories listed in certain applicable laws (including the California Customer Records statute (Cal. Civ. Code § 1798.80(e))).\\n\\nA name, signature, address, telephone number, education, driver’s license number, Social Security Number, credit card number, debit card number, or any other methods of payment for our products, or medical information.\\nSome personal information included in this category may overlap with other categories.\\n\\nYES\\n\\nC. Protected classification characteristics \\n\\nAge, sex, veteran, or military status\\n\\nYES\\n\\nD. Commercial information.\\n\\nRecords of products or services purchased, obtained, or considered, and survey responses..\\n\\nYES",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you are a California resident applying for a job, please click here for information about our privacy practices for applicant information. Information We Collect Our Website collects information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device (”personal information”).} "
    },
    {
      "Text": "F. Internet or other similar network activity.\\n\\nBrowsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.\\n\\nYES\\n\\nG. Geolocation data.\\n\\nPrecise device and physical location or movements.\\n\\nYES\\n\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "K. Inferences drawn from other personal information.\\n\\nProfile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.\\n\\nYES",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Sale or Sharing of Personal Information\\n\\n\\nIn the preceding twelve (12) months, Office Depot has sold or shared (as these terms are defined under Privacy Laws) the following categories of personal information. (Office Depot does not knowingly collect, sell, or share the personal information of individuals under the age of 16).\\n\\nCategory A: Identifiers.\\nCategory B: Personal information categories listed in certain applicable laws (including the California Customer Records statute (Cal. Civ. Code § 1798.80(e)))\\nCategory D: Commercial information.\\nCategory F: Internet or other similar network activity.\\nCategory G: Geolocation data.\\nCategory I: Professional or employment-related information.\\nCategory K: Inferences drawn from other personal information.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In the preceding twelve (12) months, Office Depot has not disclosed the following categories of personal information for a business purpose: Category E: Biometric information. Category J: Non-public education information.} "
    },
    {
      "Text": "\\nCategory\\n\\nExamples\\n\\nCollected\\n\\nA. Identifiers.\\n\\nA real name, postal address, unique personal identifier, online identifier, mobile device IDs, Office Depot Rewards ID, Internet Protocol and MAC addresses, email address, account name and password, or other similar identifiers.\\n\\nYES\\n\\nB. Personal information categories listed in certain applicable laws (including the California Customer Records statute (Cal. Civ. Code § 1798.80(e))).\\n\\nA name, signature, address, telephone number, education, driver’s license number, Social Security Number, credit card number, debit card number, or any other methods of payment for our products, or medical information.\\nSome personal information included in this category may overlap with other categories.\\n\\nYES\\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you are a California resident applying for a job, please click here for information about our privacy practices for applicant information. Information We Collect Our Website collects information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device (”personal information”).} "
    },
    {
      "Text": "D. Commercial information.\\n\\nRecords of products or services purchased, obtained, or considered, and survey responses..\\n\\nYES",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "F. Internet or other similar network activity.\\n\\nBrowsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.\\n\\nYES",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "G. Geolocation data.\\n\\nPrecise device and physical location or movements.\\n\\nYES",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "I. Professional or employment-related information.\\n\\nCurrent or past job history or performance evaluations.\\n\\nNO",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "K. Inferences drawn from other personal information.\\n\\nProfile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.\\n\\nYES",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "I. Professional or employment-related information.\\n\\nCurrent or past job history or performance evaluations.\\n\\nNO",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Access to Specific Information, Right to Know, and Data Portability Rights\\n\\n\\nYou have the right to request that Office Depot disclose certain information to you about our information collection and disclosure practices. You also have the right to request a copy of the specific pieces of personal information we collected about you.  Once we receive and confirm your verifiable consumer request, we will disclose to you::\\n\\nThe categories of personal information we collected about you, the categories of information we shared for a business purpose and the categories of information we sold during the prior 12 months.\\nThe specific pieces of personal information we collected about you since January 1, 2022, subject to certain exceptions. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Your Rights and Choices The Privacy Laws provide residents of California, Colorado, Connecticut, Utah and Virginia with specific rights regarding their personal information. This section describes your rights under the Privacy Laws, explains how to exercise those rights, and provides information about the response timing and format and your rights to appeal our decisions.} "
    },
    {
      "Text": "Access to Specific Information, Right to Know, and Data Portability Rights\\n\\n\\nYou have the right to request that Office Depot disclose certain information to you about our information collection and disclosure practices. You also have the right to request a copy of the specific pieces of personal information we collected about you.  Once we receive and confirm your verifiable consumer request, we will disclose to you::\\n\\nThe categories of personal information we collected about you, the categories of information we shared for a business purpose and the categories of information we sold during the prior 12 months.\\nThe specific pieces of personal information we collected about you since January 1, 2022, subject to certain exceptions. ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Your Rights and Choices The Privacy Laws provide residents of California, Colorado, Connecticut, Utah and Virginia with specific rights regarding their personal information. This section describes your rights under the Privacy Laws, explains how to exercise those rights, and provides information about the response timing and format and your rights to appeal our decisions.} "
    },
    {
      "Text": "Deletion Request Rights\\n\\n\\nYou have the right to request that Office Depot delete your personal information that we collected from you and retained, subject to certain exceptions. ",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Once we receive and confirm your verifiable consumer request, we will disclose to you:: The categories of personal information we collected about you, the categories of information we shared for a business purpose and the categories of information we sold during the prior 12 months. The specific pieces of personal information we collected about you since January 1, 2022, subject to certain exceptions.} "
    },
    {
      "Text": "For example, under certain Privacy Laws, we may deny your deletion request if retaining the information is necessary for us or our service provider(s) to:\\n\\nComplete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you.\\nDetect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities and to help to ensure security and integrity to the extent the use of your personal information is reasonably necessary and proportionate for those purposes.\\nDebug products to identify and repair errors that impair existing intended functionality.\\nExercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.\\nComply with the California Electronic Communications Privacy Act (Cal. Penal Code § 1546 et. seq.).\\nEngage in public or peer-reviewed scientific, historical, or statistical research that conforms or adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s ability to complete such research, if you previously provided informed consent.\\nEnable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us and compatible with the context in which you provided the information.\\nComply with a legal obligation.\\nMake other internal and lawful uses of that information that are compatible with the context in which you provided it",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {We collect information from you in several ways. We collect information directly from you.} "
    },
    {
      "Text": "Information Correction Rights\\n\\nYou have the right to request that we correct information that we hold which is inaccurate",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us and compatible with the context in which you provided the information. Comply with a legal obligation.} "
    },
    {
      "Text": "Your Opt-Out Rights \\n\\nDo Not Sell My Personal Information\\n\\nYou have the right to opt out of the sale of your personal information. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {In some cases, for instance if you have an account with us, you can update your information by logging into your account. Please see below for information on how to exercise these rights and response timing and format.} "
    },
    {
      "Text": "Do Not Share My Personal Information; Opt out of Targeted Advertising \\n\\nYou have the right to opt out of having your personal information shared for cross context behavioral advertising purposes and having your information used for targeted advertising.  ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Your Opt-Out Rights Do Not Sell My Personal Information You have the right to opt out of the sale of your personal information. Once we receive your request, we will opt you out from the sale of such information.} "
    },
    {
      "Text": "Right to Limit Use and Disclosure of Sensitive Personal Information\\n\\nYou have the right, at any time, to direct us to limit our use of your sensitive personal information to that use which is necessary to perform the services or provide the goods reasonably expected by an average consumer who requests those goods or services.  This does not include sensitive personal information that is collected or processed without the purpose of inferring characteristics about you.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Cross-context behavioral or targeted advertising means that we display an advertisement to you that is selected based on personal information about you that we obtained or inferred over time from your activities across other companies’ websites, applications, or online services that we use to predict your preferences or interests. Targeted advertising does not include using your interactions with us or information that you provide to us for us to select advertisements to show you.} "
    },
    {
      "Text": "Exercising your rights\\n\\nExercising Do Not Sell and Do Not Share My Personal Information Rights\\nYou can opt out of the sale or sharing of information for targeted, cross-context or behavioral marketing purpose in several ways.\\n\\nVisit our online Do Not Sell or Share My Information page and submit your name, ZIP Code, email address and phone number with your request.  ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Opt Out of Profiling You have the right to direct us not to engage in profiling using your personal information. Profiling is any automated processing performed on personal information that is used to evaluate, analyze, or predict personal aspects related your economic situation, health, personal preferences, interests, reliability, behavior, location, or movements.} "
    },
    {
      "Text": "Call our toll-free phone number 1-800-463-3768. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We will use the information you submit for purposes of processing your request. We act upon your request within 15 days.} "
    },
    {
      "Text": "Visit a kiosk in any of Office Depot or OfficeMax stores located in California and submit an online request.\\nActivate certain user-enabled global privacy controls, such as a browser plug-in or privacy setting, device setting, or other mechanism, that communicates or signals your choice to opt-out of the sale and sharing of personal information",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We will use the information you submit for purposes of processing your request. We act upon your request within 15 days.} "
    },
    {
      "Text": "Exercising Access, Deletion, Profiling, Correction, and Limit Use of Sensitive Information Rights\\n\\n\\nTo exercise the access, deletion, profiling, and information correction rights, and the right to limit use of sensitive information described above, please submit a verifiable consumer request to us by either:\\n\\nVisiting our Website Portal available here\\n By calling 1-800-463-3768\\nAt any of Office Depot or OfficeMax stores\\nBy sending us an email here.\\n",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {This website uses certain third-party tracking tools that collects information about you passively. In addition to opting out of the sale of data collected by Office Depot, you may also opt out of the collection of your information by such tools by clicking here to opt out of the collection of your information .} "
    },
    {
      "Text": "Non-Discrimination; Notice of Financial Incentive\\n\\nWe will not discriminate against you for exercising any of your Privacy Law rights. Unless permitted by law, we will not:\\n\\n\\nDeny you goods or services.\\nCharge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.\\nProvide you a different level or quality of goods or services.\\nSuggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Current or past job history or performance evaluations. NO J.} "
    },
    {
      "Text": "Do Not Sell My Personal Information\\nWhen you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In some cases, for instance if you have an account with us, you can update your information by logging into your account. Please see below for information on how to exercise these rights and response timing and format.} "
    },
    {
      "Text": "Strictly Necessary Cookies\\nAlways Active\\nThese cookies are necessary for the website to function and cannot be switched off in our systems.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). For more information about the First and Third Party Cookies used please follow this link.} "
    },
    {
      "Text": "Performance Cookies\\nPerformance Cookies\\nThese cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.} "
    },
    {
      "Text": "Under the California Consumer Privacy Act, you have the right to opt-out of the sale of your personal information to third parties",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.} "
    },
    {
      "Text": "These cookies collect information for analytics and to personalize your experience with targeted ads",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance. Sale of Personal Data Sale of Personal Data Under the California Consumer Privacy Act, you have the right to opt-out of the sale of your personal information to third parties.} "
    },
    {
      "Text": "You may exercise your right to opt out of the sale of personal information by using this toggle switch.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Sale of Personal Data Sale of Personal Data Under the California Consumer Privacy Act, you have the right to opt-out of the sale of your personal information to third parties. These cookies collect information for analytics and to personalize your experience with targeted ads.} "
    }
  ]
}