{
  "policy_id": "70",
  "text": "Privacy Policy | Party City Skip to main Free Shipping or Same Day Delivery on $59+ No code needed. Details How are you shopping today? 97415 Brookings, 97415 Ship To Canada Find a Store Track Order/Help Show Navigation Close Navigation Cart 0 Items 0 Search Search for... Cancel Recent Searches Clear Most Popular Birthday Party Balloons Thanksgiving Christmas Cart 0 Items 0 Birthday Balloons Party Supplies Thanksgiving Holidays & Occasions Theme Parties Halloween Candy Party+ Las Vegas Track Order/Help Offers Contact Us Ship To Birthday Birthday Party Themes Milestone Birthdays Birthday Themes for Adults Birthday Themes for Kids 1st Birthday 2nd Birthday 3rd Birthday Barbie Bluey Disney Princess Harry Potter The Little Mermaid Paw Patrol Pokemon Sonic the Hedgehog Spider-Man Super Mario Teenage Mutant Ninja Turtles Unicorn Birthday Party Favors Boys' Girls' Deluxe: $1-$5 Value Packs Birthday Balloons Balloons by Age Character Balloons Bouquets Birthday Piñatas Birthday Cake Supplies Birthday Candles Birthday Hats, Sashes and Crowns Personalized Birthday Supplies Shop All Birthday Party Decorations Birthday Backdrops Birthday Banners Birthday Yard Signs Toys & Games Stuffed & Plush Toys Gift Bags & Wrap Celebrate Their Birthday Find party supplies in their favorite theme. Shop Birthday Themes Balloons Balloons by Color Birthday Balloons Balloons by Age Character Balloons Shop All Balloons by Type Number Balloons Latex Balloons Foil Balloons Giant Balloons Letter Balloons Balloon Bouquets Birthday Kids' Birthday Premium Bouquets Balloons for Holidays & Occasions Thanksgiving Balloons Christmas Balloons Baby Shower Balloons Wedding Balloons Balloon Weights & Accessories Shop All Balloon Decorations Balloon Arches Balloon Garlands Balloon Backdrops Balloon Yard Signs Helium Tanks & Pumps Balloon Delivery Make Any Age Special Everything you need to celebrate any milestone. Shop Number Balloons Party Supplies Party Decorations Decorations by Color Banners Cardboard Standees Photo Booth Props Scene Setters & Backdrops Yard Decorations Party Balloons Theme Parties Birthday Party Supplies Shop All Tableware & Serveware Tableware by Color Table Covers Plates Cups Premium Tableware Napkins Cutlery Fashion Tableware Serving Bowls, Trays Catering, Chafing Dishes Cocktail Party Supplies Party Favors Personalized Party Supplies Custom Big Heads Custom Fan Faces Custom Standees Invitations & Stationery Cake & Decorating Supplies Candy Get Inspired! Check out our tips & tricks to take any celebration to the next level. Explore Our Blog Thanksgiving Shop All Tableware Grateful Day Simply Thankful Happy Turkey Day Golden Autumn Premium Collection Solid Colors Party Kits Serveware Friendsgiving Shop All Decorations Home Decor Outdoor Decorations Hanging Decorations Balloons Banners Costumes & Accessories Turkey Costumes Hat & Headbands Socks Aprons Pets Fall Shop All Decorations Home Decor Outdoor Decorations Balloons Shop All Tableware Gather for Fall Golden Autumn Premium Collection Party Kits Thanksgiving Made Easy Starting at $3.50 Shop Now Holidays & Occasions Shop All Holidays Diwali Thanksgiving Hanukkah Christmas Shop All Seasonal Party Themes Fall 25% Off Fall Ceramics Winter Shop All Occasions Baby Shower Bachelorette Party Birthday Party Breast Cancer Awareness Bridal Shower First Communion Gender Reveal Graduation Halloween Baby Shower Halloween Bridal Shower Personalized Party Supplies Wedding Wedding Decorations Wedding Anniversary New Wedding Designs Say \"I Do\" with tableware, decor & more. Shop Wedding Supplies Theme Parties Shop All Theme Parties Kids’ Birthday Themes​ Adult Birthday Themes​ Barbie Carnival Casino Cocktail Fiesta Hollywood Paris Decades Western Shop All Sport Themes Football & NFL Baseball & MLB Texas Rangers College & NCAA Basketball & NBA Soccer Shop All Occasions Anniversary Bachelorette Bridal Shower Wedding Baby Gender Reveal Baby Shower Shop All Color Themes Pink Red Yellow Gold Rose Gold Green Blue Silver Black Shop All Seasonal Themes Fall Winter Spring Summer Birthdays With Character Explore all the popular birthday themes. Shop Kids' Birthdays Halloween Shop All Halloween Deals Shop All Decorations Animatronics Fog Machines & Lighting Home Decorations Indoor Decorations Outdoor Decorations Props Shop All Costumes Costumes by Theme Family & Group Costumes Couples' Costumes Shop All Adult Costumes Couples' Costumes Men's Costumes Plus Size Costumes Women's Costumes Shop All Kids' Costumes Baby Costumes Boys' Costumes Girls' Costumes Toddler Costumes Dog Costumes Shop All Costume Accessories Costumes by Color Hats Makeup Masks Wigs Halloween Costumes Unleash your alter ego. Shop Now Candy Shop All Candy By Type Bulk Candy Lollipops Rock Candy Gumballs Chocolate Candy Candy Buffet by Color Shop All Candy Containers Candy Boxes Shop All Candy by Brand M&Ms Pop Rocks Ring Pops Nerds Hershey's PEZ Sour Patch Shop All Cake Supplies Cake Icing & Decorations Shop All Cupcake Supplies Cupcake Decorations & Picks Cake Pop Supplies Boxes, Carriers & Treat Bags Create a Candy Buffet Mix & Match 10+ colors of candy from your favorite candy brands. Shop Candy Buffet Party+ Las Vegas Take the Quiz Shop By Seller Shop By Category Cakes & Bakeries Entertainment Food Trucks & Catering Photography Services Planners & Stylists Specialty Party Rentals Shop by Party Theme Five is a Vibe Get Your Game On Soccer Raiders Wild and Groovy United States Canada Edit Store Use My Location Zip or City & State* Radius 10\nmiles 20\nmiles 30\nmiles 40\nmiles 50\nmiles Go Please enter a zip code or city & state. Home Privacy Policy Privacy Policy Last updated: December 22, 2022 This Privacy Policy explains how Party City and its affiliates (together, “ Party City ”, “ we ”, “ our ”, or “ us ”) collect, use, and share information about you (“ customer ”, “ you ”, or “ your ”) that you provide or that we obtain at our retail locations (“ in-store ”), online when you visit our website www.partycity.com or its related subdomains (“ Website ”), through our mobile application (“ Mobile Application ”) or through other interactions with you that are described below (collectively referred to as our “ Properties ”). Our Privacy Policy also describes the rights and choices you may have with respect to your personal information, how you can assert those rights, and how you can reach us to get answers to your questions. Please take a moment to familiarize yourself with our privacy practices. If you have any questions regarding our privacy practices, please see the Contact Us section at the end of the Privacy Policy. For more information about how users with disabilities can access this Privacy Policy in an alternative format, please call 1-800-727-8924. Please note that our privacy practices are subject to the applicable laws of the regions in which we operate. Accordingly, some additional region-specific terms will only apply to customers located in those geographic regions, or as required by applicable laws. BY USING OR ACCESSING OUR PROPERTIES, YOU SIGNIFY YOUR AGREEMENT TO BE BOUND BY OUR PRIVACY POLICY. IF YOU DO NOT AGREE TO THIS PRIVACY POLICY YOU MAY NOT ACCESS OR OTHERWISE USE OUR PROPERTIES. The following links will take you directly to the corresponding sections of this Privacy Policy. What Our Privacy Policy Covers Personal Information We Collect from You How We Collect Your Personal Information How We Use Your Personal Information How We Disclose Your Personal Information Links to Other Sites and Social Media Services Interest-Based Advertising How We Protect Your Personal Information Your Choices Transmission of Information to Other Countries Children’s Privacy Contact Us Changes to This Policy California Privacy Rights Notice of Financial Incentive Virginia Privacy Rights WHAT OUR PRIVACY POLICY COVERS We use the term “personal information” – also called “personal data” in the laws of some states and countries – to refer to information that reasonably identifies, relates to, describes, or can be associated with you. Data that has been deidentified or that otherwise cannot reasonably be related back to a specific person is not considered personal information. The precise definition of personal information may vary depending on your state or country of residence. This Privacy Policy applies to the personal information that we obtain in various contexts, including: When you access or use our Websites, our Mobile Application, or any other applications or services that link to this Privacy Policy When you visit us in-store Communicate with us in email, text and other communications between you and our Properties, or through any non-electronic correspondence that you send us. Shop with our third-party partners Engage with us on social media Participate in any of our programs or events, including sweepstakes, contests or surveys We may provide different or additional privacy notices in connection with certain activities, programs, and offerings. Additionally, we may provide additional “just-in-time” notices or notices at collection, under applicable law, that may supplement or clarify our privacy practices or provide you with additional choices regarding your personal information. PERSONAL INFORMATION WE COLLECT FROM YOU The following are the categories and types of personal information that we may collect from or about you, depending on how you interact with us and our Properties: Personal identifiers, such as name, email address, postal address, online identifier, username or social media handle, internet protocol (IP) address, account name, or other similar identifiers. Device and online identifiers and related information, including device identifier, IP address, cookies, mobile ad identifier, phone number, or similar unique identifiers. Internet or other electronic network activity information, including, browsing history, search history, and information regarding your interactions with our Properties or advertisements. Demographic information, such as age or gender. Financial information, such as credit card numbers. Commercial information, including products or services purchased, rented, returned, considered, or other purchasing or consuming histories or tendencies. User content, including your communications with us and any other content you provide, such as social media profiles, photographs, images, videos, survey responses, comments, product reviews, testimonials, and other content. Geolocation information, including through your IP address or mobile device Audio and visual information, including photographs, images, and voice Professional or employment-related information Inferences drawn from any of the information above HOW WE COLLECT YOUR PERSONAL INFORMATION We collect personal information about you from various sources by different methods. Personal Information You Provide We will ask you to provide us with personal information if you choose to engage with certain functions on our Mobile Application or Website or with us on our other Properties. The following are the categories and types of personal information that we may collect from or about you, depending on how you interact with our Properties: Create a Party City account. When you create a Party City account, you will provide us with certain personal identifiers, such as your name, date of birth, and email address. We will also ask you to provide a Party City username and password. Make a purchase. If you make a purchase, you will need to provide certain personal identifiers, such as your name, physical address, and email address, as well as customer records information, including payment card number. Engage with social media. You may choose to share your own personal identifiers, such as your name and any other personal information you choose to include in your post, through our ratings and review pages, and social media pages. Interact with us. When you communicate with us or send us any feedback, questions, requests for support, comments, suggestions, ideas, or interact with us in any way, we will collect certain personal identifiers that you provide, such as your name and email address. Subscribe to Party City updates and promotions. You will have the option to sign up for Party City email updates or our FUN text message updates for products and offers that may be of interest to you. If you choose to sign up for such updates and promotions, we will ask you to provide us with personal identifiers, such as your name, email address and/or telephone number. Participate in a contest, sweepstakes or survey. We may collect personal information, such as name and email address, associated with your participation in a Party City contest, sweepstakes or survey. Visit one of our stores. If you visit one of our Party City locations, we may capture video images of you through our closed circuit security camera and may collect geolocation information from your mobile device. Apply for or accept a job with Party City. Our use of personal information of applicants, employees and other staff members is addressed in our Applicant/Staff Members Privacy Notice . Contact us. If you contact our customer care team via telephone, we may collect any personal information that you choose to provide to us over the phone. If you contact us through our Website or Mobile Application, we may collect personal information, such as your name and contact information, and we may keep a record of your communication with us and any personal information that you choose to provide in the course of your communication with us. Personal Information We Collect Automatically We collect internet and other electronic network information and location information automatically as you navigate our Website or Mobile Application. The technologies deployed through our Website and/or Mobile Application collect internet and other electronic network information as follows: Usage Information. Information about your interaction with our Website and Mobile Application, such as the pages you access on our Website or through the Mobile Application, the frequency of access, what you click on, and when you accessed the Website or Mobile Application. Location Information. Information about your location, which may be determined through your device’s IP address and which may include precise geolocation information. Mobile Device Information. Your mobile device may also share precise geolocation information when you are in one of our stores if you consent to such sharing by enabling it in your device’s location settings. Device Information. Information about the device you are using, such as hardware model, operating system, browser, and your Website or Mobile Application preferences. When you visit our Website or Mobile Application, open or click on emails we send you, or interact with our advertisements, we or third parties we work with may automatically collect certain information using technologies such as cookies and other tracking technologies described below . Cookies and Similar Technology \"Cookies\" are pieces of information that may be placed on your device by a website to collect data to facilitate and enhance your communication and interaction with that website. Such data may include, for example, the address of the websites you visited before and after you visited our Website, the type of browser you are using, your Internet Protocol (IP) address, what pages in the Website or Mobile Application you visit and what links you clicked on, the region where your device is located, and geographic information based on your IP data. We may store some information on your device or device hard drive as a cookie or similar type of file (such as clear gifs, web beacons, tags, and similar technologies that work on mobile devices) to collect data related to usage of the Website. We may also use cookies to customize your visit to the Website and/or Mobile Application and for other purposes to make your visit more convenient or to enable us to enhance our services. To learn about the types of cookies we use, please see our Cookies policy . Clickstream As you use the Internet, a trail of electronic information is left at each website you visit. This information, which is sometimes referred to as \"clickstream data,\" can be collected and stored by a website's server. Clickstream data can tell us the type of computer or device and browsing software you use and the address of the website from which you linked to the Website or Mobile Application. We may collect and use clickstream data as a form of aggregate information to anonymously determine how much time visitors spend on each page of our Website or Mobile Application, how visitors navigate throughout the Website or Mobile Application, and how we may tailor our web pages to better meet the needs of visitors. This information will be used to improve our Website, Mobile Application and our services. Analytics We may work with third-party service providers who use the technologies described in this section to conduct website analytics to help us track and understand how visitors use our Website, Mobile Application or other services. In-store and Other Offline Technologies In some cases, we record customer service calls for quality assurance. We may also use closed circuit television or other video recording technology in our stores for safety, security, fraud, loss prevention, and operational purposes. Social Media Platforms and Networks Our Website and Mobile Application may include social media features, such as Instagram, Facebook, and Twitter widgets. These widgets may use cookies or other tracking technologies to collect electronic and other internet activity information, such as your IP address and which page you are visiting on our Website or Mobile Application. Such social media features and widgets are hosted by third parties and your interactions with those features are governed by the privacy policies of the companies that provide them. We may also collect information about you from social media platforms and networks if you post content publicly or to our social media account (e.g. by using a hashtag) or if you post content to third-party social media hosts such as Facebook, Twitter, Pinterest, and Instagram. From Other Sources We may obtain information about you from other sources, such as data analytics providers, marketing or advertising service providers, fraud prevention service providers, vendors that provide services on our behalf, or publicly available sources. We also create information based on our analysis of the information we have collected from you. HOW WE USE YOUR PERSONAL INFORMATION We collect and use personal information for various purposes, including: Products and Services Fulfillment Depending on how you use our Website or Mobile Application or otherwise interact with our Properties, we may use your personal information to: Provide products and services, such as to fulfill your orders and/or complete the transactions you request Process your payments Provide you receipts and order updates Deliver your purchases Send notifications to you related to your account, purchases, subscriptions Create, maintain, and otherwise manage your Party City account, profile, or subscription, including offering functionalities such as the ability to save your user preferences and transaction history Provide a forum for discussion, questions, posting photos, sharing experiences Provide interactive features of our Website or Mobile Application, such as product reviews Communicating With You We use your personal information to communicate with you, such as to respond to and/or follow-up on your requests, inquiries, issues or feedback, and to provide customer service. Marketing and Promotional Purposes We use personal information for marketing and promotional purposes, including to: Send marketing, advertising, and promotional communications by email, text message or postal mail (such as trend alerts, promotions, new product launches, and event invitations) Show you advertisements for products or services tailored to your interests on social media and other websites Provide you with information about products or services we believe may interest you Administer our sweepstakes, contests, other promotions and surveys Analytics and Personalization We use personal information to conduct research and analytics, including to: Improve our services and product offerings Understand how you interact with our Properties, advertisements, and communications with you to determine which of our products or services are the most popular and to improve our Properties and marketing campaigns Customize the marketing and advertising that we show you Create a more personalized experience for you when you visit us online or in stores Better understand our customers’ needs Provide personalized recommendations about our products and services. Security and Fraud Prevention We use personal information to detect, investigate, prevent, or take action regarding possible malicious, deceptive, fraudulent, or illegal activity, including fraudulent transactions, attempts to manipulate or violate our policies, procedures, and terms and conditions, security incidents, and harm to the rights, property, or safety of us and our users, customers, employees, or others; and to maintain the security of our in-store locations. Legal Obligations We use personal information to comply with our legal or regulatory obligations, to establish or exercise our rights, and to defend against a legal claim. Core Business Functions We use personal information to support core business functions, such as to: Provide, maintain and improve the functionality of our Website and Mobile Application, including identifying and resolving any issues Monitor user experience Engage in quality assurance of our customer care team and monitor our customer care communications Process applications to work with us and for administration and business purposes relating to our employees and staff (see our Applicant/Staff Members Privacy Notice) Please note that if you specifically consent to additional uses of your personal information, we may use your personal information in a manner consistent with that consent. HOW WE DISCLOSE YOUR INFORMATION Besides using your personal information ourselves, and in addition to any specific uses mentioned elsewhere in this Privacy Policy, we may disclose your personal information and other information to other companies, affiliates, and third parties in the following instances: Vendors and Service Providers. We may share the personal information we collect with entities that provide support services to us, such as analytics providers, call center providers, customer support providers, chat providers, email providers, shipping service providers, payment processors, web hosting providers, and e-commerce providers that assist us in taking orders, managing orders, and resolving customer issues. We also share the personal Information we collect with entities that provide us with support to market our products and services, including interest-based advertising. Delivery Services. We may share the personal information we collect with our delivery partners and their employees and independent delivery personnel (including drivers) for the purpose of providing you delivery services that you may request in connection with a purchase from us. In addition, if you are providing delivery services for us (as a driver or otherwise) to our customers, your personal information may be collected by us and our third-party delivery partners. Corporate Reorganization. In the event that we enter into, or intend to enter into, a transaction that alters the structure of our business, such as a reorganization, merger, acquisition, sale, joint venture, assignment, consolidation, transfer, change of control, or other disposition of all or any portion of our business, assets or stock, we would share personal information with third parties, including the buyer or target (and their agents and advisors) for the purpose of facilitating and completing the transaction. We would also share personal information with third parties if we undergo bankruptcy or liquidation, in the course of such proceedings. To Prevent Harm. We may disclose personal information if we believe it is necessary to detect, investigate, prevent, or take action against illegal activities, fraud, or situations involving potential threats to the rights, property, or personal safety of any person. Legal Purposes. We may disclose personal information and other information as we believe necessary or appropriate: (a) under applicable law, including laws outside your country of residence; (b) to comply with legal process; (c) to respond to requests from public and government authorities including public and government authorities outside your country of residence; (d) to enforce our Terms of Use ; (e) to protect our operations or those of any of our affiliates; (f) to protect our rights, privacy, safety or property, and/or that of our affiliates, you, or others; and (g) to allow us to pursue available remedies or limit the damages that we may sustain. With Your Consent. Apart from the reasons identified above, we may request your permission to share your personal information for a specific purpose. We will notify you and request consent before you provide the personal information or before the personal information you have already provided is shared for such purpose. Aggregated or Non-personal information. We may share aggregated or non-personal information with unaffiliated third parties, such as business partners, manufacturers, distributors, and retailers. We may share this non-personal information for a variety of purposes, including to improve and enhance your experience using the Website, Mobile Application or other Properties, and for our market research activities. LINKS TO OTHER SITES AND SOCIAL MEDIA SERVICES We may create links to other websites that we think may interest you, such as providers of various products and services. We may also provide links that allow you to send or forward a post from our Website or Mobile Application through or to a third-party social media site or other means of electronic communication, such as an email or text messaging service. We do not endorse any other websites, providers or services by providing such links, and our privacy policy applies only to your use of our Properties. We are not responsible for the privacy policies of any websites and services we link to on our Website, and you should read the privacy policies of each site you visit to determine what information that site may collect about you. The Website and Mobile Application may also integrate with social networking services. We do not control such services and are not liable for the manner in which they operate. While we may provide you with the ability to use such services in connection with our Website and Mobile Application, we are doing so merely as an accommodation and, like you, are relying upon those third party services to operate properly and fairly. Please be aware that personal information which you voluntarily include and transmit online in a publicly accessible blog, forum, social network or otherwise online may be viewed and used by others. We are unable to control such uses of your personal information, and by using such services you assume the risk that the personal information provided by you may be viewed and used by third parties. INTEREST-BASED ADVERTISING We may ourselves, or with third party vendors, use information we collect or vendor information to deliver targeted advertising to you when you visit other websites or digital properties, or our Website and Mobile Application. Cookies, clickstream data, and other similar technologies described in this Privacy Policy may be used in this process. For example, if you are searching for information on a particular product, we or our vendor may cause an advertisement to appear on other websites you view with information on that product. This form of advertising, sometimes called “targeted advertising,” “behavioral advertising,” or “cross-context behavioral advertising,” enables us and our vendors to know your interests in connection with the delivery of that specific ad. We believe that such advertising is helpful because you will see advertisements that are relevant to your interests. However, if you would like to opt out of these interest-based advertisements, you may follow the opt-out process described below under Your Choices . HOW WE PROTECT YOUR PERSONAL INFORMATION We have implemented measures designed to secure your personal information from accidental loss and from unauthorized access, use, alteration, and disclosure. We protect your personal information by maintaining physical, electronic, and procedural safeguards. All personal information that you may provide on our Website will be Transport Layer Security (TLS) encrypted. Party City also uses computer safeguards such as firewalls and data encryption methods to protect your information. If you have an online account, please avoid sharing your password or using any information that others can easily learn about you, such as a family member's name or birthday. We also recommend that you frequently change your password. When you are finished with a session on our Website, be sure that you log out and close the browser window so nobody can pick up where you left off. However, no method of safeguarding information is completely secure. While we use measures designed to protect personal information, we cannot guarantee that our safeguards will be effective or sufficient. In addition, you should be aware that Internet data transmission is not always secure, and we cannot warrant that information you transmit utilizing the Website is or will be secure. YOUR CHOICES Consistent with applicable law, you may exercise the options described in this section regarding your choices with respect to your personal information and communications from us. You may also have certain additional rights available under state law depending on your state or country of residence, as described further below in the sections entitled California Privacy Rights and Virginia Privacy Rights . Your Profile Information If you have an online account with us, you can review and change your personal information at any time by logging into your account on the Website or Mobile Application and visiting your account profile page. There, you can make changes to your name, password, postal address, email address, phone number, or credit card information that you had previously entered. Email If you do not wish to receive promotional or marketing emails from us, you can unsubscribe by using the unsubscribe link included in each such email. In some cases we may provide an unsubscribe link within an operational email (e.g., surveys). Alternatively, you can contact us at 1-800-727-8924 to opt-out. Please note that we will continue to send you notifications necessary to the Website, the Mobile Application, and your Party City account to your email address. Text Messages We may send you SMS text messages if you have consented to receive mobile offers through our FUN program. You can cancel text messages at any time by texting “STOP” to 94467. After you opt-out, we will send you a confirmation message that you have successfully unsubscribed. You can learn more about our FUN program here . Message and data rates may apply. Postal Mail If you do not wish to receive catalogs, coupons, and other promotional postal mail, please email us at privacy@partycity.com. Telephone If you do not wish to receive promotional telephone calls, please call us at 1-800-727-8924 to opt-out. Uninstall our Mobile Application You can stop all further collection of your personal information by the Party City Mobile Application by uninstalling the Mobile Application. Device Location Settings You may prevent your mobile device from sharing your location data by adjusting the permissions on your mobile device or within the Mobile Application. Push Notifications If you have enabled push notifications on the Mobile Application, you may disable these at any time by updating your device settings. If you have enabled push notifications on your web browser, you may disable these at any time by clicking into the message and opting-out of future notifications. Cookies, Tracking, and Interest-Based Advertising If you would like to stop or restrict the placement of cookies or flush any cookies that may already be on your computer or device, please refer to and adjust your web browser preferences. Further information on cookies is available at www.allaboutcookies.org. By deleting our cookies or disabling future cookies, you may not be able to access certain areas or features of our Website or some of its functionality may be affected. To learn more about what cookies we use and for what purposes, please see our Cookies policy . The online advertising industry provides a service through which you may opt out of receiving targeted ads from certain data partners and other advertising partners that participate in self-regulatory programs. You can opt out of targeted advertising from certain providers that participate in the Digital Advertising Alliance (DAA) program at www.aboutads.info/consumers . Other providers are members of the Network Advertising Initiative, and you can opt out of interest-based advertising by those members by visiting http://optout.networkadvertising.org/ . Please note that by opting out, you will continue to see generic advertising that is not tailored to your specific interests and activities. For clarity, cookie-based opt-outs must be performed on each device and browser that you wish to have opted out. For example, if you have opted out on your device browser, that opt-out will not be effective on your mobile device. Additionally, if you opt out on one of your devices, that opt out may not be effective on all of your devices. You must separately opt out on each device. For targeted advertisements delivered through mobile apps, you can install the DAA’s AppChoices app (which is available in Google Play or the Apple App store) on your device to opt out of targeted advertising by certain providers and can also select a system level advertising preference feature on your device (such as “Limit Ad Tracking” on Apple devices or “Opt-out of Interest-based ads” on Android devices). Please note that cookie-based opt-outs are not effective on some mobile services. Users may opt out of certain advertisements on mobile applications or reset advertising identifiers via their device settings. To learn how to limit ad tracking or to reset the advertising identifier on your iOS and Android device, click on the following links: iOS - https://support.apple.com/en-us/HT202074 Android - https://support.google.com/ads/answer/2662922?hl=en “Do Not Track” Some browsers have a “Do Not Track” feature (also known as DNT) that lets you tell websites that you do not want to have your online activities tracked. To learn more, please visit https://www.eff.org/issues/do-not-track . We do not respond to or honor DNT signals or similar mechanisms transmitted by web browsers. However, we treat Global Privacy Control (“GPC”) signals (i) as an opt-out of selling or sharing of personal information and as a request to limit the processing of sensitive information to the extent required under the California Consumer Privacy Laws (as defined below); and (ii) as an opt-out of sale of personal information, processing for targeted advertising, and profiling to the extent required under the Virginia Consumer Data Protection Act. CHILDREN'S ONLINE PRIVACY This Website and Mobile Application are not marketed to and Party City does not knowingly collect or maintain personal information from children under the age of 16. If we learn that we have collected or received personal information from a child under the age of 16 without verification of parental consent, we will use all reasonable efforts to delete that information from our databases. If you believe we might have any information from or about a child under the age of 16, please let us know by contacting us at the contact information provided below. NEVADA RESIDENTS If you are a consumer in the State of Nevada, you may request to opt-out of the current or future sale of certain of your personal information. We do not currently sell any of your personal information under Nevada law, nor do we plan to do so in the future. However, you can submit a request to opt-out of future sales, as defined by Nevada law, by contacting us at Privacy@partycity.com . Please include “Opt-Out Request Under Nevada Law” in the subject line and body of your message. TRANSMISSION OF INFORMATION TO OTHER COUNTRIES Party City is located in the United States. If you submit personal information to us, your personal information may be processed in a foreign country where privacy laws may be less stringent than the laws in your country. By submitting your personal information to us you agree to the transfer, storage, and processing of your personal information in a country other than your country of residence including, but not necessarily limited to, the United States. CHANGES TO THIS PRIVACY POLICY This Privacy Policy is subject to change at the sole discretion of Party City, and the updated Privacy Policy will be posted on our Website. Each version of this Privacy Policy will be identified by its last updated date as provided at the top of this page. Please check back frequently and review the Privacy Policy for any updated terms or changes. CONTACT US If you have any questions or comments regarding this Privacy Policy, please do not hesitate to contact us at privacy@partycity.com or by calling 1-800-727-8924. You may also contact our corporate headquarters by writing to us at: Party City Corporation 1 Celebration Square Woodcliff Lake, New Jersey 07677 CALIFORNIA PRIVACY RIGHTS These provisions apply only to California consumers and supplement this Privacy Policy. The California Consumer Privacy Act of 2018 (“CCPA”) and the California Privacy Rights Act of 2020 (“CPRA”), collectively referred to as “California Consumer Privacy Laws,” provide California consumers with specific rights regarding their personal information. This California Privacy Rights provision describes your rights under the California Consumer Privacy Laws, explains how you may exercise your rights, and provides an overview on the types of personal information we collect. To exercise the rights below please see the section entitled How to Contact Us About Your California Privacy Rights . California Consumer Privacy Laws provide you with the following rights: Right to know. You have the right to know what categories and specific pieces of personal information we collect about you, the sources from which we collect personal information, our business or commercial purpose for the collection, use, and sharing of your personal information, and any categories of third parties to whom we sell or with whom we share your personal information. Right to data portability. You have the right to request a copy of personal data we have collected and maintained about you in the past 12 months. California Consumer Privacy Laws allow you to request your information from us up to twice during a twelve (12) month period. We will provide our response in a readily usable format, which is usually electronic. Right to delete. You have the right to request that we delete the personal information that we have collected from you and maintained, subject to certain exceptions. Please note that if you request deletion of your personal data, we may deny your request or may retain certain elements of your personal data if certain exceptions apply under California Consumer Privacy Laws. Right to opt out of selling or sharing. You have the right to opt out of the sale or sharing of your personal information, along with the right to opt in to the sale of such information. If we sell or share any of your personal information, you may, at any time, tell us not to sell or share your personal information. We will also treat Global Privacy Control browser signals as opt-out of sale/share requests under the California Consumer Privacy Laws. At the time this Privacy Policy was last updated, we have sold (as defined in California Consumer Privacy Laws) and shared personal information for the purpose of cross-context behavioral advertising in the past 12 months, as detailed below. Right to correct. You have the right to request the correction of any personal information we maintain about you. Right to limit use or disclosure of sensitive personal information (“SPI”). You have the right to limit the use or disclosure of your SPI if we are using your SPI beyond what is reasonable and proportionate to provide the requested goods or services. Right to nondiscrimination. You have the right not to receive discriminatory treatment by us for the exercise of your CCPA privacy rights. Unless permitted by the CCPA, we will not: Deny you goods or services. Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties. Provide you a different level or quality of goods or services. Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services. How to Contact Us About Your California Privacy Rights Calling us at 1-800-727-8924 Emailing us at privacy@partycity.com Clicking the Request Form link here . Verification of Your Identity After you submit a request, (except as otherwise may be provided under California Consumer Privacy Law with respect to opt-out requests) we must verify your identity in order for us to properly respond and/or confirm that it is not a fraudulent request. To verify your identity, we will request, at a minimum, that you provide your name, email address, phone number, address, and relationship to us, so that we can seek to match this information with the information existing in our systems. When providing us this information, you represent and affirm that all information provided is true and accurate. If we are unable to verify that the consumer submitting the request is the same individual about whom we have collected personal information, we may contact you for more information, or we may not be able to meet your request. Only you, or an agent legally authorized to act on your behalf, may make a verifiable request related to your personal information. If you are making a request as the authorized agent of a California consumer, we will ask you also submit reliable proof that you have been authorized in writing by the consumer to act on such consumer’s behalf. Our Response Time to Your Request We will make every effort to respond to your request within forty-five (45) days from when you contacted us. If you have a complex request, the California Consumer Privacy Laws allow us up to ninety (90) days to respond. We will still contact you within forty-five (45) days from when you contacted us to let you know we need more time to respond. Sale of Information In the preceding 12 months, Party City has sold your internet or other electronic network activity collected via cookies and other tracking technologies to data analytics providers and ad networks. We do not sell your personal information for monetary consideration, but the disclosure of your information to certain third parties may be considered a “sale” under California Consumer Privacy Laws. We may have also shared your identifiers and information collected from your purchases with other third parties, which may be also be deemed a sale under the California Consumer Privacy Laws. Categories of Personal Information We Collect and Our Purposes of Collection and Use You can find a list of the categories of personal information we collect in the Personal Information We Collect From You section above. For information regarding the sources from which we obtain personal information, please see the How We Collect Your Personal Information section above. And to learn more about the business or commercial purposes for which we collect and use personal information please see the How We Use Your Personal Information section above. Categories of Personal Information Disclosed and Categories of Parties to Whom it was Disclosed. The categories of personal information that may have been disclosed to a third party for a business purpose or other commercial purposes, as well as the purposes for disclosing that information, are provided in the How We Disclose Your Personal Information and How We Use Your Personal Information sections of this Privacy Policy, above and are further summarized below. In the past 12 months, Party City has disclosed the following categories of personal information to the following categories of third parties for the purposes stated below: We have disclosed your personal identifiers, internet or other electronic network activity, your customer records information, and geolocation data to data analytics providers, operating systems, and other third parties to help us perform services, including maintaining or servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing advertising or marketing services, providing analytics services, providing email communications, providing delivery services, and hosting our Website. We have disclosed your personal identifiers, geolocation data, and internet or other electronic network information to IT support and data analytics providers to detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, and to identify and repair Website and Mobile Application errors that impair functionality. We have disclosed your personal identifiers, internet or other electronic network information, and geolocation to data analytics providers and operating systems to help us undertake activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by Party City, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for, or controlled by Party City. We have disclosed your personal identifiers, geolocation data, and internet or other electronic network information to data analytics providers and operating systems to undertake internal research for technological development and demonstration. The following categories of personal information may have been sold or shared (as defined by California Consumer Privacy Laws) to a third party for the purpose of cross-context behavioral advertising: Personal identifiers, such as name, phone number and email address; Internet or other electronic network activity information, such as your IP address, type of browser, version of operating system, carrier and/or manufacturer, device identifiers, device event information, make and model of device, and mobile advertising identifiers; and Each of the categories of personal information listed above may be sold or shared with the following categories of third parties for the purpose of cross-context behavioral advertising: Advertising publishers, advertising networks and other partners that place advertisements on our behalf; Advertising partners that place advertisements on our Website or Mobile Application on behalf of other advertisers; and Parties that provide statistical and analytic information regarding the effectiveness of our marketing. Sensitive personal information. We may collect or process precise geolocation data. This information may be considered “sensitive personal information” under California Consumer Privacy Laws. However, we do not use your geolocation information to infer other characteristics about you. To the extent required by the California Consumer Privacy Laws, you may limit the processing of your sensitive personal information by contacting us through the methods noted above. NOTICE OF FINANCIAL INCENTIVE We may provide programs, such as sweepstakes, contests, or other similar promotional campaigns (collectively, the “Programs”). When you participate in one of these Programs, we typically ask you to provide your name and contact information (such as email address and/or telephone number). Because our Programs involve the collection of personal information, they may be considered a “financial incentive” program under California Consumer Privacy Laws. The value of your personal information to us is related to the value of the free or discounted products or services, or other benefits that you obtain or that are provided as part of the applicable Program, less the expense related to offering those products, services, and benefits to Program participants. You may withdraw from participating in a Program at any time by contacting us using the designated method set forth in the applicable Program rules. Visit the terms and conditions page of each Program to view full details, including how to join. You may also withdraw from or opt in to the Program by contacting us toll-free at 1-800-727-8924 or by emailing us at privacy@partycity.com . CALIFORNIA “SHINE THE LIGHT” Under California Civil Code Section 1798.83 (“Shine the Light”), California residents have the right to request in writing from businesses with whom they have an established business relationship: (a) a list of the categories of personal information, as defined under Shine the Light, such as name, email address, and mailing address, and the type of services provided to the customer that a business has disclosed to third parties (including affiliates that are separate legal entities) during the immediately preceding calendar year for the third parties’ direct marketing purposes; and (b) the names and addresses of all such third parties. To request the above information, please contact us by email at privacy@partycity.com . If you do not want your personal information shared with any third party who may use such information for direct marketing purposes, then you may opt out of such disclosures by sending an email to us at privacy@partycity.com . VIRGINIA PRIVACY RIGHTS Virginia law provides Virginia residents with the rights listed below, subject to applicable law. Virginia residents may exercise these rights as detailed below in the section entitled How to Contact Us About Your Virginia Privacy Rights . Right to Know. You have the right to know and see what personal data we have collected about you. Right to Data Portability. You have the right to obtain a copy of your personal information that you previously provided to us in a portable and, when feasible, readily usable format, where the processing is carried out by automated means. Right to Correct. You have the right to request that we correct inaccurate personal data. Right to Delete. You have the right to request that we delete the personal data we have collected about you. Right to opt out of selling or sharing. You have the right to opt out of the sale of your personal information and/or the processing of your personal information for purposes of (i) targeted advertising or (ii) profiling in furtherance of decisions that produce legal or similarly significant effects concerning you. As of the latest date of the Privacy Policy: • We do process personal information for the purposes of targeted advertising • We do not sell your personal information in exchange for monetary consideration • We do not engage in profiling decisions based on your personal information that produce legal or similarly significant effects concerning you. How to Contact Us About Your Virginia Privacy Rights Calling us at 1-800-727-8924 Emailing us at privacy@partycity.com Clicking the Request Form link here. Appeals If we decline to take action regarding a request that you have submitted, we will inform you of our reason for declining to take action and provide instructions for how to appeal the decision. In the event that we do not respond to a request that you make pursuant to one of the privacy rights set forth in this Virginia Privacy Rights notice, you have the right to appeal our refusal to take action within a reasonable period of time after you receive our decision. Within 60 days of our receipt of an appeal, we will inform you in writing of any action taken or not taken in response to the appeal, including a written explanation of the reasons for the decisions. If the appeal is denied, we will also provide you with an online mechanism, if available, or other method through which you may contact the Attorney General to submit a complaint. View Cart Coupons & Deals Prices, promotions, and availability vary within the continental US and on Partycity.com, and differ in stores outside the continental US. Start Saving Follow US #PartyCity Join the Party! Sign up for tips, new products and specials from Party City! Enter Your Email Address Submit Yes, I would like to receive promotional emails from Party City. You can unsubscribe at any time. You’re All Signed Up! Let’s Party! Whatever the occasion, we’re here to help with party inspiration, tips & tricks, special offers and discounts. Help Order Tracking Contact Us Returns Shipping & Order Services Bulk Orders Accessibility Help Order Tracking Contact Us Returns Shipping & Order Services Bulk Orders Accessibility Company About Us Company Overview Careers Potential Suppliers New! Privacy Policy CA Privacy Rights Cookie Policy Do Not Sell or Share My Personal Information Terms of Use Legal & Compliance Sell on Our Party+ Marketplace Company About Us Company Overview Careers Potential Suppliers New! Privacy Policy CA Privacy Rights Cookie Policy Do Not Sell or Share My Personal Information Terms of Use Legal & Compliance Sell on Our Party+ Marketplace Resources Find a Store Coupons Birthday Party Ideas Party City Blog Party+ Marketplace Resources Find a Store Coupons Birthday Party Ideas Party City Blog Party+ Marketplace Get the App Free Shipping on $59+, Mobile Offers, & Alerts Install Now Text Fun to 94467 Receive Mobile Offers & Alerts See Details Privacy Policy CA Privacy Rights Cookie Policy Do Not Sell or Share My Personal Information Terms of Use Make your party epic! Chat with a party planner now. Minimize chat invitation Feedback",
  "annotations": [
    {
      "Text": "Last updated: December 22, 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Shop Now Candy Shop All Candy By Type Bulk Candy Lollipops Rock Candy Gumballs Chocolate Candy Candy Buffet by Color Shop All Candy Containers Candy Boxes Shop All Candy by Brand M&Ms Pop Rocks Ring Pops Nerds Hershey's PEZ Sour Patch Shop All Cake Supplies Cake Icing & Decorations Shop All Cupcake Supplies Cupcake Decorations & Picks Cake Pop Supplies Boxes, Carriers & Treat Bags Create a Candy Buffet Mix & Match 10+ colors of candy from your favorite candy brands. Shop Candy Buffet Party+ Las Vegas Take the Quiz Shop By Seller Shop By Category Cakes & Bakeries Entertainment Food Trucks & Catering Photography Services Planners & Stylists Specialty Party Rentals Shop by Party Theme Five is a Vibe Get Your Game On Soccer Raiders Wild and Groovy United States Canada Edit Store Use My Location Zip or City & State* Radius 10\nmiles 20\nmiles 30\nmiles 40\nmiles 50\nmiles Go Please enter a zip code or city & state.} "
    },
    {
      "Text": "PERSONAL INFORMATION WE COLLECT FROM YOU\\nThe following are the categories and types of personal information that we may collect from or about you, depending on how you interact with us and our Properties:\\n\\nPersonal identifiers, such as name, email address, postal address, online identifier, username or social media handle, internet protocol (IP) address, account name, or other similar identifiers.\\n\\nDevice and online identifiers and related information, including device identifier, IP address, cookies, mobile ad identifier, phone number, or similar unique identifiers.\\n\\nInternet or other electronic network activity information, including, browsing history, search history, and information regarding your interactions with our Properties or advertisements.\\n\\nDemographic information, such as age or gender.\\n\\nFinancial information, such as credit card numbers.\\n\\nCommercial information, including products or services purchased, rented, returned, considered, or other purchasing or consuming histories or tendencies.\\n\\nUser content, including your communications with us and any other content you provide, such as social media profiles, photographs, images, videos, survey responses, comments, product reviews, testimonials, and other content.\\n\\nGeolocation information, including through your IP address or mobile device\\n\\nAudio and visual information, including photographs, images, and voice\\n\\nProfessional or employment-related information\\n\\nInferences drawn from any of the information above",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Shop with our third-party partners Engage with us on social media Participate in any of our programs or events, including sweepstakes, contests or surveys We may provide different or additional privacy notices in connection with certain activities, programs, and offerings. Additionally, we may provide additional “just-in-time” notices or notices at collection, under applicable law, that may supplement or clarify our privacy practices or provide you with additional choices regarding your personal information.} "
    },
    {
      "Text": "HOW WE COLLECT YOUR PERSONAL INFORMATION\\nWe collect personal information about you from various sources by different methods.\\n\\nPersonal Information You Provide\\nWe will ask you to provide us with personal information if you choose to engage with certain functions on our Mobile Application or Website or with us on our other Properties. The following are the categories and types of personal information that we may collect from or about you, depending on how you interact with our Properties:\\n\\nCreate a Party City account. When you create a Party City account, you will provide us with certain personal identifiers, such as your name, date of birth, and email address. We will also ask you to provide a Party City username and password.\\n\\nMake a purchase. If you make a purchase, you will need to provide certain personal identifiers, such as your name, physical address, and email address, as well as customer records information, including payment card number.\\n\\nEngage with social media. You may choose to share your own personal identifiers, such as your name and any other personal information you choose to include in your post, through our ratings and review pages, and social media pages.\\n\\nInteract with us. When you communicate with us or send us any feedback, questions, requests for support, comments, suggestions, ideas, or interact with us in any way, we will collect certain personal identifiers that you provide, such as your name and email address.\\n\\nSubscribe to Party City updates and promotions. You will have the option to sign up for Party City email updates or our FUN text message updates for products and offers that may be of interest to you. If you choose to sign up for such updates and promotions, we will ask you to provide us with personal identifiers, such as your name, email address and/or telephone number.\\n\\nParticipate in a contest, sweepstakes or survey. We may collect personal information, such as name and email address, associated with your participation in a Party City contest, sweepstakes or survey.\\n\\nVisit one of our stores. If you visit one of our Party City locations, we may capture video images of you through our closed circuit security camera and may collect geolocation information from your mobile device.\\n\\nApply for or accept a job with Party City. Our use of personal information of applicants, employees and other staff members is addressed in our Applicant/Staff Members Privacy Notice.\\n\\nContact us. If you contact our customer care team via telephone, we may collect any personal information that you choose to provide to us over the phone. If you contact us through our Website or Mobile Application, we may collect personal information, such as your name and contact information, and we may keep a record of your communication with us and any personal information that you choose to provide in the course of your communication with us.\\n\\nPersonal Information We Collect Automatically\\nWe collect internet and other electronic network information and location information automatically as you navigate our Website or Mobile Application. The technologies deployed through our Website and/or Mobile Application collect internet and other electronic network information as follows:\\n\\n\\nUsage Information. Information about your interaction with our Website and Mobile Application, such as the pages you access on our Website or through the Mobile Application, the frequency of access, what you click on, and when you accessed the Website or Mobile Application.\\n\\nLocation Information. Information about your location, which may be determined through your device’s IP address and which may include precise geolocation information.\\n\\nMobile Device Information. Your mobile device may also share precise geolocation information when you are in one of our stores if you consent to such sharing by enabling it in your device’s location settings.\\n\\nDevice Information. Information about the device you are using, such as hardware model, operating system, browser, and your Website or Mobile Application preferences.\\n\\nWhen you visit our Website or Mobile Application, open or click on emails we send you, or interact with our advertisements, we or third parties we work with may automatically collect certain informa",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Commercial information, including products or services purchased, rented, returned, considered, or other purchasing or consuming histories or tendencies. User content, including your communications with us and any other content you provide, such as social media profiles, photographs, images, videos, survey responses, comments, product reviews, testimonials, and other content.} "
    },
    {
      "Text": "Cookies and Similar Technology\\n\"Cookies\" are pieces of information that may be placed on your device by a website to collect data to facilitate and enhance your communication and interaction with that website. Such data may include, for example, the address of the websites you visited before and after you visited our Website, the type of browser you are using, your Internet Protocol (IP) address, what pages in the Website or Mobile Application you visit and what links you clicked on, the region where your device is located, and geographic information based on your IP data. We may store some information on your device or device hard drive as a cookie or similar type of file (such as clear gifs, web beacons, tags, and similar technologies that work on mobile devices) to collect data related to usage of the Website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Information about the device you are using, such as hardware model, operating system, browser, and your Website or Mobile Application preferences. When you visit our Website or Mobile Application, open or click on emails we send you, or interact with our advertisements, we or third parties we work with may automatically collect certain information using technologies such as cookies and other tracking technologies described below .} "
    },
    {
      "Text": "Clickstream\\nAs you use the Internet, a trail of electronic information is left at each website you visit. This information, which is sometimes referred to as \"clickstream data,\" can be collected and stored by a website's server. Clickstream data can tell us the type of computer or device and browsing software you use and the address of the website from which you linked to the Website or Mobile Application. We may collect and use clickstream data as a form of aggregate information to anonymously determine how much time visitors spend on each page of our Website or Mobile Application, how visitors navigate throughout the Website or Mobile Application, and how we may tailor our web pages to better meet the needs of visitors. This information will be used to improve our Website, Mobile Application and our services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may also use cookies to customize your visit to the Website and/or Mobile Application and for other purposes to make your visit more convenient or to enable us to enhance our services. To learn about the types of cookies we use, please see our Cookies policy .} "
    },
    {
      "Text": "We may also use cookies to customize your visit to the Website and/or Mobile Application and for other purposes to make your visit more convenient or to enable us to enhance our services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Such data may include, for example, the address of the websites you visited before and after you visited our Website, the type of browser you are using, your Internet Protocol (IP) address, what pages in the Website or Mobile Application you visit and what links you clicked on, the region where your device is located, and geographic information based on your IP data. We may store some information on your device or device hard drive as a cookie or similar type of file (such as clear gifs, web beacons, tags, and similar technologies that work on mobile devices) to collect data related to usage of the Website.} "
    },
    {
      "Text": "Analytics\\nWe may work with third-party service providers who use the technologies described in this section to conduct website analytics to help us track and understand how visitors use our Website, Mobile Application or other services.\\n\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may collect and use clickstream data as a form of aggregate information to anonymously determine how much time visitors spend on each page of our Website or Mobile Application, how visitors navigate throughout the Website or Mobile Application, and how we may tailor our web pages to better meet the needs of visitors. This information will be used to improve our Website, Mobile Application and our services.} "
    },
    {
      "Text": "Analytics\\nWe may work with third-party service providers who use the technologies described in this section to conduct website analytics to help us track and understand how visitors use our Website, Mobile Application or other services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may collect and use clickstream data as a form of aggregate information to anonymously determine how much time visitors spend on each page of our Website or Mobile Application, how visitors navigate throughout the Website or Mobile Application, and how we may tailor our web pages to better meet the needs of visitors. This information will be used to improve our Website, Mobile Application and our services.} "
    },
    {
      "Text": "In-store and Other Offline Technologies\\nIn some cases, we record customer service calls for quality assurance. We may also use closed circuit television or other video recording technology in our stores for safety, security, fraud, loss prevention, and operational purposes.\\n\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Cancel Recent Searches Clear Most Popular Birthday Party Balloons Thanksgiving Christmas Cart 0 Items 0 Birthday Balloons Party Supplies Thanksgiving Holidays & Occasions Theme Parties Halloween Candy Party+ Las Vegas Track Order/Help Offers Contact Us Ship To Birthday Birthday Party Themes Milestone Birthdays Birthday Themes for Adults Birthday Themes for Kids 1st Birthday 2nd Birthday 3rd Birthday Barbie Bluey Disney Princess Harry Potter The Little Mermaid Paw Patrol Pokemon Sonic the Hedgehog Spider-Man Super Mario Teenage Mutant Ninja Turtles Unicorn Birthday Party Favors Boys' Girls' Deluxe: $1-$5 Value Packs Birthday Balloons Balloons by Age Character Balloons Bouquets Birthday Piñatas Birthday Cake Supplies Birthday Candles Birthday Hats, Sashes and Crowns Personalized Birthday Supplies Shop All Birthday Party Decorations Birthday Backdrops Birthday Banners Birthday Yard Signs Toys & Games Stuffed & Plush Toys Gift Bags & Wrap Celebrate Their Birthday Find party supplies in their favorite theme. Shop Birthday Themes Balloons Balloons by Color Birthday Balloons Balloons by Age Character Balloons Shop All Balloons by Type Number Balloons Latex Balloons Foil Balloons Giant Balloons Letter Balloons Balloon Bouquets Birthday Kids' Birthday Premium Bouquets Balloons for Holidays & Occasions Thanksgiving Balloons Christmas Balloons Baby Shower Balloons Wedding Balloons Balloon Weights & Accessories Shop All Balloon Decorations Balloon Arches Balloon Garlands Balloon Backdrops Balloon Yard Signs Helium Tanks & Pumps Balloon Delivery Make Any Age Special Everything you need to celebrate any milestone.} "
    },
    {
      "Text": "From Other Sources\\nWe may obtain information about you from other sources, such as data analytics providers, marketing or advertising service providers, fraud prevention service providers, vendors that provide services on our behalf, or publicly available sources. We also create information based on our analysis of the information we have collected from you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may also collect information about you from social media platforms and networks if you post content publicly or to our social media account (e.g. by using a hashtag) or if you post content to third-party social media hosts such as Facebook, Twitter, Pinterest, and Instagram.} "
    },
    {
      "Text": "HOW WE USE YOUR PERSONAL INFORMATION\\nWe collect and use personal information for various purposes, including:\\n\\nProducts and Services Fulfillment\\nDepending on how you use our Website or Mobile Application or otherwise interact with our Properties, we may use your personal information to:\\n\\nProvide products and services, such as to fulfill your orders and/or complete the transactions you request\\n\\nProcess your payments\\n\\nProvide you receipts and order updates\\n\\nDeliver your purchases\\n\\nSend notifications to you related to your account, purchases, subscriptions\\n\\nCreate, maintain, and otherwise manage your Party City account, profile, or subscription, including offering functionalities such as the ability to save your user preferences and transaction history\\n\\nProvide a forum for discussion, questions, posting photos, sharing experiences\\n\\nProvide interactive features of our Website or Mobile Application, such as product reviews\\n\\nCommunicating With You\\nWe use your personal information to communicate with you, such as to respond to and/or follow-up on your requests, inquiries, issues or feedback, and to provide customer service.\\n\\nMarketing and Promotional Purposes\\nWe use personal information for marketing and promotional purposes, including to:\\n\\nSend marketing, advertising, and promotional communications by email, text message or postal mail (such as trend alerts, promotions, new product launches, and event invitations)\\n\\nShow you advertisements for products or services tailored to your interests on social media and other websites\\n\\nProvide you with information about products or services we believe may interest you\\n\\nAdminister our sweepstakes, contests, other promotions and surveys",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {From Other Sources We may obtain information about you from other sources, such as data analytics providers, marketing or advertising service providers, fraud prevention service providers, vendors that provide services on our behalf, or publicly available sources. We also create information based on our analysis of the information we have collected from you.} "
    },
    {
      "Text": "Analytics and Personalization\\nWe use personal information to conduct research and analytics, including to:\\n\\nImprove our services and product offerings\\n\\nUnderstand how you interact with our Properties, advertisements, and communications with you to determine which of our products or services are the most popular and to improve our Properties and marketing campaigns\\n\\nCustomize the marketing and advertising that we show you\\n\\nCreate a more personalized experience for you when you visit us online or in stores\\n\\nBetter understand our customers’ needs\\nProvide personalized recommendations about our products and services.\\n\\nSecurity and Fraud Prevention\\nWe use personal information to detect, investigate, prevent, or take action regarding possible malicious, deceptive, fraudulent, or illegal activity, including fraudulent transactions, attempts to manipulate or violate our policies, procedures, and terms and conditions, security incidents, and harm to the rights, property, or safety of us and our users, customers, employees, or others; and to maintain the security of our in-store locations.\\n\\nLegal Obligations\\nWe use personal information to comply with our legal or regulatory obligations, to establish or exercise our rights, and to defend against a legal claim.\\n\\nCore Business Functions\\nWe use personal information to support core business functions, such as to:\\n\\nProvide, maintain and improve the functionality of our Website and Mobile Application, including identifying and resolving any issues\\n\\nMonitor user experience\\n\\nEngage in quality assurance of our customer care team and monitor our customer care communications\\n\\nProcess applications to work with us and for administration and business purposes relating to our employees and staff (see our Applicant/Staff Members Privacy Notice)\\n\\nPlease note that if you specifically consent to additional uses of your personal information, we may use your personal information in a manner consistent with that consent.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We also create information based on our analysis of the information we have collected from you. HOW WE USE YOUR PERSONAL INFORMATION We collect and use personal information for various purposes, including: Products and Services Fulfillment Depending on how you use our Website or Mobile Application or otherwise interact with our Properties, we may use your personal information to: Provide products and services, such as to fulfill your orders and/or complete the transactions you request Process your payments Provide you receipts and order updates Deliver your purchases Send notifications to you related to your account, purchases, subscriptions Create, maintain, and otherwise manage your Party City account, profile, or subscription, including offering functionalities such as the ability to save your user preferences and transaction history Provide a forum for discussion, questions, posting photos, sharing experiences Provide interactive features of our Website or Mobile Application, such as product reviews Communicating With You We use your personal information to communicate with you, such as to respond to and/or follow-up on your requests, inquiries, issues or feedback, and to provide customer service.} "
    },
    {
      "Text": "HOW WE DISCLOSE YOUR INFORMATION\\nBesides using your personal information ourselves, and in addition to any specific uses mentioned elsewhere in this Privacy Policy, we may disclose your personal information and other information to other companies, affiliates, and third parties in the following instances:\\n\\n\\nVendors and Service Providers. We may share the personal information we collect with entities that provide support services to us, such as analytics providers, call center providers, customer support providers, chat providers, email providers, shipping service providers, payment processors, web hosting providers, and e-commerce providers that assist us in taking orders, managing orders, and resolving customer issues. We also share the personal Information we collect with entities that provide us with support to market our products and services, including interest-based advertising.\\n\\nDelivery Services. We may share the personal information we collect with our delivery partners and their employees and independent delivery personnel (including drivers) for the purpose of providing you delivery services that you may request in connection with a purchase from us. In addition, if you are providing delivery services for us (as a driver or otherwise) to our customers, your personal information may be collected by us and our third-party delivery partners.\\n\\nCorporate Reorganization. In the event that we enter into, or intend to enter into, a transaction that alters the structure of our business, such as a reorganization, merger, acquisition, sale, joint venture, assignment, consolidation, transfer, change of control, or other disposition of all or any portion of our business, assets or stock, we would share personal information with third parties, including the buyer or target (and their agents and advisors) for the purpose of facilitating and completing the transaction. We would also share personal information with third parties if we undergo bankruptcy or liquidation, in the course of such proceedings.\\n\\nTo Prevent Harm. We may disclose personal information if we believe it is necessary to detect, investigate, prevent, or take action against illegal activities, fraud, or situations involving potential threats to the rights, property, or personal safety of any person.\\n\\nLegal Purposes. We may disclose personal information and other information as we believe necessary or appropriate: (a) under applicable law, including laws outside your country of residence; (b) to comply with legal process; (c) to respond to requests from public and government authorities including public and government authorities outside your country of residence; (d) to enforce our Terms of Use; (e) to protect our operations or those of any of our affiliates; (f) to protect our rights, privacy, safety or property, and/or that of our affiliates, you, or others; and (g) to allow us to pursue available remedies or limit the damages that we may sustain.\\n\\nWith Your Consent. Apart from the reasons identified above, we may request your permission to share your personal information for a specific purpose. We will notify you and request consent before you provide the personal information or before the personal information you have already provided is shared for such purpose.\\n\\nAggregated or Non-personal information. We may share aggregated or non-personal information with unaffiliated third parties, such as business partners, manufacturers, distributors, and retailers. We may share this non-personal information for a variety of purposes, including to improve and enhance your experience using the Website, Mobile Application or other Properties, and for our market research activities.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Legal Obligations We use personal information to comply with our legal or regulatory obligations, to establish or exercise our rights, and to defend against a legal claim. Core Business Functions We use personal information to support core business functions, such as to: Provide, maintain and improve the functionality of our Website and Mobile Application, including identifying and resolving any issues Monitor user experience Engage in quality assurance of our customer care team and monitor our customer care communications Process applications to work with us and for administration and business purposes relating to our employees and staff (see our Applicant/Staff Members Privacy Notice) Please note that if you specifically consent to additional uses of your personal information, we may use your personal information in a manner consistent with that consent.} "
    },
    {
      "Text": "Vendors and Service Providers. We may share the personal information we collect with entities that provide support services to us, such as analytics providers, call center providers, customer support providers, chat providers, email providers, shipping service providers, payment processors, web hosting providers, and e-commerce providers that assist us in taking orders, managing orders, and resolving customer issues. We also share the personal Information we collect with entities that provide us with support to market our products and services, including interest-based advertising.\\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Legal Obligations We use personal information to comply with our legal or regulatory obligations, to establish or exercise our rights, and to defend against a legal claim. Core Business Functions We use personal information to support core business functions, such as to: Provide, maintain and improve the functionality of our Website and Mobile Application, including identifying and resolving any issues Monitor user experience Engage in quality assurance of our customer care team and monitor our customer care communications Process applications to work with us and for administration and business purposes relating to our employees and staff (see our Applicant/Staff Members Privacy Notice) Please note that if you specifically consent to additional uses of your personal information, we may use your personal information in a manner consistent with that consent.} "
    },
    {
      "Text": "INTEREST-BASED ADVERTISING\\nWe may ourselves, or with third party vendors, use information we collect or vendor information to deliver targeted advertising to you when you visit other websites or digital properties, or our Website and Mobile Application. Cookies, clickstream data, and other similar technologies described in this Privacy Policy may be used in this process. For example, if you are searching for information on a particular product, we or our vendor may cause an advertisement to appear on other websites you view with information on that product. This form of advertising, sometimes called “targeted advertising,” “behavioral advertising,” or “cross-context behavioral advertising,” enables us and our vendors to know your interests in connection with the delivery of that specific ad. We believe that such advertising is helpful because you will see advertisements that are relevant to your interests. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please be aware that personal information which you voluntarily include and transmit online in a publicly accessible blog, forum, social network or otherwise online may be viewed and used by others. We are unable to control such uses of your personal information, and by using such services you assume the risk that the personal information provided by you may be viewed and used by third parties.} "
    },
    {
      "Text": "INTEREST-BASED ADVERTISING\\nWe may ourselves, or with third party vendors, use information we collect or vendor information to deliver targeted advertising to you when you visit other websites or digital properties, or our Website and Mobile Application. Cookies, clickstream data, and other similar technologies described in this Privacy Policy may be used in this process. For example, if you are searching for information on a particular product, we or our vendor may cause an advertisement to appear on other websites you view with information on that product. This form of advertising, sometimes called “targeted advertising,” “behavioral advertising,” or “cross-context behavioral advertising,” enables us and our vendors to know your interests in connection with the delivery of that specific ad. We believe that such advertising is helpful because you will see advertisements that are relevant to your interests. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please be aware that personal information which you voluntarily include and transmit online in a publicly accessible blog, forum, social network or otherwise online may be viewed and used by others. We are unable to control such uses of your personal information, and by using such services you assume the risk that the personal information provided by you may be viewed and used by third parties.} "
    },
    {
      "Text": "INTEREST-BASED ADVERTISING\\nWe may ourselves, or with third party vendors, use information we collect or vendor information to deliver targeted advertising to you when you visit other websites or digital properties, or our Website and Mobile Application. Cookies, clickstream data, and other similar technologies described in this Privacy Policy may be used in this process. For example, if you are searching for information on a particular product, we or our vendor may cause an advertisement to appear on other websites you view with information on that product. This form of advertising, sometimes called “targeted advertising,” “behavioral advertising,” or “cross-context behavioral advertising,” enables us and our vendors to know your interests in connection with the delivery of that specific ad. We believe that such advertising is helpful because you will see advertisements that are relevant to your interests. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Please be aware that personal information which you voluntarily include and transmit online in a publicly accessible blog, forum, social network or otherwise online may be viewed and used by others. We are unable to control such uses of your personal information, and by using such services you assume the risk that the personal information provided by you may be viewed and used by third parties.} "
    },
    {
      "Text": "CHANGES TO THIS PRIVACY POLICY\\nThis Privacy Policy is subject to change at the sole discretion of Party City, and the updated Privacy Policy will be posted on our Website. Each version of this Privacy Policy will be identified by its last updated date as provided at the top of this page. Please check back frequently and review the Privacy Policy for any updated terms or changes.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {If you submit personal information to us, your personal information may be processed in a foreign country where privacy laws may be less stringent than the laws in your country. By submitting your personal information to us you agree to the transfer, storage, and processing of your personal information in a country other than your country of residence including, but not necessarily limited to, the United States.} "
    },
    {
      "Text": "Right to know. You have the right to know what categories and specific pieces of personal information we collect about you, the sources from which we collect personal information, our business or commercial purpose for the collection, use, and sharing of your personal information, and any categories of third parties to whom we sell or with whom we share your personal information.\\n\\n",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {This California Privacy Rights provision describes your rights under the California Consumer Privacy Laws, explains how you may exercise your rights, and provides an overview on the types of personal information we collect. To exercise the rights below please see the section entitled How to Contact Us About Your California Privacy Rights .} "
    },
    {
      "Text": "Right to know. You have the right to know what categories and specific pieces of personal information we collect about you, the sources from which we collect personal information, our business or commercial purpose for the collection, use, and sharing of your personal information, and any categories of third parties to whom we sell or with whom we share your personal information.\\n\\n",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {This California Privacy Rights provision describes your rights under the California Consumer Privacy Laws, explains how you may exercise your rights, and provides an overview on the types of personal information we collect. To exercise the rights below please see the section entitled How to Contact Us About Your California Privacy Rights .} "
    },
    {
      "Text": "Right to delete. You have the right to request that we delete the personal information that we have collected from you and maintained, subject to certain exceptions. Please note that if you request deletion of your personal data, we may deny your request or may retain certain elements of your personal data if certain exceptions apply under California Consumer Privacy Laws.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {California Consumer Privacy Laws allow you to request your information from us up to twice during a twelve (12) month period. We will provide our response in a readily usable format, which is usually electronic.} "
    },
    {
      "Text": "Right to opt out of selling or sharing. You have the right to opt out of the sale or sharing of your personal information, along with the right to opt in to the sale of such information. If we sell or share any of your personal information, you may, at any time, tell us not to sell or share your personal information. We will also treat Global Privacy Control browser signals as opt-out of sale/share requests under the California Consumer Privacy Laws.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You have the right to request that we delete the personal information that we have collected from you and maintained, subject to certain exceptions. Please note that if you request deletion of your personal data, we may deny your request or may retain certain elements of your personal data if certain exceptions apply under California Consumer Privacy Laws.} "
    },
    {
      "Text": "At the time this Privacy Policy was last updated, we have sold (as defined in California Consumer Privacy Laws) and shared personal information for the purpose of cross-context behavioral advertising in the past 12 months, as detailed below.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If we sell or share any of your personal information, you may, at any time, tell us not to sell or share your personal information. We will also treat Global Privacy Control browser signals as opt-out of sale/share requests under the California Consumer Privacy Laws.} "
    },
    {
      "Text": "Right to correct. You have the right to request the correction of any personal information we maintain about you.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {We will also treat Global Privacy Control browser signals as opt-out of sale/share requests under the California Consumer Privacy Laws. At the time this Privacy Policy was last updated, we have sold (as defined in California Consumer Privacy Laws) and shared personal information for the purpose of cross-context behavioral advertising in the past 12 months, as detailed below.} "
    },
    {
      "Text": "Right to limit use or disclosure of sensitive personal information (“SPI”). You have the right to limit the use or disclosure of your SPI if we are using your SPI beyond what is reasonable and proportionate to provide the requested goods or services.\\n\\n",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Right to correct. You have the right to request the correction of any personal information we maintain about you.} "
    },
    {
      "Text": "Right to nondiscrimination. You have the right not to receive discriminatory treatment by us for the exercise of your CCPA privacy rights. Unless permitted by the CCPA, we will not:\\n\\nDeny you goods or services.\\n\\nCharge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.\\n\\nProvide you a different level or quality of goods or services.\\n\\nSuggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Right to limit use or disclosure of sensitive personal information (“SPI”). You have the right to limit the use or disclosure of your SPI if we are using your SPI beyond what is reasonable and proportionate to provide the requested goods or services.} "
    },
    {
      "Text": "How to Contact Us About Your California Privacy Rights\\n\\nCalling us at 1-800-727-8924\\n\\nEmailing us at privacy@partycity.com\\n\\nClicking the Request Form link here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {The California Consumer Privacy Act of 2018 (“CCPA”) and the California Privacy Rights Act of 2020 (“CPRA”), collectively referred to as “California Consumer Privacy Laws,” provide California consumers with specific rights regarding their personal information. This California Privacy Rights provision describes your rights under the California Consumer Privacy Laws, explains how you may exercise your rights, and provides an overview on the types of personal information we collect.} "
    },
    {
      "Text": "Sale of Information\\nIn the preceding 12 months, Party City has sold your internet or other electronic network activity collected via cookies and other tracking technologies to data analytics providers and ad networks. We do not sell your personal information for monetary consideration, but the disclosure of your information to certain third parties may be considered a “sale” under California Consumer Privacy Laws. We may have also shared your identifiers and information collected from your purchases with other third parties, which may be also be deemed a sale under the California Consumer Privacy Laws.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you have a complex request, the California Consumer Privacy Laws allow us up to ninety (90) days to respond. We will still contact you within forty-five (45) days from when you contacted us to let you know we need more time to respond.} "
    },
    {
      "Text": "Categories of Personal Information We Collect and Our Purposes of Collection and Use\\nYou can find a list of the categories of personal information we collect in the Personal Information We Collect From You section above. For information regarding the sources from which we obtain personal information, please see the How We Collect Your Personal Information section above. And to learn more about the business or commercial purposes for which we collect and use personal information please see the How We Use Your Personal Information section above.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We do not sell your personal information for monetary consideration, but the disclosure of your information to certain third parties may be considered a “sale” under California Consumer Privacy Laws. We may have also shared your identifiers and information collected from your purchases with other third parties, which may be also be deemed a sale under the California Consumer Privacy Laws.} "
    },
    {
      "Text": "Categories of Personal Information Disclosed and Categories of Parties to Whom it was Disclosed.\\nThe categories of personal information that may have been disclosed to a third party for a business purpose or other commercial purposes, as well as the purposes for disclosing that information, are provided in the How We Disclose Your Personal Information and How We Use Your Personal Information sections of this Privacy Policy, above and are further summarized below.\\n\\nIn the past 12 months, Party City has disclosed the following categories of personal information to the following categories of third parties for the purposes stated below:\\n\\nWe have disclosed your personal identifiers, internet or other electronic network activity, your customer records information, and geolocation data to data analytics providers, operating systems, and other third parties to help us perform services, including maintaining or servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing advertising or marketing services, providing analytics services, providing email communications, providing delivery services, and hosting our Website.\\n\\nWe have disclosed your personal identifiers, geolocation data, and internet or other electronic network information to IT support and data analytics providers to detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, and to identify and repair Website and Mobile Application errors that impair functionality.\\n\\nWe have disclosed your personal identifiers, internet or other electronic network information, and geolocation to data analytics providers and operating systems to help us undertake activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by Party City, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for, or controlled by Party City.\\n\\nWe have disclosed your personal identifiers, geolocation data, and internet or other electronic network information to data analytics providers and operating systems to undertake internal research for technological development and demonstration.\\n\\nThe following categories of personal information may have been sold or shared (as defined by California Consumer Privacy Laws) to a third party for the purpose of cross-context behavioral advertising:\\n\\nPersonal identifiers, such as name, phone number and email address;\\n\\nInternet or other electronic network activity information, such as your IP address, type of browser, version of operating system, carrier and/or manufacturer, device identifiers, device event information, make and model of device, and mobile advertising identifiers; and\\n\\nEach of the categories of personal information listed above may be sold or shared with the following categories of third parties for the purpose of cross-context behavioral advertising:\\n\\nAdvertising publishers, advertising networks and other partners that place advertisements on our behalf;\\n\\nAdvertising partners that place advertisements on our Website or Mobile Application on behalf of other advertisers; and\\n\\nParties that provide statistical and analytic information regarding the effectiveness of our marketing.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We do not sell your personal information for monetary consideration, but the disclosure of your information to certain third parties may be considered a “sale” under California Consumer Privacy Laws. We may have also shared your identifiers and information collected from your purchases with other third parties, which may be also be deemed a sale under the California Consumer Privacy Laws.} "
    },
    {
      "Text": "Categories of Personal Information Disclosed and Categories of Parties to Whom it was Disclosed.\\nThe categories of personal information that may have been disclosed to a third party for a business purpose or other commercial purposes, as well as the purposes for disclosing that information, are provided in the How We Disclose Your Personal Information and How We Use Your Personal Information sections of this Privacy Policy, above and are further summarized below.\\n\\nIn the past 12 months, Party City has disclosed the following categories of personal information to the following categories of third parties for the purposes stated below:\\n\\nWe have disclosed your personal identifiers, internet or other electronic network activity, your customer records information, and geolocation data to data analytics providers, operating systems, and other third parties to help us perform services, including maintaining or servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing advertising or marketing services, providing analytics services, providing email communications, providing delivery services, and hosting our Website.\\n\\nWe have disclosed your personal identifiers, geolocation data, and internet or other electronic network information to IT support and data analytics providers to detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, and to identify and repair Website and Mobile Application errors that impair functionality.\\n\\nWe have disclosed your personal identifiers, internet or other electronic network information, and geolocation to data analytics providers and operating systems to help us undertake activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by Party City, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for, or controlled by Party City.\\n\\nWe have disclosed your personal identifiers, geolocation data, and internet or other electronic network information to data analytics providers and operating systems to undertake internal research for technological development and demonstration.\\n\\nThe following categories of personal information may have been sold or shared (as defined by California Consumer Privacy Laws) to a third party for the purpose of cross-context behavioral advertising:\\n\\nPersonal identifiers, such as name, phone number and email address;\\n\\nInternet or other electronic network activity information, such as your IP address, type of browser, version of operating system, carrier and/or manufacturer, device identifiers, device event information, make and model of device, and mobile advertising identifiers; and\\n\\nEach of the categories of personal information listed above may be sold or shared with the following categories of third parties for the purpose of cross-context behavioral advertising:\\n\\nAdvertising publishers, advertising networks and other partners that place advertisements on our behalf;\\n\\nAdvertising partners that place advertisements on our Website or Mobile Application on behalf of other advertisers; and\\n\\nParties that provide statistical and analytic information regarding the effectiveness of our marketing.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We do not sell your personal information for monetary consideration, but the disclosure of your information to certain third parties may be considered a “sale” under California Consumer Privacy Laws. We may have also shared your identifiers and information collected from your purchases with other third parties, which may be also be deemed a sale under the California Consumer Privacy Laws.} "
    },
    {
      "Text": "Sensitive personal information. We may collect or process precise geolocation data. This information may be considered “sensitive personal information” under California Consumer Privacy Laws. However, we do not use your geolocation information to infer other characteristics about you. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We have disclosed your personal identifiers, geolocation data, and internet or other electronic network information to data analytics providers and operating systems to undertake internal research for technological development and demonstration. The following categories of personal information may have been sold or shared (as defined by California Consumer Privacy Laws) to a third party for the purpose of cross-context behavioral advertising: Personal identifiers, such as name, phone number and email address; Internet or other electronic network activity information, such as your IP address, type of browser, version of operating system, carrier and/or manufacturer, device identifiers, device event information, make and model of device, and mobile advertising identifiers; and Each of the categories of personal information listed above may be sold or shared with the following categories of third parties for the purpose of cross-context behavioral advertising: Advertising publishers, advertising networks and other partners that place advertisements on our behalf; Advertising partners that place advertisements on our Website or Mobile Application on behalf of other advertisers; and Parties that provide statistical and analytic information regarding the effectiveness of our marketing.} "
    },
    {
      "Text": "To the extent required by the California Consumer Privacy Laws, you may limit the processing of your sensitive personal information by contacting us through the methods noted above.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {This information may be considered “sensitive personal information” under California Consumer Privacy Laws. However, we do not use your geolocation information to infer other characteristics about you.} "
    }
  ]
}