{
  "policy_id": "71",
  "text": "Privacy Policy - PGA TOUR Leaderboard Watch + Listen News FedExCup Schedule Players Stats Golfbet Signature Events More Comcast Business TOUR TOP 10 AON Risk Reward Challenge DP World Tour Eligibility Rankings How It Works PGA TOUR Training Tickets Shop Tours Profile Search Privacy Policy Last Updated August 18, 2023 This Privacy Policy describes the privacy practices of PGATOUR.com, LLC and its affiliates, including PGA TOUR, Inc. (collectively, “PGA TOUR” and sometimes referred to herein as \"we\", \"our\", or \"us\") in the collection, use and disclosure of information about you (“you” can include information about your device) or provided by you through use of our websites, mobile applications, and other online and mobile services, such as WiFi networks at our owned and operated tournaments, that link to this Privacy Policy (collectively, the \"Site(s)\"). Your privacy is important to us. To better protect your privacy, we provide choices you can make about the way your information is collected and used. Please be advised that the practices described in this Privacy Policy apply only to information gathered through and in connection with the Sites and do not necessarily reflect practices for other sites whose links may be referenced on this Site, but which do not post a link to this Privacy Policy. By using any of the Sites, you consent to the terms of this Privacy Policy. Additionally, PGA TOUR encourages parents and guardians to spend time with their children online, and to be fully familiar with the sites visited by the children in their care, including PGATOUR.com. The Sites are not intended for use by people under the age of thirteen (13). Subscribers under the age of eighteen (18) should not participate in contests or sweepstakes or other promotional opportunities on the Sites, nor should they post information to the Sites without a parent or guardian’s consent. 1. THE INFORMATION WE COLLECT. (a) Your Personal Information. At some Sites, you may be able to register a profile, order products, enter contests, participate in surveys, vote in polls or otherwise express an opinion, subscribe to one of our services such as our online newsletters, or participate in one of our online forums or communities. We may collect personal data from other sources, such as vendors, data brokers and public sources. In the course of these various offerings, we often seek to collect from you various forms of personal information. Examples of the types of personal information that may be collected at these sites and other sources include: · Contact information (e.g., name, address, e-mail address, telephone number) · Username & password · Age, gender and other demographic information · Information about your interests in and use of various products, programs and services · Precise geo-location information as derived from your IP Address and/or via cell phone towers which may identify your longitude and latitude coordinates. · Financial information such as credit card number Registering a profile or participation in surveys or contests is completely voluntary. Therefore, you have a choice whether or not to disclose this information. Where this information is required for participation and you choose to participate, you hereby give consent for the collection of personal information. When you visit any of our Sites, we, our service providers, advertisers and partners may automatically collect various types of information about your device and your internet activity. A representative list of this type of information that we may collect and use includes: · IP address and type of browser you are using (e.g., Firefox, Internet Explorer) · Type of operating system you are using, (e.g., Microsoft Windows or Mac OS) · Internet service provider (e.g., Comcast, Verizon or AT&T) · Web pages/Sites you have visited · Type of mobile device used to view the Site & device identifier location information · Site content you have accessed & the advertisements you have been shown and/or clicked on · Other third-party data, consisting of the information above, collected from third-party sources outside of our Sites, such as data from our vendors, data brokers, or public sources We store this data in log files that do not directly identify individual users. We use this information, to analyze trends, to administer the site, to track users’ movements around the Sites and to gather demographic information about our user base as a whole. Additionally, at some Sites, you will have the ability to purchase and manage tickets to tournaments and purchase food, beverage, merchandise and additional/upgraded tickets while onsite at tournaments. We have relationships with third party vendors (i.e., Ticketmaster – Archtics Ticketing System, Shift4, Skidata and Venuetize) that process such transactions while you remain on our Sites and also allow you the opportunity to store your personal information, including credit card and billing information, with such third-party vendors to create a digital wallet that can be used on our Sites. For more information about how such sites handle your personal information, please refer to their privacy policies and terms of use. In the event legal action is necessary to collect on balances dues, you agree to reimburse us for all expenses incurred to recover sums due, including attorneys’ fees and other legal expenses. (b) Third-Party Sign-On & Social Media Sites. You can log in to some of our Sites using a third - party single sign-on service. This service will authenticate your identity and provide you the option to share certain personal information with us such as your name and email address to pre-populate our sign-up form. This service gives you the option to post information about your activities on each relevant Site to your profile page to share with others within your network. You also can engage with our content, such as video, games, applications, and other offerings, on or through third-party social networking sites, such as Facebook, or third-party social media plug-ins and applications. When you engage with our content on or through third party social networking sites, plug-ins and applications, you may allow us to have access to certain information from your social media profile (e.g., name, e-mail address, photo, gender, birthday, location, your list of friends, people you follow and/or who follow you, the posts or the ‘likes’ you make) to deliver the content or as part of the operation of the application. When you provide information from your social media account, it can help enable us to do things like (1) give you exclusive content, (2) personalize your online experience with us within and outside our applications or websites, and (3) contact you through the social networking sites or directly by sending you the latest news, special offerings, and rewards. By doing so, you consent to the use of this information in accordance with our Privacy Policy. When you provide personal information to us through an application, on our Sites, or on social networking sites, it may be publicly viewed by other members of these sites and we cannot prevent further use of the information by third parties. However, you may be able to control what data you share through some social networking sites’ privacy settings, you can control what data you share. For more information about how social networking sites handle your personal information, please refer to their privacy policies and terms of use. We may also obtain information (e.g., content viewed, game performance, high scores, and information about advertisements within the content you have been shown or may have clicked on) from your interaction with our content. (c) Others’ Personal Information. At some Sites, you may also be able to submit information about other people. For example, you might submit a person's name and e-mail address to send an electronic message and, if you order a gift online and want it sent directly to the recipient, you might submit the recipient's name and address. Examples of the types of personal information that may be collected about other people at these pages include: recipient's name, address, e-mail address, and telephone number. We may use this information to provide the service you requested, and the person may contact us if they no longer want us to use his or her information. 2. HOW WE USE THE INFORMATION. (a) Use of Your Information. We may use the information we collect for various purposes, which are either based on: (i) your consent, (ii) in order for us to fulfill a contractual obligation or agreement with you, (iii) our legitimate interests, or (iv) compliance with a legal obligation(s). Examples include: • Fulfilling your requests for our products, programs, and services: We use your information in this way on the basis that it is necessary for us to perform our agreement with you; • Responding to your inquiries about our offerings and offering you other products, programs or services that we believe may be of interest to you; We use your information in this way on the basis that it is necessary for our legitimate interests to respond to you and to provide you with offers based on our past experience with each other; • Notifying you when you have won one of our contests: We use your information in this way on the basis that it is necessary for us to perform our agreement with you (i.e. the terms and conditions of the contest) and in order to comply with a legal obligation; • Enforcing the legal terms that govern your use of our Sites: We use your information in this way in order to comply with a legal obligation; • Contacting you about your account with us: We use your information in this way on the basis that it is necessary for our legitimate interests in protecting the Sites and services we provide; • Targeted advertising based on your interests: We give you the option of providing opt-in consent to receive different kinds of direct marketing communications from us or these third parties or deciding not to do so. You may also receive targeted advertisements based on your interests, to opt out of these services see Section 5 (c) of this Privacy Policy; and • For other purposes for which you provided the information: We use your information in this way on the basis of your consent. There are additional areas where your information allows for deeper connections for you and our community as well as provide us more insight about our products and services. These include: • Surveys & Polls: We use this information to learn more about specific users and the user experience on the site as well as attending our events. We may use a third-party service provider to conduct these surveys or polls; that company will be prohibited from using our users’ personal information for any other purpose. The use of your information in this way is on the basis of your consent. • Online Forums/Communities & Content for Publication: In our online forums and communities, the information you provide allows for an interactive experience and, from time to time, guides us in offering you products, programs, or services. If you choose to submit content for publication (e.g., a letter to our editors, comments sent to our television personalities, a posting to a blog or a discussion board, a video), we may publish your screen name and other information you have provided to us. We may on occasion combine information we collect through our Sites with information that we collect from other sources. Without limiting the generality of the foregoing, if you register and create a profile with our site, the screen name you select as well as other content you submit to your profile (e.g., photos, comments, video, reviews) will be displayed publicly on the Sites and may be reused and redistributed by us in our discretion. Therefore, we use your information in the foregoing way on the basis of your consent and that it is necessary for our legitimate interests to provide you with better Sites and services. To request removal of your personal information from our blog or community forum, contact us via this form . In some cases, we may not be able to remove your personal information, in which case we will let you know if we are unable to do so and why. • Mobile Applications: If you use any of our mobile applications, we may use information you provide to send text messages for a sign up to receive via short message service (SMS) based on your consent and our legitimate interests to provide you a better experience with our Sites and services. Your provider's standard data and messaging rates apply to all text messages. All charges are billed by and payable to your mobile service provider. As a condition of your use of our mobile application(s), you represent that you are 18 years of age and the owner or authorized user of the wireless device on which messages will be received, and that you are authorized to approve the applicable charges. Data obtained from you in connection with this message service may include your name, address, cell phone number, your provider's name, and the date, time, and content of your messages. The use of this information will be in accordance with this Privacy Policy. If fees are charged to your wireless account invoice, we may provide your carrier with your applicable information in connection therewith. Your wireless carrier and other service providers may also collect data about your wireless device usage, and their practices are governed by their own policies. You acknowledge and agree that this message service is provided via wireless systems which use radios (and other means) to transmit communications over complex networks. We will not be liable for any delays in the receipt of any text messages, as delivery is subject to effective transmission from your network operator. This message service is provided on an AS IS basis. We do not guarantee that your use of this message service will be private or secure, and we are not liable to you for any lack of privacy or security you may experience. You are fully responsible for taking precautions and providing security measures best suited for your situation and intended use of this message service. To stop receiving these messages, follow the instructions provided when you sign up for the service or within the text message. We may also send push notifications to your device, and you may stop these notifications by turning off the notifications in the application or in the device. We collect your location-based information for the purpose of helping you find your way around a golf course during tournaments, providing you messages with useful tournament information and special deals when onsite, and allowing you to locate friends and player locations. We will only share this information with our mapping provider for the sole purpose of providing you this service. You may opt-out of location-based services at any time by editing the setting at the device level, and we will retain this information long enough to provide you with the service you requested. We use the non-personally identifiable information that we collect to improve the design and content of our Sites, to deliver more relevant marketing messages and advertisements and to enable us to personalize your Internet experience. We also may use this information to analyze usage of our Sites, as well as to offer you products, programs, or services. (b) Use of Information about Others. We may use the information that you provide about others to enable us to send them your gifts or cards or emails you may wish to send them from our sites, and for such other purposes as may be stated at the point where the information is collected. (c) Limitation on Use of Information. We collect data for only purposes that are necessary, required or will enhance the user experience. Your personal information will only be retained for as long as your account is active or as needed to provide you services. We will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements. 3. INFORMATION SHARING AND DISCLOSURE. (a) Legal Process. We may disclose personal information when legally obligated, such as in response to a court order or a subpoena. We also may disclose such information in response to a government authority’s request, or when we believe it is necessary to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of our terms of use, to verify or enforce compliance with the policies governing our sites and applicable laws, or as otherwise required or permitted by law or consistent with legal requirements. (b) Business Transfer. We may transfer personal information about you if we, or one of our business units, are acquired by, sold to, merged with or otherwise transferred to another entity. (c) Services Providers. We may also disclose your personal information to our affiliates, agents and contractors who are involved in assisting us with any of the activities identified in this Privacy Policy, but we will require them to protect this information in a manner that is consistent with this Privacy Policy and they are not authorized to use the information for any purpose other than to carry out the services they are performing for us. (d) Certain Third Parties. If we desire to share your personal information with third parties that want to market products or services to you and whose practices are not covered by this Privacy Policy (e.g., other marketers, magazine publishers, retailers, participatory databases, and non-profit organizations), we will ask for your permission either at the point of submission of your personal information or prior to any such disclosure. We will share your personal information with third parties only in the ways that are described in this Privacy Policy or as permitted in your consent. Additionally, if you have signed up to receive our e-mails and prefer not to receive marketing information from the Site, follow the \"unsubscribe\" instructions provided on any marketing e-mail you receive from this Site. To provide visitors with additional or more relevant product and service opportunities, we may share non-personally identifiable information with third parties. In some circumstance we share general geo-location data such as DMA area as derived from your IP Address. This is used by third parties for the purpose of them serving you ads for places or things in your area. You may opt out of location-based services at any time by editing your settings at the device level. 4. COOKIES & WEB BEACONS. (a) Cookies and Their Function. To enhance your online experience, we use \"cookies\" or similar technologies. Cookies are text files placed in your computer's browser to store your preferences. Cookies do not contain personal information; however, once you choose to furnish a site with personal information, this information may be linked to the data stored in the cookie. We use cookies to understand Site and Internet usage and to improve or customize the content, offerings or advertisements on our sites. For example, we may use cookies to personalize your experience at our Sites (e.g., to recognize you by name when you return to a Site), save your password in password-protected areas, and enable you to use shopping carts on our sites. We also may use cookies to help us offer you products, programs, or services that may be of interest to you and to deliver relevant advertising. We, our third-party service providers, advertisers or our partners also may use cookies to manage and measure the performance of advertisements displayed on or delivered by or through the Sites. This also helps us, our service providers and partners provide more relevant advertising. For more information regarding third-party ad servers, see \"Collection of Information by Third-Party Sites, Ad Servers, and Sponsors\" below. (b) Web Beacons. We, our third-party service providers, advertisers or our partners may also use \"web beacons\" or clear .gifs, tags and scripts, or similar technologies, which are small pieces of code placed on a web page, to monitor the behavior and collect data about the visitors viewing a web page. For example, web beacons may be used to count the users who visit a web page or to deliver a cookie to the browser of a visitor viewing that page. We, our third-party service providers, and our partners, with our permission based on the consent you have provided, may share this data with third parties for purposes of third parties offering targeted advertisements and other marketing to you. (c) Privacy Preferences. You can change your privacy preferences regarding the use of cookies and similar technologies through your browser. You may set your browser to accept all cookies, block certain cookies, require your consent before a cookie is placed in your browser, or block all cookies. Blocking all cookies will affect your online experience and may prevent you from enjoying the full features offered on the Sites. Please consult the \"Cookies Choices\" button on the Site’s footer to make your selection. (d) Mobile Analytics. We use mobile analytics software to allow us to better understand the functionality of our mobile application on your phone. This software may record information such as how often you use the application, the events that occur within the application, aggregated usage, performance data, and where the application was downloaded from. We do not link the information we store within the analytics software to any personal information you submit within the mobile application. (e) Do Not Track. We do not respond to Do Not Track signals at this time. However, in respect of our users’ right to privacy, we provide the option to block cookies as outlined in Section 4(d) above. (f) Global Privacy Control. Some browsers and browser extensions support the Global Privacy Control (“GPC”) that can send a signal to the websites you visit indicating your choice to opt-out from certain types of data processing, including data sales. In certain territories, when we detect such a signal, we will make reasonable efforts to respect your choices indicated by a GPC setting as required by applicable law. 5. COLLECTION OF INFORMATION BY THIRD-PARTY SITES, AD SERVERS, AND SPONSORS. Some of our sites contain links to or integrations with other sites such as Facebook, Twitter, Google, LinkedIn, etc., whose information practices may be different than ours. Visitors should consult the other sites' privacy notices as we have no control over information that is submitted to, or collected by, these third parties. (a) Our Sponsors. The Sites covered by this Privacy Policy may offer content (e.g., contests, sweepstakes, promotions, games, applications, or social network integrations) that is sponsored by or co-branded with identified third parties. By virtue of these relationships, the third parties may wish to obtain personal information that visitors voluntarily submit to participate in the Site activity. At the time of requesting personal information, we will request your consent to such third parties also obtaining your personal information. Thereafter, we have no control over these third parties' use of this information. (b) Data Analytics. We also use the services of reputable third parties to provide us with data collection, reporting, ad response measurement, and site analytics, as well as to assist with delivery of relevant marketing messages and advertisements. These third parties may view, edit or set their own cookies. We, our third-party service providers, advertisers and/or partners may also place web beacons for these third parties. The use of these technologies by these third parties is subject to their own privacy policies and is not covered by this Privacy Policy. You may opt-out of the use of Adobe Analytics by clicking here . (c) Interest-Based Ads & Marketing. If you would prefer to not receive personalized ads based on your browser or device usage, you may generally express your opt-out preference to no longer receive tailored advertisements. Please note that you will continue to see advertisements, but they will no longer be tailored to your interests. To opt-out of interest-based advertising by participating companies in the following consumer choice mechanisms, please visit: -Digital Advertising Alliance (DAA)’s self-regulatory opt-out page (http://optout.aboutads.info/) and mobile application-based \"AppChoices\" download page (https://youradchoices.com/appchoices) -European Interactive Digital Advertising Alliance (EDAA)'s consumer opt-out page (http://youronlinechoices.eu) -Network Advertising Initiative (NAI)’s self-regulatory opt-out page (http://optout.networkadvertising.org/) In the mobile environment, most mobile operating systems offer device-based opt-out choices that are transmitted to companies providing interest-based advertising. To set an opt-out preference for a mobile device identifier (such as Apple's IDFA or Android's GAID), visit the device manufacturer's current choice instructions pages, or read more about sending signals to limit ad tracking for your operating system here: http://www.networkadvertising.org/mobile-choices. Please note that these settings must be performed on each device (including each web browser on each device) for which you wish to opt-out, and if you clear your cookies or if you use a different browser or device, you will need to renew your opt-out preferences. Third parties with whom we partner to provide certain features on our site or to display advertising based upon your Web browsing activity may use LSOs such as HTML 5 to collect and store information. We use a third-party service to publish ads on the Sites. When you view or click on an ad a cookie will be set to help better provide advertisements that may be of interest to you on the Sites and other websites. You may opt-out of the use of this cookie by visiting the page here . Various browsers may offer their own management tools for removing HTML5 LSOs. We utilize a third-party service for targeting purposes. This service uses a variety of techniques including cookie-less device recognition technologies to recognize the user, and their activities across the Sites and other sites for the purpose of targeted marketing by us and other companies that utilize this service. If you wish to opt-out of this service, please visit the opt-out page here . Please be aware that this will not opt you out of advertising in general, but only in relation to this service. Additionally, we work with the service provider LiveRamp Inc and its group companies (“LiveRamp”) that uses browser technologies such as cookies to match user information, such as your email address in hashed form, with data in their marketing databases. This then creates a pseudonymous privacy-centric identifier for our use in real time bidding in digital advertising. We may also share with LiveRamp hashed and de-identified email addresses, IP addresses, and advertising identifiers. That information may then be used to create a connection between your device and its databases. Such connection may be shared with our partners and advertisers globally for the purpose of enabling interest-based content or advertising by third parties unaffiliated with our Site throughout your online experience and across your various devices and platform. To opt out of this use of your information, please click here . Furthermore, when you use our website and enter your email address on our website (either to log in, or to sign up for a newsletter, or similar), we may share with LiveRamp and its group companies information that we collect from you, such as your email (in hashed, pseudonymous form), IP address, or information about your browser or operating system, with any of the following, acting as “joint controllers” (as applicable and defined in the GDPR). LiveRamp uses this information to create an online identification code that we may store in our first-party cookie for our use in online, in-app, and cross-channel advertising. This may be shared with advertising companies to enable interest-based and targeted advertising. LiveRamp uses this information to create an online identification code for the purpose of recognizing you on your devices. This code does not contain any of your directly identifiable personal data and will not be used by LiveRamp to re-identify you. To opt out of this use of your information, please click here . Detailed information on LiveRamp’s data processing activities is available in LiveRamp’s privacy policy . You have the right to withdraw your consent or opt-out to the processing of your personal data at any time. 6. INTERNATIONAL TRANSFER. The Sites operate globally so it is necessary to transfer your information internationally. In particular, your information will likely be transferred to and processed in the United States where many of our central databases operate. The data protection and other laws of other countries may not be as comprehensive as those in your country. Please be assured that we take reasonable steps to ensure that your privacy is protected. By using this Site, you consent to your information being collected, used and transferred as set forth in Section 11 of this Privacy Policy. PGATOUR.com, LLC adheres to the principles of the EU-U.S. Data Privacy Framework (EU-U.S. DPF), the UK Extension to the EU-U.S. DPF, and the Swiss-U.S. Data Privacy Framework (Swiss-U.S. DPF) (collectively, “DPF”) as set forth by the U.S. Department of Commerce. PGATOUR.com, LLC relies on the EU-U.S. DPF as a legal basis for transfers of personal information. PGATOUR.com, LLC will rely on the UK Extension to the EU-U.S. DPF and the Swiss-U.S. DPF as a legal basis to transfer personal information from the UK and Switzerland once the applicable local authorities approve Adequacy Decisions. In the meantime, PGATOUR.com, LLC continues to rely on standard data protection clauses and standard contractual clauses for the purposes of UK and Swiss data protection law. To learn more, review the Data Privacy Framework section below. (a) Data Privacy Framework PGATOUR.com, LLC complies with the EU-U.S. Data Privacy Framework (EU-U.S. DPF), the UK Extension to the EU-U.S. DPF, and the Swiss-U.S. Data Privacy Framework (Swiss-U.S. DPF) as set forth by the U.S. Department of Commerce. PGATOUR.com, LLC has certified to the U.S. Department of Commerce that it adheres to the EU-U.S. Data Privacy Framework Principles (EU-U.S. DPF Principles) with regard to the processing of personal data received from the European Union in reliance on the EU-U.S. DPF and from the United Kingdom (and Gibraltar) in reliance on the UK Extension to the EU-U.S. DPF. PGATOUR.com, LLC has certified to the U.S. Department of Commerce that it adheres to the Swiss-U.S. Data Privacy Framework Principles (Swiss-U.S. DPF Principles) with regard to the processing of personal data received from Switzerland in reliance on the Swiss-U.S. DPF. If there is any conflict between the terms in this privacy policy and the EU-U.S. DPF Principles and/or the Swiss-U.S. DPF Principles, the Principles shall govern. To learn more about the Data Privacy Framework (DPF) program, and to view our certification, please visit https://www.dataprivacyframework.gov/ . PGATOUR.com, LLC is responsible for the processing of personal data it receives as detailed herein, and in accordance with the DPF, and subsequently transfers to a third party acting as an agent on its behalf. PGATOUR.com, LLC complies with the DPF Principles for all onward transfers of personal data from the EU, UK, and Switzerland, including the onward transfer liability provisions. The Federal Trade Commission has jurisdiction over PGATOUR.com, LLC’s compliance with the EU-U.S. DPF, the UK Extension to the EU-U.S. DPF, and the Swiss-U.S. DPF. In certain situations, PGATOUR.com, LLC may be required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements. In compliance with the EU-U.S. DPF, the UK Extension to the EU-U.S. DPF, and the Swiss-U.S. DPF, PGATOUR.com, LLC commits to refer unresolved complaints concerning our handling of personal data received in reliance on the EU-U.S. DPF, the UK Extension to the EU-U.S. DPF, and the Swiss-U.S. DPF to TRUSTe, an alternative dispute resolution provider based in the United States. If you do not receive timely acknowledgment of your DPF Principles-related complaint from us, or if we have not addressed your DPF Principles-related complaint to your satisfaction, please visit https://feedback-form.truste.com/watchdog/request for more information or to file a complaint. These dispute resolution services are provided at no cost to you. For complaints regarding DPF compliance not resolved by any of the other DPF mechanisms, you have the possibility, under certain conditions, to invoke binding arbitration. Further information can be found on the official DPF website. (b) APEC Cross Border Privacy Rules. Our privacy practices, described in this Privacy Policy, comply with the APEC Cross Border Privacy Rules System. The APEC CBPR system provides a framework for organizations to ensure protection of personal information transferred among participating APEC economies. More information about the APEC framework can be found here . If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third-party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request . 7. OUR COMMITMENT TO SECURITY. The security of your personal information is important to us. We have put in place reasonable physical, electronic, and managerial procedures to safeguard and help prevent unauthorized access, to maintain data security, and to use correctly the information we collect online. No method of transmission over the Internet, or method of electronic storage, is 100% secure, however. Therefore, we cannot guarantee its absolute security. If you have any questions about security on the Sites, you can contact us at support@pgatourfeedback.zendesk.com . 8. HOW YOU CAN ACCESS, CORRECT, OR DELETE INFORMATION. Access to personal information that is collected from our Sites and that we maintain may be available to you. For example, if you created a password-protected account within our site, you can access that account to review the information you provided. You may also send an email to the following email dataprivacyandcompliance@pgatourhq.com or submit a data subject access request form found here requesting access to, deletion of, correction of or transfer of your personal information. For verification purposes please include your first name, last name, and e-mail address you use for such service. We will endeavor to respond to your request to access within 30 days. Under certain circumstances we will not be able to fulfill your request, such as if it interferes with our regulatory obligations, affects legal matters, we cannot verify your identity, or it involves disproportionate cost or effort. 9. HOW TO CONTACT US. If you have any questions or concerns about this Privacy Policy or its implementation you may contact us at dataprivacyandcompliance@pgatourhq.com or write to us at PGA TOUR, Attn: Legal, 1 PGA TOUR Boulevard, Ponte Vedra Beach, FL 32082. 10. CALIFORNIA RESIDENTS PRIVACY RIGHTS This section applies to California residents only and is meant to supplement the other provisions of this policy. Under the California Consumer Privacy Act (“CCPA”), California residents have the following rights: (a) Right to Know. You have the right to request that we disclose to you the following information about our collection and use of your personal information over the twelve (12) months prior to your request: · The categories of personal information we collect about you. · The categories of sources for the personal information we collect about you. · Our business or commercial purpose for collecting or selling that personal information. · The categories of third parties with whom we share that personal information. · The specific pieces of personal information collected about you. · If we disclosed or sold your personal information for a business purpose, (i) a list of the categories of personal information we have disclosed in the prior twelve months and (ii) a list of the categories of personal information we have sold in the prior twelve months. (b) Right to Deletion. You have the right to request that we delete any of your personal information that we have collected. However, in certain circumstances, we will not be able to delete your information. Examples of these circumstances include, but are not limited to, retaining your information to protect the security or functionality of our systems, complying with legal requirements and obligations, completing a transaction for you, servicing your account or where data is not reasonable able to identify you. (d) Do Not Sell My Information Right. You also have the right to direct us to not sell your personal information at any time. In the past twelve (12) months, we have disclosed or sold to third parties the following categories of your personal information for business purposes described in this policy (e.g., advertising and to protect against fraud and malicious activity): personal identifiers, commercial information, information gathered for site registration, information gathered from survey or sweepstakes entries, Internet/other electronic network activity information, geolocation data, characteristics of protected classifications, characterizations based on site use and inferences drawn from this information. To opt out of the sale of your personal information, please submit a form here , or email us at dataprivacyandcompliance@pgatourhq.com . 11. USERS FROM THE EUROPEAN ECONOMIC AREA (\"EEA\"). In accordance with the EEA’s privacy law known as the General Data Protection Regulation (“ GDPR ”), this Section 11 applies to users who are located in the EEA when their personal information is collected. We are the data controller (as defined in the GDPR) for processing of personal information when you use the Sites. (a) Information about Processing . We process personal information for the purposes that we have described above in this Privacy Policy. The legal basis to process such personal information include: · Your consent (which consent you can withdraw at any time), · Fulfillment of a contractual obligation or agreement with you · Our legitimate interests (provided that your interests and fundamental rights do not override those interests); and · Compliance with a legal obligation(s). Examples of each of these legal bases are set forth in Section 2(a) above. (b) Rights of Individuals Based in EEA . Subject to certain exceptions under the GDPR and any other applicable law, you may be able to exercise certain rights with regard to your personal information, including the following: · Right of access to personal information · Right to correct your personal information where it is incorrect or incomplete · Right of erasure of your personal information if certain grounds are met · Right to restrict/suspend processing of your personal information · Right to complain to a supervisory authority if you believe our processing of your personal information infringes applicable law · Right of data portability (if processing is based on consent and automated means) · Right to withdraw consent at any time (if processing is based on consent) · Right to object to processing (if processing is based on legitimate interests or is for direct marketing purposes) Requests to exercise any of these rights by individuals in the EEA should be submitted through our standard form or by emailing us at dataprivacyandcompliance@pgatourhq.com . 12. UPDATES & EFFECTIVE DATE. From time to time, we may update this Privacy Policy. We will notify you about material changes in the way we treat personal information by placing a notice on our site prior to making changes. We encourage you to periodically check back and review this policy so that you always will know what information we collect, how we use it, and to whom we disclose it. R1 Suspended Butterfield Bermuda Championship A. Noren 1 Thru F* -10 V. Whaley T2 Thru F* -8 R. Garrigus T2 Thru F -8 D. Wu T2 Thru F -8 D. Trahan T2 Thru F* -8 Powered By View Leaderboard THE TOUR About Careers TPC Network Contact TOURCAST Impact Partnerships Marketing Partners Affiliate & International Media Advertise Quick Links RSM Birdies Fore Love PGA TOUR LIVE Payne Stewart Award Future Newsletters What's New Shop Fan Shop Superstore Tickets Mastercard Tickets Apps PGA TOUR Privacy Policy Terms of Service Accessibility Statement Do Not Sell or Share My Personal Information Cookie Choices Sitemap Copyright © 2023 PGA TOUR, Inc. All rights reserved. PGA TOUR, PGA TOUR Champions, and the Swinging Golfer design are registered trademarks.\nThe Korn Ferry trademark is also a registered trademark, and is used in the Korn Ferry Tour logo with permission. CLOSE   X Do Not Sell My Personal Information When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. However, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer. Click on the different category headings to find out more and change our default settings according to your preference. You cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). For more information about the First and Third Party Cookies used please follow this link. You can also update your browser settings or visit www.aboutads.info/choices to opt-out of certain uses of cookies for advertising purposes. Opt out of sharing your name, email address, and other personal information with third parties. Go to Opt Out Form Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.    You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Performance Cookies Performance Cookies These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance. Functional Cookies Functional Cookies These cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages.    If you do not allow these cookies then some or all of these services may not function properly. Targeting Cookies Targeting Cookies These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising. Social Media Cookies Social Media Cookies These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks. They are capable of tracking your browser across other sites and building up a profile of your interests. This may impact the content and messages you see on other websites you visit.    If you do not allow these cookies you may not be able to use or see these sharing tools. Back Button Performance Cookies Search Icon Filter Icon Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices Feedback",
  "annotations": [
    {
      "Text": "Last Updated August 18, 2023",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "THE INFORMATION WE COLLECT.\n\n(a) Your Personal Information. At some Sites, you may be able to register a profile, order products, enter contests, participate in surveys, vote in polls or otherwise express an opinion, subscribe to one of our services such as our online newsletters, or participate in one of our online forums or communities. We may collect personal data from other sources, such as vendors, data brokers and public sources. In the course of these various offerings, we often seek to collect from you various forms of personal information. Examples of the types of personal information that may be collected at these sites and other sources include:\n\n· Contact information (e.g., name, address, e-mail address, telephone number)\n\n· Username & password\n\n· Age, gender and other demographic information\n\n· Information about your interests in and use of various products, programs and services\n\n· Precise geo-location information as derived from your IP Address and/or via cell phone towers which may identify your longitude and latitude coordinates.\n\n· Financial information such as credit card number\n\nRegistering a profile or participation in surveys or contests is completely voluntary. Therefore, you have a choice whether or not to disclose this information. Where this information is required for participation and you choose to participate, you hereby give consent for the collection of personal information.\n\nWhen you visit any of our Sites, we, our service providers, advertisers and partners may automatically collect various types of information about your device and your internet activity. A representative list of this type of information that we may collect and use includes:\n\n· IP address and type of browser you are using (e.g., Firefox, Internet Explorer)\n\n· Type of operating system you are using, (e.g., Microsoft Windows or Mac OS)\n\n· Internet service provider (e.g., Comcast, Verizon or AT&T)\n\n· Web pages/Sites you have visited\n\n· Type of mobile device used to view the Site & device identifier location information\n\n· Site content you have accessed & the advertisements you have been shown and/or clicked on\n\n· Other third-party data, consisting of the information above, collected from third-party sources outside of our Sites, such as data from our vendors, data brokers, or public sources\n\nWe store this data in log files that do not directly identify individual users. We use this information, to analyze trends, to administer the site, to track users’ movements around the Sites and to gather demographic information about our user base as a whole.\n\nAdditionally, at some Sites, you will have the ability to purchase and manage tickets to tournaments and purchase food, beverage, merchandise and additional/upgraded tickets while onsite at tournaments. We have relationships with third party vendors (i.e., Ticketmaster – Archtics Ticketing System, Shift4, Skidata and Venuetize) that process such transactions while you remain on our Sites and also allow you the opportunity to store your personal information, including credit card and billing information, with such third-party vendors to create a digital wallet that can be used on our Sites. For more information about how such sites handle your personal information, please refer to their privacy policies and terms of use. In the event legal action is necessary to collect on balances dues, you agree to reimburse us for all expenses incurred to recover sums due, includingattorneys’ fees and other legal expenses.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Subscribers under the age of eighteen (18) should not participate in contests or sweepstakes or other promotional opportunities on the Sites, nor should they post information to the Sites without a parent or guardian’s consent. 1.} "
    },
    {
      "Text": "Additionally, at some Sites, you will have the ability to purchase and manage tickets to tournaments and purchase food, beverage, merchandise and additional/upgraded tickets while onsite at tournaments. We have relationships with third party vendors (i.e., Ticketmaster – Archtics Ticketing System, Shift4, Skidata and Venuetize) that process such transactions while you remain on our Sites and also allow you the opportunity to store your personal information, including credit card and billing information, with such third-party vendors to create a digital wallet that can be used on our Sites. For more information about how such sites handle your personal information, please refer to their privacy policies and terms of use. In the event legal action is necessary to collect on balances dues, you agree to reimburse us for all expenses incurred to recover sums due, includingattorneys’ fees and other legal expenses.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please be advised that the practices described in this Privacy Policy apply only to information gathered through and in connection with the Sites and do not necessarily reflect practices for other sites whose links may be referenced on this Site, but which do not post a link to this Privacy Policy. By using any of the Sites, you consent to the terms of this Privacy Policy.} "
    },
    {
      "Text": "When you provide information from your social media account, it can help enable us to do things like (1) give you exclusive content, (2) personalize your online experience with us within and outside our applications or websites, and (3) contact you through the social networking sites or directly by sending you the latest news, special offerings, and rewards. By doing so, you consent to the use of this information in accordance with our Privacy Policy. When you provide personal information to us through an application, on our Sites, or on social networking sites, it may be publicly viewed by other members of these sites and we cannot prevent further use of the information by third parties. However, you may be able to control what data you share through some social networking sites’ privacy settings, you can control what data you share. For more information about how social networking sites handle your personal information, please refer to their privacy policies and terms of use.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You also can engage with our content, such as video, games, applications, and other offerings, on or through third-party social networking sites, such as Facebook, or third-party social media plug-ins and applications. When you engage with our content on or through third party social networking sites, plug-ins and applications, you may allow us to have access to certain information from your social media profile (e.g., name, e-mail address, photo, gender, birthday, location, your list of friends, people you follow and/or who follow you, the posts or the ‘likes’ you make) to deliver the content or as part of the operation of the application.} "
    },
    {
      "Text": "We may also obtain information (e.g., content viewed, game performance, high scores, and information about advertisements within the content you have been shown or may have clicked on) from your interaction with our content.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, you may be able to control what data you share through some social networking sites’ privacy settings, you can control what data you share. For more information about how social networking sites handle your personal information, please refer to their privacy policies and terms of use.} "
    },
    {
      "Text": "We may also obtain information (e.g., content viewed, game performance, high scores, and information about advertisements within the content you have been shown or may have clicked on) from your interaction with our content.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {However, you may be able to control what data you share through some social networking sites’ privacy settings, you can control what data you share. For more information about how social networking sites handle your personal information, please refer to their privacy policies and terms of use.} "
    },
    {
      "Text": "Others’ Personal Information. At some Sites, you may also be able to submit information about other people. For example, you might submit a person's name and e-mail address to send an electronic message and, if you order a gift online and want it sent directly to the recipient, you might submit the recipient's name and address. Examples of the types of personal information that may be collected about other people at these pages include: recipient's name, address, e-mail address, and telephone number. We may use this information to provide the service you requested, and the person may contact us if they no longer want us to use his or her information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For more information about how social networking sites handle your personal information, please refer to their privacy policies and terms of use. We may also obtain information (e.g., content viewed, game performance, high scores, and information about advertisements within the content you have been shown or may have clicked on) from your interaction with our content.} "
    },
    {
      "Text": " Others’ Personal Information. At some Sites, you may also be able to submit information about other people. For example, you might submit a person's name and e-mail address to send an electronic message and, if you order a gift online and want it sent directly to the recipient, you might submit the recipient's name and address. Examples of the types of personal information that may be collected about other people at these pages include: recipient's name, address, e-mail address, and telephone number. We may use this information to provide the service you requested, and the person may contact us if they no longer want us to use his or her information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For more information about how social networking sites handle your personal information, please refer to their privacy policies and terms of use. We may also obtain information (e.g., content viewed, game performance, high scores, and information about advertisements within the content you have been shown or may have clicked on) from your interaction with our content.} "
    },
    {
      "Text": "HOW WE USE THE INFORMATION.\n\n(a) Use of Your Information. We may use the information we collect for various purposes, which are either based on: (i) your consent, (ii) in order for us to fulfill a contractual obligation or agreement with you, (iii) our legitimate interests, or (iv) compliance with a legal obligation(s). Examples include:\n\n• Fulfilling your requests for our products, programs, and services: We use your information in this way on the basis that it is necessary for us to perform our agreement with you;\n\n• Responding to your inquiries about our offerings and offering you other products, programs or services that we believe may be of interest to you; We use your information in this way on the basis that it is necessary for our legitimate interests to respond to you and to provide you with offers based on our past experience with each other;\n\n• Notifying you when you have won one of our contests: We use your information in this way on the basis that it is necessary for us to perform our agreement with you (i.e. the terms and conditions of the contest) and in order to comply with a legal obligation;\n\n• Enforcing the legal terms that govern your use of our Sites: We use your information in this way in order to comply with a legal obligation;\n\n• Contacting you about your account with us: We use your information in this way on the basis that it is necessary for our legitimate interests in protecting the Sites and services we provide;\n\n• Targeted advertising based on your interests: We give you the option of providing opt-in consent to receive different kinds of direct marketing communications from us or these third parties or deciding not to do so. You may also receive targeted advertisements based on your interests, to opt out of these services see Section 5 (c) of this Privacy Policy; and\n\n• For other purposes for which you provided the information: We use your information in this way on the basis of your consent.\n\nThere are additional areas where your information allows for deeper connections for you and our community as well as provide us more insight about our products and services. These include:\n\n• Surveys & Polls: We use this information to learn more about specific users and the user experience on the site as well as attending our events. We may use a third-party service provider to conduct these surveys or polls; that company will be prohibited from using our users’ personal information for any other purpose. The use of your information in this way is on the basis of your consent.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may use this information to provide the service you requested, and the person may contact us if they no longer want us to use his or her information. 2.} "
    },
    {
      "Text": "We may use a third-party service provider to conduct these surveys or polls; that company will be prohibited from using our users’ personal information for any other purpose. The use of your information in this way is on the basis of your consent.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {There are additional areas where your information allows for deeper connections for you and our community as well as provide us more insight about our products and services. These include: • Surveys & Polls: We use this information to learn more about specific users and the user experience on the site as well as attending our events.} "
    },
    {
      "Text": "Enforcing the legal terms that govern your use of our Sites: We use your information in this way in order to comply with a legal obligation;",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may use the information we collect for various purposes, which are either based on: (i) your consent, (ii) in order for us to fulfill a contractual obligation or agreement with you, (iii) our legitimate interests, or (iv) compliance with a legal obligation(s). Examples include: • Fulfilling your requests for our products, programs, and services: We use your information in this way on the basis that it is necessary for us to perform our agreement with you; • Responding to your inquiries about our offerings and offering you other products, programs or services that we believe may be of interest to you; We use your information in this way on the basis that it is necessary for our legitimate interests to respond to you and to provide you with offers based on our past experience with each other; • Notifying you when you have won one of our contests: We use your information in this way on the basis that it is necessary for us to perform our agreement with you (i.e.} "
    },
    {
      "Text": "Targeted advertising based on your interests: We give you the option of providing opt-in consent to receive different kinds of direct marketing communications from us or these third parties or deciding not to do so. You may also receive targeted advertisements based on your interests, to opt out of these services see Section 5 (c) of this Privacy Policy;",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may use the information we collect for various purposes, which are either based on: (i) your consent, (ii) in order for us to fulfill a contractual obligation or agreement with you, (iii) our legitimate interests, or (iv) compliance with a legal obligation(s). Examples include: • Fulfilling your requests for our products, programs, and services: We use your information in this way on the basis that it is necessary for us to perform our agreement with you; • Responding to your inquiries about our offerings and offering you other products, programs or services that we believe may be of interest to you; We use your information in this way on the basis that it is necessary for our legitimate interests to respond to you and to provide you with offers based on our past experience with each other; • Notifying you when you have won one of our contests: We use your information in this way on the basis that it is necessary for us to perform our agreement with you (i.e.} "
    },
    {
      "Text": "Targeted advertising based on your interests: We give you the option of providing opt-in consent to receive different kinds of direct marketing communications from us or these third parties or deciding not to do so. You may also receive targeted advertisements based on your interests, to opt out of these services see Section 5 (c) of this Privacy Policy;",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may use the information we collect for various purposes, which are either based on: (i) your consent, (ii) in order for us to fulfill a contractual obligation or agreement with you, (iii) our legitimate interests, or (iv) compliance with a legal obligation(s). Examples include: • Fulfilling your requests for our products, programs, and services: We use your information in this way on the basis that it is necessary for us to perform our agreement with you; • Responding to your inquiries about our offerings and offering you other products, programs or services that we believe may be of interest to you; We use your information in this way on the basis that it is necessary for our legitimate interests to respond to you and to provide you with offers based on our past experience with each other; • Notifying you when you have won one of our contests: We use your information in this way on the basis that it is necessary for us to perform our agreement with you (i.e.} "
    },
    {
      "Text": "Online Forums/Communities & Content for Publication: In our online forums and communities, the information you provide allows for an interactive experience and, from time to time, guides us in offering you products, programs, or services. If you choose to submit content for publication (e.g., a letter to our editors, comments sent to our television personalities, a posting to a blog or a discussion board, a video), we may publish your screen name and other information you have provided to us. We may on occasion combine information we collect through our Sites with information that we collect from other sources. Without limiting the generality of the foregoing, if you register and create a profile with our site, the screen name you select as well as other content you submit to your profile (e.g., photos, comments, video, reviews) will be displayed publicly on the Sites and may be reused and redistributed by us in our discretion. Therefore, we use your information in the foregoing way on the basis of your consent and that it is necessary for our legitimate interests to provide you with better Sites and services. To request removal of your personal information from our blog or community forum, contact us via thisform. In some cases, we may not be able to remove your personal information, in which case we will let you know if we are unable to do so and why.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may use a third-party service provider to conduct these surveys or polls; that company will be prohibited from using our users’ personal information for any other purpose. The use of your information in this way is on the basis of your consent.} "
    },
    {
      "Text": "Mobile Applications: If you use any of our mobile applications, we may use information you provide to send text messages for a sign up to receive via short message service (SMS) based on your consent and our legitimate interests to provide you a better experience with our Sites and services. Your provider's standard data and messaging rates apply to all text messages. All charges are billed by and payable to your mobile service provider. As a condition of your use of our mobile application(s), you represent that you are 18 years of age and the owner or authorized user of the wireless device on which messages will be received, and that you are authorized to approve the applicable charges. Data obtained from you in connection with this message service may include your name, address, cell phone number, your provider's name, and the date, time, and content of your messages. The use of this information will be in accordance with this Privacy Policy.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To request removal of your personal information from our blog or community forum, contact us via this form . In some cases, we may not be able to remove your personal information, in which case we will let you know if we are unable to do so and why.} "
    },
    {
      "Text": " If fees are charged to your wireless account invoice, we may provide your carrier with your applicable information in connection therewith. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Data obtained from you in connection with this message service may include your name, address, cell phone number, your provider's name, and the date, time, and content of your messages. The use of this information will be in accordance with this Privacy Policy.} "
    },
    {
      "Text": "If fees are charged to your wireless account invoice, we may provide your carrier with your applicable information in connection therewith.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Data obtained from you in connection with this message service may include your name, address, cell phone number, your provider's name, and the date, time, and content of your messages. The use of this information will be in accordance with this Privacy Policy.} "
    },
    {
      "Text": "Use of Information about Others. We may use the information that you provide about others to enable us to send them your gifts or cards or emails you may wish to send them from our sites, and for such other purposes as may be stated at the point where the information is collected.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We use the non-personally identifiable information that we collect to improve the design and content of our Sites, to deliver more relevant marketing messages and advertisements and to enable us to personalize your Internet experience. We also may use this information to analyze usage of our Sites, as well as to offer you products, programs, or services.} "
    },
    {
      "Text": "Limitation on Use of Information. We collect data for only purposes that are necessary, required or will enhance the user experience. Your personal information will only be retained for as long as your account is active or as needed to provide you services. We will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {(b) Use of Information about Others. We may use the information that you provide about others to enable us to send them your gifts or cards or emails you may wish to send them from our sites, and for such other purposes as may be stated at the point where the information is collected.} "
    },
    {
      "Text": " INFORMATION SHARING AND DISCLOSURE.\n\n(a) Legal Process. We may disclose personal information when legally obligated, such as in response to a court order or a subpoena. We also may disclose such information in response to a government authority’s request, or when we believe it is necessary to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of our terms of use, to verify or enforce compliance with the policies governing our sites and applicable laws, or as otherwise required or permitted by law or consistent with legal requirements.\n\n(b) Business Transfer. We may transfer personal information about you if we, or one of our business units, are acquired by, sold to, merged with or otherwise transferred to another entity.\n\n(c) Services Providers. We may also disclose your personal information to our affiliates, agents and contractors who are involved in assisting us with any of the activities identified in this Privacy Policy, but we will require them to protect this information in a manner that is consistent with this Privacy Policy and they are not authorized to use the information for any purpose other than to carry out the services they are performing for us.\n\n(d) Certain Third Parties. If we desire to share your personal information with third parties that want to market products or services to you and whose practices are not covered by this Privacy Policy (e.g., other marketers, magazine publishers, retailers, participatory databases, and non-profit organizations), we will ask for your permission either at the point of submission of your personal information or prior to any such disclosure. We will share your personal information with third parties only in the ways that are described in this Privacy Policy or as permitted in your consent.\n\nAdditionally, if you have signed up to receive our e-mails and prefer not to receive marketing information from the Site, follow the \"unsubscribe\" instructions provided on any marketing e-mail you receive from this Site. To provide visitors with additional or more relevant product and service opportunities, we may share non-personally identifiable information with third parties.\n\nIn some circumstance we share general geo-location data such as DMA area as derived from your IP Address. This is used by third parties for the purpose of them serving you ads for places or things in your area. You may opt out of location-based services at any time by editing your settings at the device level.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements. 3.} "
    },
    {
      "Text": " Certain Third Parties. If we desire to share your personal information with third parties that want to market products or services to you and whose practices are not covered by this Privacy Policy (e.g., other marketers, magazine publishers, retailers, participatory databases, and non-profit organizations), we will ask for your permission either at the point of submission of your personal information or prior to any such disclosure. We will share your personal information with third parties only in the ways that are described in this Privacy Policy or as permitted in your consent.\n\nAdditionally, if you have signed up to receive our e-mails and prefer not to receive marketing information from the Site, follow the \"unsubscribe\" instructions provided on any marketing e-mail you receive from this Site. To provide visitors with additional or more relevant product and service opportunities, we may share non-personally identifiable information with third parties.\n\nIn some circumstance we share general geo-location data such as DMA area as derived from your IP Address. This is used by third parties for the purpose of them serving you ads for places or things in your area. You may opt out of location-based services at any time by editing your settings at the device level.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {(c) Services Providers. We may also disclose your personal information to our affiliates, agents and contractors who are involved in assisting us with any of the activities identified in this Privacy Policy, but we will require them to protect this information in a manner that is consistent with this Privacy Policy and they are not authorized to use the information for any purpose other than to carry out the services they are performing for us.} "
    },
    {
      "Text": " COOKIES & WEB BEACONS.\n\n(a) Cookies and Their Function. To enhance your online experience, we use \"cookies\" or similar technologies. Cookies are text files placed in your computer's browser to store your preferences. Cookies do not contain personal information; however, once you choose to furnish a site with personal information, this information may be linked to the data stored in the cookie.\n\nWe use cookies to understand Site and Internet usage and to improve or customize the content, offerings or advertisements on our sites. For example, we may use cookies to personalize your experience at our Sites (e.g., to recognize you by name when you return to a Site), save your password in password-protected areas, and enable you to use shopping carts on our sites. We also may use cookies to help us offer you products, programs, or services that may be of interest to you and to deliver relevant advertising.\n\nWe, our third-party service providers, advertisers or our partners also may use cookies to manage and measure the performance of advertisements displayed on or delivered by or through the Sites. This also helps us, our service providers and partners provide more relevant advertising. For more information regarding third-party ad servers, see \"Collection of Information by Third-Party Sites, Ad Servers, and Sponsors\" below.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may opt out of location-based services at any time by editing your settings at the device level. 4.} "
    },
    {
      "Text": "We, our third-party service providers, advertisers or our partners also may use cookies to manage and measure the performance of advertisements displayed on or delivered by or through the Sites. This also helps us, our service providers and partners provide more relevant advertising. For more information regarding third-party ad servers, see \"Collection of Information by Third-Party Sites, Ad Servers, and Sponsors\" below.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {(a) Your Personal Information. At some Sites, you may be able to register a profile, order products, enter contests, participate in surveys, vote in polls or otherwise express an opinion, subscribe to one of our services such as our online newsletters, or participate in one of our online forums or communities.} "
    },
    {
      "Text": "We, our third-party service providers, advertisers or our partners also may use cookies to manage and measure the performance of advertisements displayed on or delivered by or through the Sites. This also helps us, our service providers and partners provide more relevant advertising. For more information regarding third-party ad servers, see \"Collection of Information by Third-Party Sites, Ad Servers, and Sponsors\" below.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {(a) Your Personal Information. At some Sites, you may be able to register a profile, order products, enter contests, participate in surveys, vote in polls or otherwise express an opinion, subscribe to one of our services such as our online newsletters, or participate in one of our online forums or communities.} "
    },
    {
      "Text": "Web Beacons. We, our third-party service providers, advertisers or our partners may also use \"web beacons\" or clear .gifs, tags and scripts, or similar technologies, which are small pieces of code placed on a web page, to monitor the behavior and collect data about the visitors viewing a web page. For example, web beacons may be used to count the users who visit a web page or to deliver a cookie to the browser of a visitor viewing that page. We, our third-party service providers, and our partners, with our permission based on the consent you have provided, may share this data with third parties for purposes of third parties offering targeted advertisements and other marketing to you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This also helps us, our service providers and partners provide more relevant advertising. For more information regarding third-party ad servers, see \"Collection of Information by Third-Party Sites, Ad Servers, and Sponsors\" below.} "
    },
    {
      "Text": "Web Beacons. We, our third-party service providers, advertisers or our partners may also use \"web beacons\" or clear .gifs, tags and scripts, or similar technologies, which are small pieces of code placed on a web page, to monitor the behavior and collect data about the visitors viewing a web page. For example, web beacons may be used to count the users who visit a web page or to deliver a cookie to the browser of a visitor viewing that page. We, our third-party service providers, and our partners, with our permission based on the consent you have provided, may share this data with third parties for purposes of third parties offering targeted advertisements and other marketing to you.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This also helps us, our service providers and partners provide more relevant advertising. For more information regarding third-party ad servers, see \"Collection of Information by Third-Party Sites, Ad Servers, and Sponsors\" below.} "
    },
    {
      "Text": "Mobile Analytics. We use mobile analytics software to allow us to better understand the functionality of our mobile application on your phone. This software may record information such as how often you use the application, the events that occur within the application, aggregated usage, performance data, and where the application was downloaded from. We do not link the information we store within the analytics software to any personal information you submit within the mobile application.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Blocking all cookies will affect your online experience and may prevent you from enjoying the full features offered on the Sites. Please consult the \"Cookies Choices\" button on the Site’s footer to make your selection.} "
    },
    {
      "Text": " Mobile Analytics. We use mobile analytics software to allow us to better understand the functionality of our mobile application on your phone. This software may record information such as how often you use the application, the events that occur within the application, aggregated usage, performance data, and where the application was downloaded from. We do not link the information we store within the analytics software to any personal information you submit within the mobile application.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Blocking all cookies will affect your online experience and may prevent you from enjoying the full features offered on the Sites. Please consult the \"Cookies Choices\" button on the Site’s footer to make your selection.} "
    },
    {
      "Text": "Data Analytics. We also use the services of reputable third parties to provide us with data collection, reporting, ad response measurement, and site analytics, as well as to assist with delivery of relevant marketing messages and advertisements. These third parties may view, edit or set their own cookies. We, our third-party service providers, advertisers and/or partners may also place web beacons for these third parties. The use of these technologies by these third parties is subject to their own privacy policies and is not covered by this Privacy Policy. You may opt-out of the use of Adobe Analytics by clicking here.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {At the time of requesting personal information, we will request your consent to such third parties also obtaining your personal information. Thereafter, we have no control over these third parties' use of this information.} "
    },
    {
      "Text": "Right to Know. You have the right to request that we disclose to you the following information about our collection and use of your personal information over the twelve (12) months prior to your request:\n\n· The categories of personal information we collect about you.\n\n· The categories of sources for the personal information we collect about you.\n\n· Our business or commercial purpose for collecting or selling that personal information.\n\n· The categories of third parties with whom we share that personal information.\n\n· The specific pieces of personal information collected about you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {10. CALIFORNIA RESIDENTS PRIVACY RIGHTS This section applies to California residents only and is meant to supplement the other provisions of this policy.} "
    },
    {
      "Text": "If we disclosed or sold your personal information for a business purpose, (i) a list of the categories of personal information we have disclosed in the prior twelve months and (ii) a list of the categories of personal information we have sold in the prior twelve months.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {· The categories of third parties with whom we share that personal information. · The specific pieces of personal information collected about you.} "
    },
    {
      "Text": "Right to Deletion. You have the right to request that we delete any of your personal information that we have collected. However, in certain circumstances, we will not be able to delete your information. Examples of these circumstances include, but are not limited to, retaining your information to protect the security or functionality of our systems, complying with legal requirements and obligations, completing a transaction for you, servicing your account or where data is not reasonable able to identify you.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {· The specific pieces of personal information collected about you. · If we disclosed or sold your personal information for a business purpose, (i) a list of the categories of personal information we have disclosed in the prior twelve months and (ii) a list of the categories of personal information we have sold in the prior twelve months.} "
    },
    {
      "Text": "Do Not Sell My Information Right. You also have the right to direct us to not sell your personal information at any time.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {However, in certain circumstances, we will not be able to delete your information. Examples of these circumstances include, but are not limited to, retaining your information to protect the security or functionality of our systems, complying with legal requirements and obligations, completing a transaction for you, servicing your account or where data is not reasonable able to identify you.} "
    },
    {
      "Text": "In the past twelve (12) months, we have disclosed or sold to third parties the following categories of your personal information for business purposes described in this policy (e.g., advertising and to protect against fraud and malicious activity): personal identifiers, commercial information, information gathered for site registration, information gathered from survey or sweepstakes entries, Internet/other electronic network activity information, geolocation data, characteristics of protected classifications, characterizations based on site use and inferences drawn from this information. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {(d) Do Not Sell My Information Right. You also have the right to direct us to not sell your personal information at any time.} "
    },
    {
      "Text": "To opt out of the sale of your personal information, please submit a form here, or email us at dataprivacyandcompliance@pgatourhq.com.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You also have the right to direct us to not sell your personal information at any time. In the past twelve (12) months, we have disclosed or sold to third parties the following categories of your personal information for business purposes described in this policy (e.g., advertising and to protect against fraud and malicious activity): personal identifiers, commercial information, information gathered for site registration, information gathered from survey or sweepstakes entries, Internet/other electronic network activity information, geolocation data, characteristics of protected classifications, characterizations based on site use and inferences drawn from this information.} "
    },
    {
      "Text": "To opt out of the sale of your personal information, please submit a form here, or email us at dataprivacyandcompliance@pgatourhq.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You also have the right to direct us to not sell your personal information at any time. In the past twelve (12) months, we have disclosed or sold to third parties the following categories of your personal information for business purposes described in this policy (e.g., advertising and to protect against fraud and malicious activity): personal identifiers, commercial information, information gathered for site registration, information gathered from survey or sweepstakes entries, Internet/other electronic network activity information, geolocation data, characteristics of protected classifications, characterizations based on site use and inferences drawn from this information.} "
    },
    {
      "Text": "Strictly Necessary Cookies\\nAlways Active\\nThese cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.    You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.\\n\\nPerformance Cookies\\nPerformance Cookies\\nThese cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.\\n\\nFunctional Cookies\\nFunctional Cookies\\nThese cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages.    If you do not allow these cookies then some or all of these services may not function properly.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can also update your browser settings or visit www.aboutads.info/choices to opt-out of certain uses of cookies for advertising purposes. Opt out of sharing your name, email address, and other personal information with third parties.} "
    },
    {
      "Text": "Targeting Cookies\\nTargeting Cookies\\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly.} "
    },
    {
      "Text": "Targeting Cookies\\nTargeting Cookies\\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly.} "
    },
    {
      "Text": "Social Media Cookies\\nSocial Media Cookies\\nThese cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks. They are capable of tracking your browser across other sites and building up a profile of your interests. This may impact the content and messages you see on other websites you visit.    If you do not allow these cookies you may not be able to use or see these sharing tools.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising.} "
    },
    {
      "Text": "Last Updated August 18, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": ". THE INFORMATION WE COLLECT.\\n\\n(a) Your Personal Information. At some Sites, you may be able to register a profile, order products, enter contests, participate in surveys, vote in polls or otherwise express an opinion, subscribe to one of our services such as our online newsletters, or participate in one of our online forums or communities. We may collect personal data from other sources, such as vendors, data brokers and public sources. In the course of these various offerings, we often seek to collect from you various forms of personal information. Examples of the types of personal information that may be collected at these sites and other sources include:\\n\\n· Contact information (e.g., name, address, e-mail address, telephone number)\\n\\n· Username & password\\n\\n· Age, gender and other demographic information\\n\\n· Information about your interests in and use of various products, programs and services\\n\\n· Precise geo-location information as derived from your IP Address and/or via cell phone towers which may identify your longitude and latitude coordinates.\\n\\n· Financial information such as credit card number",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "· Contact information (e.g., name, address, e-mail address, telephone number)\\n\\n· Username & password\\n\\n· Age, gender and other demographic information\\n\\n· Information about your interests in and use of various products, programs and services\\n\\n· Precise geo-location information as derived from your IP Address and/or via cell phone towers which may identify your longitude and latitude coordinates.\\n\\n· Financial information such as credit card number",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "When you visit any of our Sites, we, our service providers, advertisers and partners may automatically collect various types of information about your device and your internet activity. A representative list of this type of information that we may collect and use includes:\\n\\n· IP address and type of browser you are using (e.g., Firefox, Internet Explorer)\\n\\n· Type of operating system you are using, (e.g., Microsoft Windows or Mac OS)\\n\\n· Internet service provider (e.g., Comcast, Verizon or AT&T)\\n\\n· Web pages/Sites you have visited\\n\\n· Type of mobile device used to view the Site & device identifier location information\\n\\n· Site content you have accessed & the advertisements you have been shown and/or clicked on",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Therefore, you have a choice whether or not to disclose this information. Where this information is required for participation and you choose to participate, you hereby give consent for the collection of personal information.} "
    },
    {
      "Text": "When you visit any of our Sites, we, our service providers, advertisers and partners may automatically collect various types of information about your device and your internet activity. A representative list of this type of information that we may collect and use includes:\\n\\n· IP address and type of browser you are using (e.g., Firefox, Internet Explorer)\\n\\n· Type of operating system you are using, (e.g., Microsoft Windows or Mac OS)\\n\\n· Internet service provider (e.g., Comcast, Verizon or AT&T)\\n\\n· Web pages/Sites you have visited\\n\\n· Type of mobile device used to view the Site & device identifier location information\\n\\n· Site content you have accessed & the advertisements you have been shown and/or clicked on",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Therefore, you have a choice whether or not to disclose this information. Where this information is required for participation and you choose to participate, you hereby give consent for the collection of personal information.} "
    },
    {
      "Text": " Other third-party data, consisting of the information above, collected from third-party sources outside of our Sites, such as data from our vendors, data brokers, or public sources",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Where this information is required for participation and you choose to participate, you hereby give consent for the collection of personal information. When you visit any of our Sites, we, our service providers, advertisers and partners may automatically collect various types of information about your device and your internet activity.} "
    },
    {
      "Text": "We use this information, to analyze trends, to administer the site, to track users’ movements around the Sites and to gather demographic information about our user base as a whole.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {When you visit any of our Sites, we, our service providers, advertisers and partners may automatically collect various types of information about your device and your internet activity. A representative list of this type of information that we may collect and use includes: · IP address and type of browser you are using (e.g., Firefox, Internet Explorer) · Type of operating system you are using, (e.g., Microsoft Windows or Mac OS) · Internet service provider (e.g., Comcast, Verizon or AT&T) · Web pages/Sites you have visited · Type of mobile device used to view the Site & device identifier location information · Site content you have accessed & the advertisements you have been shown and/or clicked on · Other third-party data, consisting of the information above, collected from third-party sources outside of our Sites, such as data from our vendors, data brokers, or public sources We store this data in log files that do not directly identify individual users.} "
    },
    {
      "Text": "HOW WE USE THE INFORMATION.\\n\\n(a) Use of Your Information. We may use the information we collect for various purposes, which are either based on: (i) your consent, (ii) in order for us to fulfill a contractual obligation or agreement with you, (iii) our legitimate interests, or (iv) compliance with a legal obligation(s). Examples include:\\n\\n• Fulfilling your requests for our products, programs, and services: We use your information in this way on the basis that it is necessary for us to perform our agreement with you;\\n\\n• Responding to your inquiries about our offerings and offering you other products, programs or services that we believe may be of interest to you; We use your information in this way on the basis that it is necessary for our legitimate interests to respond to you and to provide you with offers based on our past experience with each other;\\n\\n• Notifying you when you have won one of our contests: We use your information in this way on the basis that it is necessary for us to perform our agreement with you (i.e. the terms and conditions of the contest) and in order to comply with a legal obligation;\\n\\n• Enforcing the legal terms that govern your use of our Sites: We use your information in this way in order to comply with a legal obligation;\\n\\n• Contacting you about your account with us: We use your information in this way on the basis that it is necessary for our legitimate interests in protecting the Sites and services we provide;\\n\\n• Targeted advertising based on your interests: We give you the option of providing opt-in consent to receive different kinds of direct marketing communications from us or these third parties or deciding not to do so. You may also receive targeted advertisements based on your interests, to opt out of these services see Section 5 (c) of this Privacy Policy; and",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may use this information to provide the service you requested, and the person may contact us if they no longer want us to use his or her information. 2.} "
    },
    {
      "Text": "• Targeted advertising based on your interests: We give you the option of providing opt-in consent to receive different kinds of direct marketing communications from us or these third parties or deciding not to do so. You may also receive targeted advertisements based on your interests, to opt out of these services see Section 5 (c) of this Privacy Policy; and",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "• For other purposes for which you provided the information: We use your information in this way on the basis of your consent.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Surveys & Polls: We use this information to learn more about specific users and the user experience on the site as well as attending our events. We may use a third-party service provider to conduct these surveys or polls; that company will be prohibited from using our users’ personal information for any other purpose.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may also receive targeted advertisements based on your interests, to opt out of these services see Section 5 (c) of this Privacy Policy; and • For other purposes for which you provided the information: We use your information in this way on the basis of your consent. There are additional areas where your information allows for deeper connections for you and our community as well as provide us more insight about our products and services.} "
    },
    {
      "Text": "Surveys & Polls: We use this information to learn more about specific users and the user experience on the site as well as attending our events. We may use a third-party service provider to conduct these surveys or polls; that company will be prohibited from using our users’ personal information for any other purpose",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You may also receive targeted advertisements based on your interests, to opt out of these services see Section 5 (c) of this Privacy Policy; and • For other purposes for which you provided the information: We use your information in this way on the basis of your consent. There are additional areas where your information allows for deeper connections for you and our community as well as provide us more insight about our products and services.} "
    },
    {
      "Text": "Mobile Applications: If you use any of our mobile applications, we may use information you provide to send text messages for a sign up to receive via short message service (SMS) based on your consent and our legitimate interests to provide you a better experience with our Sites and services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To request removal of your personal information from our blog or community forum, contact us via this form . In some cases, we may not be able to remove your personal information, in which case we will let you know if we are unable to do so and why.} "
    },
    {
      "Text": "Data obtained from you in connection with this message service may include your name, address, cell phone number, your provider's name, and the date, time, and content of your messages",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {All charges are billed by and payable to your mobile service provider. As a condition of your use of our mobile application(s), you represent that you are 18 years of age and the owner or authorized user of the wireless device on which messages will be received, and that you are authorized to approve the applicable charges.} "
    },
    {
      "Text": "We collect your location-based information for the purpose of helping you find your way around a golf course during tournaments, providing you messages with useful tournament information and special deals when onsite, and allowing you to locate friends and player locations. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To stop receiving these messages, follow the instructions provided when you sign up for the service or within the text message. We may also send push notifications to your device, and you may stop these notifications by turning off the notifications in the application or in the device.} "
    },
    {
      "Text": "We collect your location-based information for the purpose of helping you find your way around a golf course during tournaments, providing you messages with useful tournament information and special deals when onsite, and allowing you to locate friends and player locations. We will only share this information with our mapping provider for the sole purpose of providing you this service.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To stop receiving these messages, follow the instructions provided when you sign up for the service or within the text message. We may also send push notifications to your device, and you may stop these notifications by turning off the notifications in the application or in the device.} "
    },
    {
      "Text": "We use the non-personally identifiable information that we collect to improve the design and content of our Sites, to deliver more relevant marketing messages and advertisements and to enable us to personalize your Internet experience. We also may use this information to analyze usage of our Sites, as well as to offer you products, programs, or services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We will only share this information with our mapping provider for the sole purpose of providing you this service. You may opt-out of location-based services at any time by editing the setting at the device level, and we will retain this information long enough to provide you with the service you requested.} "
    },
    {
      "Text": "INFORMATION SHARING AND DISCLOSURE.\\n\\n(a) Legal Process. We may disclose personal information when legally obligated, such as in response to a court order or a subpoena. We also may disclose such information in response to a government authority’s request, or when we believe it is necessary to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of our terms of use, to verify or enforce compliance with the policies governing our sites and applicable laws, or as otherwise required or permitted by law or consistent with legal requirements.\\n\\n(b) Business Transfer. We may transfer personal information about you if we, or one of our business units, are acquired by, sold to, merged with or otherwise transferred to another entity.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements. 3.} "
    },
    {
      "Text": "(b) Business Transfer. We may transfer personal information about you if we, or one of our business units, are acquired by, sold to, merged with or otherwise transferred to another entity.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "(c) Services Providers. We may also disclose your personal information to our affiliates, agents and contractors who are involved in assisting us with any of the activities identified in this Privacy Policy, but we will require them to protect this information in a manner that is consistent with this Privacy Policy and they are not authorized to use the information for any purpose other than to carry out the services they are performing for us.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "(d) Certain Third Parties. If we desire to share your personal information with third parties that want to market products or services to you and whose practices are not covered by this Privacy Policy (e.g., other marketers, magazine publishers, retailers, participatory databases, and non-profit organizations), we will ask for your permission either at the point of submission of your personal information or prior to any such disclosure. We will share your personal information with third parties only in the ways that are described in this Privacy Policy or as permitted in your consent.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "In some circumstance we share general geo-location data such as DMA area as derived from your IP Address.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Additionally, if you have signed up to receive our e-mails and prefer not to receive marketing information from the Site, follow the \"unsubscribe\" instructions provided on any marketing e-mail you receive from this Site. To provide visitors with additional or more relevant product and service opportunities, we may share non-personally identifiable information with third parties.} "
    },
    {
      "Text": "This is used by third parties for the purpose of them serving you ads for places or things in your area.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To provide visitors with additional or more relevant product and service opportunities, we may share non-personally identifiable information with third parties. In some circumstance we share general geo-location data such as DMA area as derived from your IP Address.} "
    },
    {
      "Text": "We use cookies to understand Site and Internet usage and to improve or customize the content, offerings or advertisements on our sites. For example, we may use cookies to personalize your experience at our Sites (e.g., to recognize you by name when you return to a Site), save your password in password-protected areas, and enable you to use shopping carts on our sites. We also may use cookies to help us offer you products, programs, or services that may be of interest to you and to deliver relevant advertising.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Cookies are text files placed in your computer's browser to store your preferences. Cookies do not contain personal information; however, once you choose to furnish a site with personal information, this information may be linked to the data stored in the cookie.} "
    },
    {
      "Text": "We, our third-party service providers, advertisers or our partners also may use cookies to manage and measure the performance of advertisements displayed on or delivered by or through the Sites. This also helps us, our service providers and partners provide more relevant advertising. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {(a) Your Personal Information. At some Sites, you may be able to register a profile, order products, enter contests, participate in surveys, vote in polls or otherwise express an opinion, subscribe to one of our services such as our online newsletters, or participate in one of our online forums or communities.} "
    },
    {
      "Text": "We, our third-party service providers, advertisers or our partners also may use cookies to manage and measure the performance of advertisements displayed on or delivered by or through the Sites. This also helps us, our service providers and partners provide more relevant advertising",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {(a) Your Personal Information. At some Sites, you may be able to register a profile, order products, enter contests, participate in surveys, vote in polls or otherwise express an opinion, subscribe to one of our services such as our online newsletters, or participate in one of our online forums or communities.} "
    },
    {
      "Text": "Web Beacons. We, our third-party service providers, advertisers or our partners may also use \"web beacons\" or clear .gifs, tags and scripts, or similar technologies, which are small pieces of code placed on a web page, to monitor the behavior and collect data about the visitors viewing a web page. For example, web beacons may be used to count the users who visit a web page or to deliver a cookie to the browser of a visitor viewing that page. We, our third-party service providers, and our partners, with our permission based on the consent you have provided, may share this data with third parties for purposes of third parties offering targeted advertisements and other marketing to you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This also helps us, our service providers and partners provide more relevant advertising. For more information regarding third-party ad servers, see \"Collection of Information by Third-Party Sites, Ad Servers, and Sponsors\" below.} "
    },
    {
      "Text": " Web Beacons. We, our third-party service providers, advertisers or our partners may also use \"web beacons\" or clear .gifs, tags and scripts, or similar technologies, which are small pieces of code placed on a web page, to monitor the behavior and collect data about the visitors viewing a web page. For example, web beacons may be used to count the users who visit a web page or to deliver a cookie to the browser of a visitor viewing that page. We, our third-party service providers, and our partners, with our permission based on the consent you have provided, may share this data with third parties for purposes of third parties offering targeted advertisements and other marketing to you.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This also helps us, our service providers and partners provide more relevant advertising. For more information regarding third-party ad servers, see \"Collection of Information by Third-Party Sites, Ad Servers, and Sponsors\" below.} "
    },
    {
      "Text": " Mobile Analytics. We use mobile analytics software to allow us to better understand the functionality of our mobile application on your phone. This software may record information such as how often you use the application, the events that occur within the application, aggregated usage, performance data, and where the application was downloaded from. We do not link the information we store within the analytics software to any personal information you submit within the mobile application.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Blocking all cookies will affect your online experience and may prevent you from enjoying the full features offered on the Sites. Please consult the \"Cookies Choices\" button on the Site’s footer to make your selection.} "
    },
    {
      "Text": " Data Analytics. We also use the services of reputable third parties to provide us with data collection, reporting, ad response measurement, and site analytics, as well as to assist with delivery of relevant marketing messages and advertisements. These third parties may view, edit or set their own cookies. We, our third-party service providers, advertisers and/or partners may also place web beacons for these third parties. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {At the time of requesting personal information, we will request your consent to such third parties also obtaining your personal information. Thereafter, we have no control over these third parties' use of this information.} "
    },
    {
      "Text": "You may opt-out of the use of Adobe Analytics by clicking here.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We collect your location-based information for the purpose of helping you find your way around a golf course during tournaments, providing you messages with useful tournament information and special deals when onsite, and allowing you to locate friends and player locations. We will only share this information with our mapping provider for the sole purpose of providing you this service.} "
    },
    {
      "Text": "You may opt-out of the use of Adobe Analytics by clicking here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We collect your location-based information for the purpose of helping you find your way around a golf course during tournaments, providing you messages with useful tournament information and special deals when onsite, and allowing you to locate friends and player locations. We will only share this information with our mapping provider for the sole purpose of providing you this service.} "
    },
    {
      "Text": "To opt-out of interest-based advertising by participating companies in the following consumer choice mechanisms, please visit:",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {If you would prefer to not receive personalized ads based on your browser or device usage, you may generally express your opt-out preference to no longer receive tailored advertisements. Please note that you will continue to see advertisements, but they will no longer be tailored to your interests.} "
    },
    {
      "Text": "Digital Advertising Alliance (DAA)’s self-regulatory opt-out page (http://optout.aboutads.info/) and mobile application-based \"AppChoices\" download page (https://youradchoices.com/appchoices)\\n\\n-European Interactive Digital Advertising Alliance (EDAA)'s consumer opt-out page (http://youronlinechoices.eu)\\n\\n-Network Advertising Initiative (NAI)’s self-regulatory opt-out page (http://optout.networkadvertising.org/)",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you would prefer to not receive personalized ads based on your browser or device usage, you may generally express your opt-out preference to no longer receive tailored advertisements. Please note that you will continue to see advertisements, but they will no longer be tailored to your interests.} "
    },
    {
      "Text": "Third parties with whom we partner to provide certain features on our site or to display advertising based upon your Web browsing activity may use LSOs such as HTML 5 to collect and store information. We use a third-party service to publish ads on the Sites. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To set an opt-out preference for a mobile device identifier (such as Apple's IDFA or Android's GAID), visit the device manufacturer's current choice instructions pages, or read more about sending signals to limit ad tracking for your operating system here: http://www.networkadvertising.org/mobile-choices. Please note that these settings must be performed on each device (including each web browser on each device) for which you wish to opt-out, and if you clear your cookies or if you use a different browser or device, you will need to renew your opt-out preferences.} "
    },
    {
      "Text": "You may opt-out of the use of this cookie by visiting the page here.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We collect your location-based information for the purpose of helping you find your way around a golf course during tournaments, providing you messages with useful tournament information and special deals when onsite, and allowing you to locate friends and player locations. We will only share this information with our mapping provider for the sole purpose of providing you this service.} "
    },
    {
      "Text": "You may opt-out of the use of this cookie by visiting the page here",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We collect your location-based information for the purpose of helping you find your way around a golf course during tournaments, providing you messages with useful tournament information and special deals when onsite, and allowing you to locate friends and player locations. We will only share this information with our mapping provider for the sole purpose of providing you this service.} "
    },
    {
      "Text": "We utilize a third-party service for targeting purposes. This service uses a variety of techniques including cookie-less device recognition technologies to recognize the user, and their activities across the Sites and other sites for the purpose of targeted marketing by us and other companies that utilize this service",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You may opt-out of the use of this cookie by visiting the page here . Various browsers may offer their own management tools for removing HTML5 LSOs.} "
    },
    {
      "Text": "If you wish to opt-out of this service, please visit the opt-out page here. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We utilize a third-party service for targeting purposes. This service uses a variety of techniques including cookie-less device recognition technologies to recognize the user, and their activities across the Sites and other sites for the purpose of targeted marketing by us and other companies that utilize this service.} "
    },
    {
      "Text": "If you wish to opt-out of this service, please visit the opt-out page here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We utilize a third-party service for targeting purposes. This service uses a variety of techniques including cookie-less device recognition technologies to recognize the user, and their activities across the Sites and other sites for the purpose of targeted marketing by us and other companies that utilize this service.} "
    },
    {
      "Text": "Additionally, we work with the service provider LiveRamp Inc and its group companies (“LiveRamp”) that uses browser technologies such as cookies to match user information, such as your email address in hashed form, with data in their marketing databases. This then creates a pseudonymous privacy-centric identifier for our use in real time bidding in digital advertising. We may also share with LiveRamp hashed and de-identified email addresses, IP addresses, and advertising identifiers. That information may then be used to create a connection between your device and its databases. Such connection may be shared with our partners and advertisersglobally for the purpose of enabling interest-based content or advertising by third parties unaffiliated with our Site throughout your online experience and across your various devices and platform.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please be advised that the practices described in this Privacy Policy apply only to information gathered through and in connection with the Sites and do not necessarily reflect practices for other sites whose links may be referenced on this Site, but which do not post a link to this Privacy Policy. By using any of the Sites, you consent to the terms of this Privacy Policy.} "
    },
    {
      "Text": " To opt out of this use of your information, please click here.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {That information may then be used to create a connection between your device and its databases. Such connection may be shared with our partners and advertisers globally for the purpose of enabling interest-based content or advertising by third parties unaffiliated with our Site throughout your online experience and across your various devices and platform.} "
    },
    {
      "Text": " To opt out of this use of your information, please click here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {That information may then be used to create a connection between your device and its databases. Such connection may be shared with our partners and advertisers globally for the purpose of enabling interest-based content or advertising by third parties unaffiliated with our Site throughout your online experience and across your various devices and platform.} "
    },
    {
      "Text": "Furthermore, when you use our website and enter your email address on our website (either to log in, or to sign up for a newsletter, or similar), we may share with LiveRamp and its group companies information that we collect from you, such as your email (in hashed, pseudonymous form), IP address, or information about your browser or operating system, with any of the following, acting as “joint controllers” (as applicable and defined in the GDPR). LiveRamp uses this information to create an online identification code that we may store in our first-party cookie for our use in online, in-app, and cross-channel advertising. This may be shared with advertising companies to enable interest-based and targeted advertising. LiveRamp uses this information to create an online identification code for the purpose of recognizing you on your devices. This code does not contain any of your directly identifiable personal data and will not be used by LiveRamp to re-identify you. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Such connection may be shared with our partners and advertisers globally for the purpose of enabling interest-based content or advertising by third parties unaffiliated with our Site throughout your online experience and across your various devices and platform. To opt out of this use of your information, please click here .} "
    },
    {
      "Text": "To opt out of this use of your information, please click here.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {That information may then be used to create a connection between your device and its databases. Such connection may be shared with our partners and advertisers globally for the purpose of enabling interest-based content or advertising by third parties unaffiliated with our Site throughout your online experience and across your various devices and platform.} "
    },
    {
      "Text": "To opt out of this use of your information, please click here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {That information may then be used to create a connection between your device and its databases. Such connection may be shared with our partners and advertisers globally for the purpose of enabling interest-based content or advertising by third parties unaffiliated with our Site throughout your online experience and across your various devices and platform.} "
    },
    {
      "Text": "You may also send an email to the following email dataprivacyandcompliance@pgatourhq.com or submit a data subject access request form found here requesting access to, deletion of, correction of or transfer of your personal information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Access to personal information that is collected from our Sites and that we maintain may be available to you. For example, if you created a password-protected account within our site, you can access that account to review the information you provided.} "
    },
    {
      "Text": "You may also send an email to the following email dataprivacyandcompliance@pgatourhq.com or submit a data subject access request form found here requesting access to, deletion of, correction of or transfer of your personal information",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Access to personal information that is collected from our Sites and that we maintain may be available to you. For example, if you created a password-protected account within our site, you can access that account to review the information you provided.} "
    },
    {
      "Text": "You may also send an email to the following email dataprivacyandcompliance@pgatourhq.com or submit a data subject access request form found here requesting access to, deletion of, correction of or transfer of your personal information.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Access to personal information that is collected from our Sites and that we maintain may be available to you. For example, if you created a password-protected account within our site, you can access that account to review the information you provided.} "
    },
    {
      "Text": "You may also send an email to the following email dataprivacyandcompliance@pgatourhq.com or submit a data subject access request form found here requesting access to, deletion of, correction of or transfer of your personal information.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Access to personal information that is collected from our Sites and that we maintain may be available to you. For example, if you created a password-protected account within our site, you can access that account to review the information you provided.} "
    },
    {
      "Text": "Right to Know. You have the right to request that we disclose to you the following information about our collection and use of your personal information over the twelve (12) months prior to your request:\\n\\n· The categories of personal information we collect about you.\\n\\n· The categories of sources for the personal information we collect about you.\\n\\n· Our business or commercial purpose for collecting or selling that personal information.\\n\\n· The categories of third parties with whom we share that personal information.\\n\\n· The specific pieces of personal information collected about you.\\n\\n· If we disclosed or sold your personal information for a business purpose, (i) a list of the categories of personal information we have disclosed in the prior twelve months and (ii) a list of the categories of personal information we have sold in the prior twelve months.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {10. CALIFORNIA RESIDENTS PRIVACY RIGHTS This section applies to California residents only and is meant to supplement the other provisions of this policy.} "
    },
    {
      "Text": "Right to Know. You have the right to request that we disclose to you the following information about our collection and use of your personal information over the twelve (12) months prior to your request:\\n\\n· The categories of personal information we collect about you.\\n\\n· The categories of sources for the personal information we collect about you.\\n\\n· Our business or commercial purpose for collecting or selling that personal information.\\n\\n· The categories of third parties with whom we share that personal information.\\n\\n· The specific pieces of personal information collected about you.\\n\\n· If we disclosed or sold your personal information for a business purpose, (i) a list of the categories of personal information we have disclosed in the prior twelve months and (ii) a list of the categories of personal information we have sold in the prior twelve months",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {10. CALIFORNIA RESIDENTS PRIVACY RIGHTS This section applies to California residents only and is meant to supplement the other provisions of this policy.} "
    },
    {
      "Text": ") Right to Deletion. You have the right to request that we delete any of your personal information that we have collected. However, in certain circumstances, we will not be able to delete your information. Examples of these circumstances include, but are not limited to, retaining your information to protect the security or functionality of our systems, complying with legal requirements and obligations, completing a transaction for you, servicing your account or where data is not reasonable able to identify you.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": " In the past twelve (12) months, we have disclosed or sold to third parties the following categories of your personal information for business purposes described in this policy (e.g., advertising and to protect against fraud and malicious activity): personal identifiers, commercial information, information gathered for site registration, information gathered from survey or sweepstakes entries, Internet/other electronic network activity information, geolocation data, characteristics of protected classifications, characterizations based on site use and inferences drawn from this information.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {(d) Do Not Sell My Information Right. You also have the right to direct us to not sell your personal information at any time.} "
    },
    {
      "Text": "Do Not Sell My Information Right. You also have the right to direct us to not sell your personal information at any time",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {However, in certain circumstances, we will not be able to delete your information. Examples of these circumstances include, but are not limited to, retaining your information to protect the security or functionality of our systems, complying with legal requirements and obligations, completing a transaction for you, servicing your account or where data is not reasonable able to identify you.} "
    },
    {
      "Text": " To opt out of the sale of your personal information, please submit a form here, or email us at dataprivacyandcompliance@pgatourhq.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You also have the right to direct us to not sell your personal information at any time. In the past twelve (12) months, we have disclosed or sold to third parties the following categories of your personal information for business purposes described in this policy (e.g., advertising and to protect against fraud and malicious activity): personal identifiers, commercial information, information gathered for site registration, information gathered from survey or sweepstakes entries, Internet/other electronic network activity information, geolocation data, characteristics of protected classifications, characterizations based on site use and inferences drawn from this information.} "
    },
    {
      "Text": "· Contact information (e.g., name, address, e-mail address, telephone number)\\n\\n· Username & password\\n\\n· Age, gender and other demographic information\\n\\n· Information about your interests in and use of various products, programs and services\\n\\n· Precise geo-location information as derived from your IP Address and/or via cell phone towers which may identify your longitude and latitude coordinates.\\n\\n· Financial information such as credit card number",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "· IP address and type of browser you are using (e.g., Firefox, Internet Explorer)\\n\\n· Type of operating system you are using, (e.g., Microsoft Windows or Mac OS)\\n\\n· Internet service provider (e.g., Comcast, Verizon or AT&T)\\n\\n· Web pages/Sites you have visited\\n\\n· Type of mobile device used to view the Site & device identifier location information\\n\\n· Site content you have accessed & the advertisements you have been shown and/or clicked on",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "(d) Certain Third Parties. If we desire to share your personal information with third parties that want to market products or services to you and whose practices are not covered by this Privacy Policy (e.g., other marketers, magazine publishers, retailers, participatory databases, and non-profit organizations), we will ask for your permission either at the point of submission of your personal information or prior to any such disclosure. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "UPDATES & EFFECTIVE DATE.\\n\\nFrom time to time, we may update this Privacy Policy. We will notify you about material changes in the way we treat personal information by placing a notice on our site prior to making changes. We encourage you to periodically check back and review this policy so that you always will know what information we collect, how we use it, and to whom we disclose it.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Subject to certain exceptions under the GDPR and any other applicable law, you may be able to exercise certain rights with regard to your personal information, including the following: · Right of access to personal information · Right to correct your personal information where it is incorrect or incomplete · Right of erasure of your personal information if certain grounds are met · Right to restrict/suspend processing of your personal information · Right to complain to a supervisory authority if you believe our processing of your personal information infringes applicable law · Right of data portability (if processing is based on consent and automated means) · Right to withdraw consent at any time (if processing is based on consent) · Right to object to processing (if processing is based on legitimate interests or is for direct marketing purposes) Requests to exercise any of these rights by individuals in the EEA should be submitted through our standard form or by emailing us at dataprivacyandcompliance@pgatourhq.com . 12.} "
    },
    {
      "Text": "Do Not Sell My Personal Information\\nWhen you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {PGA TOUR, PGA TOUR Champions, and the Swinging Golfer design are registered trademarks. The Korn Ferry trademark is also a registered trademark, and is used in the Korn Ferry Tour logo with permission.} "
    },
    {
      "Text": "Strictly Necessary Cookies\\nAlways Active\\nThese cookies are necessary for the website to function and cannot be switched off in our systems",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can also update your browser settings or visit www.aboutads.info/choices to opt-out of certain uses of cookies for advertising purposes. Opt out of sharing your name, email address, and other personal information with third parties.} "
    },
    {
      "Text": "Performance Cookies\\nPerformance Cookies\\nThese cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. I",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.} "
    },
    {
      "Text": "Functional Cookies\\nFunctional Cookies\\nThese cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages.    ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.} "
    },
    {
      "Text": "Targeting Cookies\\nTargeting Cookies\\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly.} "
    }
  ]
}