{
  "policy_id": "80",
  "text": "Privacy Policy - Thumbtack Join as a pro Explore Sign up Log in Home Handyman Services Local Electricians House Cleaning Services Residential Painters Last Minute Movers Movers General Contractors Roof Estimating Services Plumbers Single Item Movers Flooring Installation Companies Pressure Washing Services See all Events and more Freelance Web Designers Affordable Photographers Personal Trainers DJs Web Design Companies College Application Consultants Financial Planners Accountants Psychics Resume Services Leaf Removal Services Bands For Hire Affordable Attorneys Dog Trainers Electricians See all Other Info Home Maintenance Weddings Cost Guides Home Resource Center Questions and Answers Get the App See all What’s on your to-do list? Home Explore Home Handyman Services Local Electricians House Cleaning Services Residential Painters Last Minute Movers Movers General Contractors Roof Estimating Services Plumbers Single Item Movers Flooring Installation Companies Pressure Washing Services See all Events and more Freelance Web Designers Affordable Photographers Personal Trainers DJs Web Design Companies College Application Consultants Financial Planners Accountants Psychics Resume Services Leaf Removal Services Bands For Hire Affordable Attorneys Dog Trainers Electricians See all Other Info Home Maintenance Weddings Cost Guides Home Resource Center Questions and Answers Get the App See all Join as a pro Sign up Log in Privacy Policy Last Updated: June 28, 2023 Thumbtack, Inc. and its affiliates (collectively \"Thumbtack,\" \"we,\"\n            \"our,\" or \"us\") value your privacy. In this Privacy Policy\n            (\"Policy\"), we describe the information we collect, how we use it, and when\n            and to whom we disclose it. This Policy applies to all of our websites, mobile\n            applications, and other online services (collectively, the \"Platform\") made\n            available by or through Thumbtack and on which we post this Policy, including through\n            our URL www.thumbtack.com and www.setter.com ,\n            and to information we collect offline or through other means. Undefined capitalized\n            terms used herein shall have the definitions as set forth in our Terms of Use . By accessing or using the Platform, you agree to\n            this Policy. IF YOU DO NOT AGREE TO THIS POLICY, PLEASE DO NOT ACCESS OR USE THE\n            PLATFORM. KEY TERMS \"Content\" means text, graphics, images, music, software, audio, video,\n            information or other materials, including but not limited to profile information, Pro\n            Services requests, quotes, message threads, reviews, scheduling and calendar\n            information, and other information or materials available on or through the Platform. \"Consumer\" means a User who is registered to search for Service Professionals\n            on the Platform, seeks Pro Services from Service Professionals on the Platform, makes a\n            booking with a Service Professional to purchase a Pro Service (or receive a quote in\n            contemplation thereof), is registered for or undergoes a home specialist consultation or\n            similar service with respect to their home, utilizes a Thumbtack plan to track\n            maintenance on a home, is a Thumbtack Plus member, or otherwise uses the Platform to\n            receive, pay for, review, or facilitate the receipt of Pro Services. Because a Consumer\n            may be, or may become, a customer of a Service Professional, a Consumer is often\n            referred to as a “customer” or a “Customer” on the Platform and\n            in marketing materials related to the Platform. \"Platform\" has the meaning set forth in the opening paragraph above. \"Pro Services\" means the services listed, quoted, scheduled, fulfilled or\n            provided by Service Professionals, or sought, scheduled, paid for or received by\n            Consumers, through the Platform. \"Service Professional\" means a User who uses, or is registered to use, the\n            Platform to offer, provide, receive payment for, or facilitate the provision of Pro\n            Services. Service Professionals are often referred to as “pros” on the\n            Platform. \"Thumbtack Content\" means all Content Thumbtack makes available on or through\n            the Platform, including any Content licensed from a third-party, but excluding User\n            Content. \"User\" means a person or entity who uses the Platform, including, for example,\n            a person who completes Thumbtack's account registration process, agrees to the Terms\n            of Use, utilizes any services offered by or through the Platform, or submits or receives\n            a request through Thumbtack, including but not limited to Service Professionals and\n            Consumers. \"User Content\" means all Content submitted, posted, uploaded, published, or\n            transmitted on or through the Platform by any User of the Platform, including but not\n            limited to photographs, profile information, descriptions, postings, reviews, requests,\n            messages, and payments made through the Platform, but excluding Thumbtack Content and Feedback . INFORMATION WE COLLECT How we collect and store information depends on how you access and use the Platform. We\n            collect information in multiple ways including when you provide information directly to\n            us, when we collect information from affiliates and non-affiliated sources, and when we\n            passively collect information from you, such as information collected from your browser\n            or device. Information You Provide Directly to Us You may provide us with information about you when you use or access the Platform, such\n            as when you register for an account; participate in polls or surveys; enroll for\n            electronic newsletters; request a quote or other information; submit or respond to a\n            quote; make a purchase; fill out any forms; enter a sweepstakes or contest, or register\n            for a promotion; transmit User Content; download or use one of our mobile applications;\n            you consent to our collection of information, such as when you grant us permission to\n            collect your device’s contact list; or otherwise communicate with us or other\n            Users through the Platform. This list is illustrative, not exhaustive; this Policy\n            applies to all your uses of the Platform. The personal information you provide directly to us may include, but is not limited to:\n            (a) name; (b) zip code; (c) email address; (d) home or business telephone number; (e)\n            home, business or mailing address; (f) demographic information (e.g., gender, age, and\n            other information relevant to User surveys and/or offers); (g) date of birth and/or age\n            verification; (h) insurance information (if you are a Service Professional); (i)\n            photographs and/or video files or audio files (e.g., customer service call recordings);\n            (j) information about your project, home, request or need; (k) in certain circumstances,\n            payment information; (l) if you are a Service Professional, in certain circumstances,\n            identity verification information (such as Social Security number or driver’s\n            license information); and/or (m) any other information you include in communications\n            with other Users through the Platform or communications with us. It may also include\n            your information specific to the services you are requesting or offering through the\n            Platform, such as a business name, service description, qualifications and credentials.\n            You are not required to provide us with such information, but certain features of the\n            Platform may not be accessible or available, absent the provision of the requested\n            information. We utilize a third-party payment provider to process payment information (e.g., credit\n            card information or bank account information). Information from Affiliates, Social Networking Sites, and Other Non-Affiliated\n                Sources We may collect information about you through Thumbtack affiliates or through\n            non-affiliated sources, including public information sources. For example: You may be able to access the Platform through a social networking account, such as\n                Facebook. If you access the Platform through your Facebook account, you may allow us\n                to have access to certain information in your Facebook profile. This may include\n                your name, profile picture, gender, networks, user IDs, list of friends, location,\n                date of birth, email address, photos, videos, people you follow and/or who follow\n                you, and/or your posts or \"likes.\" Social networking sites, such as\n                Facebook, have their own policies for handling your information. For a description\n                of how these sites may use and disclose your information, including any information\n                you make public, please consult those sites' privacy policies. To the extent permitted by law, we may, in our sole discretion, ask for and collect\n                supplemental information about you from non-affiliated sources, such as information\n                about your credit from a credit bureau, or information to verify your identity or\n                trustworthiness, or for other fraud or safety protection purposes. We may combine\n                information that we collect from you through the Platform with information that we\n                obtain from such sources, including public information sources and information\n                derived from any other products or services we provide. We may collect information that demonstrates the occurrence of an off-Platform\n                communication between a Consumer and a Service Professional in order to ensure\n                accurate charging of fees imposed upon Service Professionals and to enforce the\n                Terms of Use. Except as explicitly stated herein, we will not collect or store the\n                contents of any off-Platform communication between a Consumer and a Service\n                Professional. If you send text messages with a Consumer or Service Professional using the\n                telephone number for that User available on the Platform, we may use a third-party\n                vendor to track these text messages. We track these text messages for fraud\n                prevention, to ensure appropriate charging of fees, to enforce our Terms of Use, and\n                for quality and training purposes. As part of this process, Thumbtack and the\n                third-party vendor will receive in real time and store data about your text message,\n                including the date and time of the text message, your phone number, and the content\n                of the text message. Please note that we have no control over how any third-party site uses or discloses the\n            information it collects about you. Information That Is Passively or Automatically Collected Device/Usage Information. We and certain third-party vendors, including ad\n            networks and analytics providers, may use cookies, web beacons, and other tracking\n            technologies to collect information about the computers or devices (including mobile\n            devices) you use to access the Platform. As described further below, we and these\n            third-party vendors may collect and analyze information including but not limited to (a)\n            browser type; (b) ISP or operating system; (c) domain name; (d) access time; (e)\n            referring or exit pages; (f) page views; (g) IP address; (h) unique device identifiers\n            (e.g. IDFA or Android ID); and (i) the type of device that you use. We may also track\n            and record when and how frequently you access or use the Platform, or how you browse the\n            Platform. We do not, however, collect keystroke information. We use this information\n            (including the information collected by relevant third-party vendors) for Platform\n            analytics (including to determine which portions of the Platform are used most\n            frequently and what our Users like/do not like), to assist in determining relevant\n            advertising (both on and off the Platform), to evaluate the success of our advertising\n            campaigns, and as otherwise described in this Policy. Location Information. When you use the Platform, we may collect general\n            location information (such as your location as derived from your IP address). If you\n            install our mobile app, depending on your device settings and any permissions you have\n            granted, we may collect information about your precise geolocation, and we may use that\n            information to improve the Platform, including providing you with location-based\n            features (e.g., for identification of Pro Services available near you). To deliver\n            customized content and advertising, we may disclose your location information to our\n            agents, vendors, or advertisers. If you access the Platform through a mobile device and\n            you do not want your device to provide us with location-tracking information, you may be\n            able to disable the GPS or other location-tracking functions on your device. See your\n            device manufacturer's instructions for further details. If you disable certain\n            functions, you may be unable to use certain parts of the Platform. Cookies and Other Electronic Technologies. We and our third-party vendors may\n            use cookies, clear GIFs, pixel tags, and other technologies that help us better\n            understand User behavior, personalize preferences, perform research and analytics, and\n            improve the Platform. These technologies, for example, may allow us to tailor the\n            Platform to your needs, save your password in password-protected areas, track the pages\n            you visit, help us manage content, and compile statistics about Platform usage. We also\n            use certain of these technologies to deliver advertisements through the Platform that\n            may interest you or to advertise ourselves and the Platform to you on other sites. We or\n            our third-party vendors also may use certain of these technologies in emails to our\n            Users to help us track email response rates, identify when our emails are viewed, and\n            track whether our emails are forwarded. You can choose to accept or decline cookies. Most web browsers automatically accept\n            cookies, but your browser may allow you to modify your browser settings to decline\n            cookies if you prefer. If you disable cookies, you may be prevented from taking full\n            advantage of the Platform, because it may not function properly. As we adopt additional\n            technologies, we may also gather additional information through other methods. HOW WE USE YOUR INFORMATION We may use your information for any of the following reasons: For the purposes for which you provided it; To enable you to use the services available through the Platform, including\n                registering you for our services and verifying your identity and authority to use\n                our services; For customer support and to respond to your inquiries; For internal record-keeping purposes; To administer surveys, sweepstakes, promotions, or contests; To track fees and process billing and payment including sharing with third-party\n                payment gateways and payment vendors in connection with the Platform; To improve and maintain the Platform and for product development; To address fraud or safety concerns, or to investigate complaints or suspected fraud\n                or wrongdoing; To market and advertise our services and the Platform, including to send promotional\n                emails regarding new products from Thumbtack, special offers from Thumbtack, or\n                other information that may interest you; As permitted under applicable law, to contact you by text message regarding certain\n                services or information you have requested; As permitted under applicable law, to contact you by telephone or text message\n                regarding Platform features, improvements, or other products and services that may\n                interest you; For Thumbtack's market research purposes, including, but not limited to, the\n                customization of the Platform according to your interests; To contact you with information about your use of the Platform; For other research and analytical purposes; and To resolve disputes, to protect ourselves and other Users of the Platform, or third\n                parties, including to protect property or safety; and to enforce any legal terms\n                that govern your use of the Platform. For Service Professionals, we may display information related to your business,\n            including your name or your business’s name, publicly on your profile, except to\n            the extent we tell you we will not display such information. If the information you\n            provide us upon signing up for an account differs from the information you provide us as\n            part of the verification data we collect, we have sole discretion in determining which\n            information will be displayed publicly on your profile. We may combine information that we collect from you through the Platform with\n            information that we obtain from affiliated and non-affiliated sources, and information\n            derived from any other products or services we provide. We may aggregate and/or\n            de-identify information we collect. We may use de-identified or aggregated information\n            for any purpose, including without limitation for research and marketing purposes and\n            may also disclose such information to any third parties, including without limitation,\n            advertisers, promotional partners, sponsors, event promoters, and/or others. We may, either directly or through third-party providers we engage to provide services\n            to us, review, scan, or analyze your communications with other Users exchanged via the\n            Platform or as otherwise described in this Policy for fraud prevention, risk assessment,\n            regulatory compliance, investigation, product development, research and User support\n            purposes. For example, as part of our fraud prevention efforts, we may scan and analyze\n            messages to prevent fraud or improper actions. We may also scan, review or analyze\n            messages for research and product development purposes, as well as to debug, improve and\n            expand product offerings. By using the Platform or engaging in off-Platform\n            communications tracked by Thumbtack, you consent that Thumbtack, in its sole discretion,\n            may, either directly or through third-parties we engage to provide services to us,\n            review, scan, analyze, and store your communications, whether done manually or through\n            automated means. HOW WE DISCLOSE YOUR INFORMATION Unless otherwise described in this Policy, we may also disclose the information that we\n            collect as follows: Affiliates. We may disclose your information to any Thumbtack affiliates. Consent. We may disclose your information based on your consent to do so. Vendors. We may provide your information to select third parties who perform\n                services on our behalf. These third parties provide a variety of services to us\n                including without limitation billing, sales, marketing, advertising, market\n                research, fulfillment, data storage, analysis and processing, identity verification,\n                fraud and safety protection and legal services. Legal Requirements. We may disclose your information when required by law or when we\n                believe in good faith that such disclosure is necessary to: (a) comply with\n                subpoenas, court orders, or other legal process we receive; (b) establish or\n                exercise our legal rights including enforcing and administering agreements with\n                Users; or (c) defend Thumbtack against legal claims. While you may challenge the\n                disclosure request, please be advised we may still be legally required to turn over\n                your information. Protection of Thumbtack and Others. We may disclose your information when we believe\n                it appropriate to investigate, prevent, or take action regarding possible illegal\n                activities, suspected fraud, situations involving potential threats to the physical\n                safety of any person, violations of the Terms of Use or any other legal terms\n                governing use of the Platform, and/or to protect our rights and property and the\n                rights and property of others. Business Transfers. As we continue to develop our business, we may sell, buy, merge\n                or partner with other companies or businesses, or sell some or all our assets. In\n                such contemplated or actual transactions or where there is any change of control of\n                Thumbtack, your information may be among the disclosed and/or transferred assets. App Store Providers. We may provide your identity and mobile device identifier to\n                third-party app store providers (for example, the Apple App Store) to allow you to\n                download our mobile apps. Academics and Research. We may provide information about Users to third-parties for\n                academic and research purposes, in anonymized or aggregated form. You may post Content on or through our Platform, including, but not limited to, your\n            comments, pictures, Service Professional profile, and other information. However, please\n            be careful and responsible whenever you are online. Some information you provide and/or\n            that we collect may be publicly accessible. For instance, registration for an account\n            requires that you provide us with your name. If you register through Facebook, the\n            Platform will use the name associated with your Facebook account. Your name (full name,\n            or in some instances, your first name and last initial) may be visible to other Users.\n            Depending on the circumstances, your name may be attached to your Content or\n            information, such as scheduling of Pro Services, service requests, reviews,\n            participating in discussions or forums, messaging, and profile information. Certain\n            other people, including other Users with whom you have interacted via the Platform, may\n            see information about you that is attached to your name. For example (but without\n            limitation), if you are a Consumer seeking Pro Services, the description you provide of\n            your desired services, along with your name, will be shown to some Service Professionals\n            registered in the relevant category along with your name. Thus, other Users may be able\n            to personally identify you based on Content you provide. Similarly, certain information\n            we collect, including but not limited to when you last accessed the Platform, may be\n            disclosed to other Users with whom you are interacting or otherwise made public. If you choose to post User Content on or through the Platform, such as through\n            User-to-User messaging or through our review boards, forums, blogs, or other postings,\n            that information: (a) may be or may become publicly available; (b) may be collected and\n            used by third-parties with or without our knowledge; and (c) may be used by third\n            parties (including other Users) in a manner that may violate this Policy or applicable\n            law. ONLINE ANALYTICS AND TAILORED ADVERTISING Analytics We may use third-party web analytics services on the Platform, such as those of Google\n            Analytics. Providers of these services use cookies and similar technologies (as\n            described in the Information That Is Passively or Automatically Collected section above)\n            to help us analyze how Users use the Platform, including by noting the third-party\n            website from which you arrive. The information collected by the technology may be\n            disclosed to or collected directly by these providers. We may also use Google Analytics;\n            to prevent Google Analytics from using your information for analytics, you may install\n            the Google Analytics Opt-Out Browser Add-on . Tailored Advertising We may use advertising services provided by third parties on the Platform, which provide\n            their services using cookies and similar technologies (as described in the Information\n            That Is Passively or Automatically Collected section above). Third parties whose\n            products or services are accessible or marketed via the Platform may also place such\n            technologies on your computer, mobile phone, or other device to collect information\n            about your use of the Platform. We, our providers, and third parties collect information\n            in this way for advertising and marketing purposes. Certain third-party providers and certain cookies or similar technologies on the\n            Platform enable us and third parties to serve you “tailored” advertising\n            online that is more relevant to you and your interests. If you are interested in more\n            information about tailored browser advertising and how you can generally control cookies\n            from being put on your computer to deliver tailored advertising, you may visit the Network Advertising Initiative's Consumer Opt-Out Link and/or the Digital Advertising Alliance's Consumer Opt-Out Link to opt out of receiving tailored advertising from companies that participate in those\n            programs. To opt out of Google Analytics for Display Advertising or customize Google\n            Display Network ads, you can visit the Google Ads Settings page . We do not\n            control any of these opt-out mechanisms and are not responsible for any choices you make\n            using these mechanisms or the continued availability or accuracy of these mechanisms. If\n            your browsers are configured to reject cookies when you visit this opt-out page, or you\n            subsequently erase your cookies, use a different computer or change web browsers, your\n            NAI or DAA opt-out may no longer be effective. Additional information is available on\n            NAI's and DAA's websites. Please note that if you opt out of tailored advertising, you may still receive online\n            advertisements about us, the Platform, or third parties on the Platform – however,\n            such advertising is not tailored. When using a mobile application, you may also receive tailored in-application\n            advertising. Each operating system (e.g., iOS for Apple devices, Android for Android\n            devices, and Windows for Microsoft devices) provides its own instructions on how to\n            prevent use of your mobile advertising identifier to deliver tailored in-application\n            advertising. For more information, you may review the support materials and/or the\n            privacy settings for the operating systems and devices you use, or contact the\n            applicable provider/operator. PRIVACY OF MINORS Our services are not provided to minors (i.e., persons under the age of 18). We elect to\n            provide services only to persons 18 years of age or older, including any use of the\n            Platform. If we discover, or if you inform us, that an individual under 18 has provided\n            us with personal information, we will close the account and delete that\n            individual’s personal information as required by law, including the Children's\n            Online Privacy Protection Act. We may, where permitted by law, retain certain\n            information internally for purposes described in this Policy. SECURITY We employ physical, procedural, and technological security measures to help protect your\n            information from unauthorized access or disclosure. Thumbtack may use encryption,\n            passwords, and physical security measures to help protect your information against\n            unauthorized access and disclosure. No security measures, however, are 100% failsafe.\n            Therefore, we do not promise and cannot guarantee, and thus you should not expect, that\n            any information provided or transmitted online is completely secure. You should take\n            steps to protect against unauthorized access to your password, phone, and computer by,\n            among other things, signing off after using a shared computer, choosing a robust\n            password that nobody else knows or can easily guess, keeping your log-in and password\n            private, and not recycling passwords from other websites or accounts. Thumbtack is not\n            responsible for the unauthorized use of your information nor for any lost, stolen, or\n            compromised passwords, or for any activity on your account via unauthorized password\n            activity. LINKS TO EXTERNAL PLATFORMS The Platform may contain links to third-party websites or resources over which Thumbtack\n            does not have any control; please review such other websites’ privacy policies as\n            to their use of personal information. Such links do not constitute an endorsement by\n            Thumbtack of those third-party websites. You acknowledge that Thumbtack is providing\n            these links to you only as a convenience, and further agree that Thumbtack is not\n            responsible in any way for such third-party websites, including without limitation for\n            their content or how they treat information you provide to them. YOUR CHOICES You may review, correct, and delete certain information about you through your account,\n            such as by logging in to the Platform and navigating to your preferences page in\n            \"Your Dashboard.\" We expect you to promptly update your account information if\n            it changes or is inaccurate. Upon your request, we will close your account and remove\n            your profile information from view as soon as reasonably possible. We may retain\n            information from closed accounts in order to comply with the law, prevent fraud, collect\n            any fees owed, resolve disputes, troubleshoot problems, assist with any investigations\n            of any User, enforce our Terms of Use, and/or for any other purposes otherwise permitted\n            by law that we deem necessary in our sole discretion. You should understand, however,\n            that once you transmit User Content through the Platform, it may be acquired by others\n            who may not be required to delete or modify such User Content. Once we have deactivated\n            or removed your account, you agree that Thumbtack will not be responsible for retaining\n            information related to your account. We may send periodic emails to you. You may opt out of promotional emails by following\n            the opt-out instructions contained in the email. Please note that it may take up to 10\n            business days for us to process opt-out requests. If you opt out of receiving\n            promotional emails, we may still send you emails about your account or any services you\n            have requested or received from us, transactions, or changes to our Terms of Use, this\n            Policy, or other relevant terms. We may monitor and record our telephone conversations with you for training and quality\n            assurance purposes. You will be provided with a notice at the beginning of any call that\n            is being recorded. If you are a resident of certain states, you may have certain rights regarding your\n            information. Residents of the state of California: See our Supplemental Privacy Notice for California Residents below. Residents of Virginia, Colorado, Connecticut, and certain other states: See our Supplemental Privacy Notice for Other U.S. States below. CHANGES TO THIS POLICY THIS POLICY IS CURRENT AS OF THE EFFECTIVE DATE SET FORTH ABOVE. THUMBTACK MAY, IN ITS\n            SOLE AND ABSOLUTE DISCRETION, CHANGE THIS POLICY AT ANY TIME. THUMBTACK WILL POST ITS\n            UPDATED POLICY ON THE PLATFORM, SEND YOU A MESSAGE OR OTHERWISE NOTIFY YOU WHEN YOU ARE\n            LOGGED INTO YOUR ACCOUNT. THUMBTACK ENCOURAGES YOU TO REVIEW THIS POLICY REGULARLY FOR\n            ANY CHANGES. YOUR CONTINUED ACCESS TO OR USE OF THE PLATFORM WILL BE SUBJECT TO THE\n            TERMS OF THE THEN-CURRENT POLICY. CONSENT TO TRANSFER Our computer systems are currently based in the United States and Canada, so your\n            information will be processed by us in the United States and Canada, where data\n            protection and privacy regulations may not offer the same level of protection as in your\n            country of residence and data may be accessible to law enforcement and national security\n            authorities under certain circumstances. If you create an account with the Platform as a\n            visitor from outside the United States, by using the Platform, you agree to this Policy\n            and you consent to the processing of all such information in the United States and\n            Canada. CONTACT US If you have any questions about this Policy or the Platform, please contact us by\n            sending an email to support@thumbtack.com , or\n            by writing to: Thumbtack, Inc., 415 Natoma Street, Suite 1300, San Francisco, California\n            94103. SUPPLEMENTAL PRIVACY NOTICE FOR CALIFORNIA RESIDENTS This Supplemental Privacy Notice for California Residents supplements the information in\n            the Policy above, and except as provided herein, applies solely to California residents\n            (as defined by the California Consumer Privacy Act (as amended, the\n            “CCPA”)). It applies to “personal information” (as defined by\n            the CCPA) that we collect on or through the Platform and through other means (such as\n            information collected offline, in person, and over the telephone). It does not apply to\n            business information that does not constitute personal information we collect from\n            Service Professionals in their capacity as Service Professionals. This Supplemental\n            Privacy Notice for California Residents also does not apply to current or former\n            employees of Thumbtack, Inc., independent contractors, or job applicants to jobs at\n            Thumbtack, Inc. How We Collect, Use, and Disclose Personal Information The CCPA requires us to disclose information regarding the categories of personal\n            information and sensitive personal information that we have collected about California\n            consumers, the categories of sources from which we collect personal information, the\n            business or commercial purposes (as each of those terms is defined by the CCPA) for\n            which we collect personal information, and the categories of parties to whom we disclose\n            personal information. Throughout this Policy, we describe the specific pieces of personal information and\n            sensitive personal information we collect, the sources of that information, and how we\n            disclose it. Under the CCPA, we also have to provide you with the \"categories\"\n            of personal information and sensitive personal information we collect and disclose for\n            “business or commercial purposes” (as those terms are defined by the CCPA). As described further in the Policy above, the following table provides information about\n            our practices in the 12 months leading up to the effective date of this Policy in\n            relation to the categories of personal information that we generally collect from\n            California and Colorado residents, the sources of the information, the purposes for\n            which we use the information, and the categories of third parties to whom we disclose\n            personal information for a business purpose. Category of Personal Information Collected Categories of Sources of Personal Information Purposes of Use Categories of Other Parties to Whom We Disclose this Personal Information Identifiers (such as account information, name, email address, address,\n                            phone number, or social network account and profile data) You Your use of our services and the automatic collection from you that your\n                            use prompts Affiliates Unaffiliated Parties (such as agents/service providers, or other users) Providing our services, including to enable you to find a Service\n                            Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Administering surveys, sweepstakes, promotions, or contests Communicating with you Analyzing use of our services Preventing, detecting, investigating, and responding to fraud,\n                            unauthorized access/use of our services, breaches or potential breaches\n                            of terms and policies Running internal trainings of Thumbtack personnel With your consent Legal compliance Agents/service providers Affiliates Service Professionals (pursuant to a request by you for professional\n                            services) Consumers Other parties, including potential users Commercial information (such as transaction data) You Your use of our services and the automatic collection from you that your\n                            use prompts Affiliates Unaffiliated Parties (such as agents/service providers, Service\n                            Professionals, or other users) Providing our services, including to enable you to find a Service\n                            Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Administering surveys, sweepstakes, promotions, or contests Communicating with you Analyzing use of our services Preventing, detecting, investigating, and responding to fraud,\n                            unauthorized access/use of our services, or breaches or potential\n                            breaches of terms and policies With your consent Legal compliance Agents/service providers Affiliates Service Professionals (pursuant to a request by you for professional\n                            services) Consumers Other parties, including potential users Financial data (such as payment information) You Affiliates Providing our services, including to facilitate communications between\n                            you and Service Professionals Fixing and improving our services Analyzing use of our services Preventing, detecting, investigating, and responding to fraud,\n                            unauthorized access/use of our services, or breaches or potential\n                            breaches of terms and policies With your consent Legal compliance Agents/service providers; payment processors Affiliates Service Professionals (e.g. where limited information is conveyed when\n                            you make a payment on the Platform) Internet or other network or device activity (such as IP address, unique\n                            device, advertising, and app identifiers, browsing history or other\n                            usage data) You Your use of our services and the automatic collection from you that your\n                            use prompts Affiliates Unaffiliated Parties (such as agents/service providers) Providing our services, including to enable you to find a Service\n                            Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Analyzing use of our services Preventing, detecting, investigating, and responding to fraud,\n                            unauthorized access/use of our services, or breaches or potential\n                            breaches of terms and policies With your consent Legal compliance Agents/service providers Affiliates Other parties Location information (general location, and, depending on your device\n                            settings and permissions, precise geolocation information) You Your use of our services and the automatic collection from you that your\n                            use prompts Affiliates Unaffiliated Parties (such as agents/service providers) Providing our services, including to enable you to find a Service\n                            Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Analyzing use of our services Preventing, detecting, investigating, and responding to fraud,\n                            unauthorized access/use of our services, or breaches or potential\n                            breaches of terms and policies With your consent Legal compliance Agents/service providers Affiliates Service Professionals (general location only) Consumers (general location only) Other parties, including potential users (general location only) Sensory information (such as audio recordings if you call our customer\n                            service) You Affiliates Unaffiliated Parties (such as agents/service providers) Providing our services, including to enable you to find a Service\n                            Professional to provide services to you Fixing and improving our services Analyzing use of our services Preventing, detecting, investigating, and responding to fraud,\n                            unauthorized access/use of our services, or breaches or potential\n                            breaches of terms and policies Running internal trainings of Thumbtack personnel With your consent Legal compliance Agents/service providers Affiliates Other parties Inferences about your project preferences and traits You Your use of our services/automatically collected from you Affiliates Unaffiliated Parties (such as agents/service providers) Providing our services, including to enable you to find a Service\n                            Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Analyzing use of our services Preventing, detecting, investigating, and responding to fraud,\n                            unauthorized access/use of our services, or breaches or potential\n                            breaches of terms and policies With your consent Legal compliance Agents/service providers Affiliates Other parties Other information that identifies or can be reasonably associated with\n                            you (such as user generated content, e.g., reviews) You Your use of our services/automatically collected from you Affiliates Unaffiliated Parties (such as agents/service providers) Providing our services, including to enable you to find a Service\n                            Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Administering surveys, sweepstakes, promotions, or contests Communicating with you Analyzing use of our services Preventing, detecting, investigating, and responding to fraud,\n                            unauthorized access/use of our services, or breaches or potential\n                            breaches of terms and policies Running internal trainings of Thumbtack personnel With your consent Legal compliance Agents/service providers Affiliates Service Professionals (e.g. where you provide the information to Service\n                            Professionals through the Platform) Consumers Other parties, including potential users Social Security number and/or driver’s license information You Verifying Service Professionals’ identity Legal compliance Background check/identity verification service provider For legal/safety purposes Some of the categories of personal information described above are also “sensitive\n            personal information,” as that term is defined in the CCPA. The sensitive personal\n            information we may have collected in the preceding twelve months are: (1) account log-in\n            and password or other credentials allowing access to your account; (2) certain\n            user-to-user communications made through our Platform, including Member-to-Member text\n            messages; (3) precise geolocation; (4) Social Security number; and (5) driver’s\n            license number. The CCPA provides you with the right to limit certain uses and\n            disclosures of your sensitive personal information. You may limit the use of precise\n            geolocation for advertising purposes by opting out of the “sale” or\n            “sharing” of such information, as discussed below. We do not use or disclose\n            any other sensitive personal information for purposes that are subject to the right to\n            limit. We may combine the information we collect (“aggregate”) or remove pieces of\n            information (“de-identify”) to limit or prevent identification of any\n            particular User or device. We may use or disclose this aggregated or de-identified\n            information in our discretion. Your CCPA Rights If you are a California resident (as defined by the CCPA), you may have the right to\n            request that we: Provide you the categories of personal information we have collected or disclosed\n                about you; the categories of sources of such information; the business or commercial\n                purpose for collecting, “sharing” or “selling” your personal\n                information as those terms are defined by the CCPA; the categories of third parties\n                to whom we disclose or “sell” or with whom we “share”\n                personal information; and the categories of personal information we\n                “sell” or “share.” Provide access to and/or a copy of certain personal information we have about you. Delete certain personal information we have about you. Correct inaccurate personal information we have about you. You may have the right to receive information about the financial incentives that we\n            offer to you, if any. You also have the right to not be discriminated against (as\n            provided for in California law) for exercising certain of your rights referenced herein.\n            Certain information may be exempt from such requests under applicable law. In addition,\n            we need certain types of information so that we can provide our services to you. If you\n            ask us to delete it, you may no longer be able to access or use our services. To exercise any of these rights, you may submit a request at dataprivacy@thumbtack.com or visit https://help.thumbtack.com/data-privacy . You will be required to verify your identity before we are able to fulfill your\n            request, for instance by logging into the Thumbtack platform. You can also designate an\n            authorized agent to make a request on your behalf. To do so, you must provide us with\n            written authorization or a power of attorney, signed by you, for the agent to act on\n            your behalf. You may still need to verify your identity directly with us. You also have the right to opt out of “sales” and “sharing” of\n            your personal information as described below. “Sales” of personal information. Thumbtack may disclose certain\n            identifiers (like IP address and email address), internet or other electronic network\n            activity information (like information regarding an individual’s browsing\n            interactions on the Platform), and commercial information (like the fact that a browser\n            visited a page with home improvement tips) to certain analytics, advertising, and\n            marketing providers in ways that may be considered “sales” under the CCPA.\n            Thumbtack also discloses Consumers’ identifiers (like name) and general location\n            information (like zip code) to select Service Professionals to better enable those\n            Consumers to find a Service Professional who can provide a service the Consumer has\n            expressed interest in. Under the CCPA, these may be considered “sales” of\n            your personal information. “Sharing” personal information. Under the CCPA,\n            “sharing” is defined as the targeting of advertising to a consumer based on\n            that consumer’s personal information obtained from the consumer’s activity\n            across websites. We “share” information for these purposes to provide more\n            relevant and tailored advertising to you regarding our Platform. As part of this\n            advertising, we may “share” certain identifiers (like IP address and email\n            address), internet or other electronic network activity information (like information\n            regarding an individual’s browsing interactions on the Platform), and commercial\n            information (like the fact that a browser visited a page with home improvement tips)\n            with advertising platforms and advertising networks. To opt out of our “sale” and “sharing” of your personal\n            information as described above, you may follow the instructions on our\n            “sale” and “sharing” opt-out page here . Please note that we also respond to and abide by opt-out preference signals sent through\n            the Global Privacy Control. Any opt-out preferences you have exercised through these\n            methods will only apply to the specific device/browser on which you made them. For more\n            information on how to use the Global Privacy Control, see https://globalprivacycontrol.org . Retention of Your Personal Information We will retain your personal information for as long as reasonably necessary to provide\n            the Platform and our services or until you delete or modify your information. We also\n            reserve the right to retain and use your information as necessary to comply with our\n            legal obligations, resolve disputes, and enforce our agreements. California Shine the Light Disclosure If you are a California resident, you may ask for a list of third parties that have\n            received your information for direct marketing purposes during the previous calendar\n            year. If we have disclosed your information, this list will contain the types of\n            information disclosed, and we will provide this list at no cost. To make such a request,\n            contact us at dataprivacy@thumbtack.com . California Do-Not-Track Disclosure Thumbtack is committed to providing you with meaningful choices about the information\n            collected on our Platform for third-party purposes. That is why we have provided links\n            (above) to the NAI \"Consumer Opt-Out\" link, the DAA opt-out link, and a Google\n            opt-out link. However, Thumbtack does not currently recognize or respond to\n            browser-initiated Do-Not-Track signals, as the Internet industry is currently still\n            working on Do-Not-Track standards, implementations, and solutions. Please note that\n            Do-Not-Track is a different privacy mechanism than the Global Privacy Control browser\n            choice referenced above. SUPPLEMENTAL PRIVACY NOTICE FOR RESIDENTS OF OTHER U.S. STATES Residents of certain other states, such as Colorado, Virginia, and Connecticut, may have\n            certain rights regarding their “personal data,” as defined in these\n            states’ laws (“personal information”), that we process. Residents of Colorado may click here to view more\n            information regarding each category of personal information we process (including\n            sensitive data (called “sensitive personal information” above)), the sources\n            of such information, the purposes for which we process each category of personal\n            information, and the categories of entities to whom the personal information is\n            disclosed. Residents of Colorado may click here to view\n            more information about the categories of personal information that are\n            “sold” or used for “targeted advertising” (as defined in\n            Colorado law). Please note that we do not engage in profiling that produces legal or\n            similarly significant effects. Your state law may permit you to request that we: Confirm whether or not we are processing your personal information and provide you\n                with access to such personal information; Correct inaccuracies in your personal information, taking into account the nature of\n                the personal information and the purposes of the processing of the personal\n                information; Delete your personal information; Provide you a copy of personal information that you previously provided to us in a\n                portable and, to the extent technically feasible, readily usable format that allows\n                you to transmit the data to another business, where our processing is carried out by\n                automated means; and Opt you out of processing of personal information for purposes of profiling in\n                furtherance of decisions that produce legal or similarly significant effects\n                concerning you (please note that we do not engage in this kind of processing). Certain information may be exempt from such requests under applicable law. For example,\n            we need certain types of information so that we can provide the Platform to you. If you\n            ask us to delete it, you may no longer be able to access or use the Platform. To exercise any of these rights, you may submit a request at dataprivacy@thumbtack.com or visit https://help.thumbtack.com/data-privacy You will be required to verify your identity before we fulfill your request. To do so,\n            you will need to provide the information identified in the webform or as otherwise\n            directed by us. You also have the right to opt out of the processing of the “sale” of your\n            personal information and the processing of your personal information for purposes of\n            “targeted advertising,” as defined in applicable law. Click here for more information about the categories of\n            personal information that are “sold” or used for “targeted\n            advertising” (also called “sharing” in some states). Applicable law may also permit you to appeal any denials of your rights requests; to do\n            so, contact us at dataprivacy@thumbtack.com and describe in\n            detail why you believe the denial was in error. Your description must include your full\n            name and the email address used for your account with us, along with a copy of the\n            denial notice you received from us. NOTICE FOR NEVADA RESIDENTS Under Nevada law, certain Nevada consumers may opt out of the sale of “personally\n            identifiable information” for monetary consideration. “Personally\n            identifiable information” includes first and last name, address, email address,\n            phone number, Social Security Number, or an identifier that allows a person to be\n            contacted either physically or online. We do not engage in such activity; however, if you are a Nevada resident who has\n            purchased or leased goods or services from us, you may submit a request to opt out of\n            any potential future sales under Nevada law by NevadaOptOut@thumbtack.com . Please note\n            we will take reasonable steps to verify your identity and the authenticity of the\n            request. Once verified, we will maintain your request in the event our practices change. Thumbtack Consider it done. About Careers Press Blog Customers How to use Thumbtack Sign up Get the app Services near me Cost estimates Home resource center Small business survey Questions and answers Pros Thumbtack for pros Sign up as a pro Community Pro Resources Success stories Pro reviews iPhone app for pros Android app for pros Support Help Safety Terms of Use Privacy Policy CA Notice at Collection Do not Sell or Share My Personal Information © 2023 Thumbtack, Inc. Thumbtack Guarantee <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-N3FZSVQ\"\n                height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Cancel Search <img height=\"1\" width=\"1\" style=\"display:none\" src=\"https://www.facebook.com/tr?id=1479932752238734&amp;ev=PageView&amp;noscript=1\"> <img src=\"//trc.taboola.com/1218735/log/3/unip?en=page_view\" width=\"0\" height=\"0\" style=\"display:none\"> <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://ct.pinterest.com/v3/?tid=2615094421479&amp;pd[em]=&amp;noscript=1\"> </div>",
  "annotations": [
    {
      "Text": "Last Updated: June 28, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Privacy Policy - Thumbtack Join as a pro Explore Sign up Log in Home Handyman Services Local Electricians House Cleaning Services Residential Painters Last Minute Movers Movers General Contractors Roof Estimating Services Plumbers Single Item Movers Flooring Installation Companies Pressure Washing Services See all Events and more Freelance Web Designers Affordable Photographers Personal Trainers DJs Web Design Companies College Application Consultants Financial Planners Accountants Psychics Resume Services Leaf Removal Services Bands For Hire Affordable Attorneys Dog Trainers Electricians See all Other Info Home Maintenance Weddings Cost Guides Home Resource Center Questions and Answers Get the App See all What’s on your to-do list?} "
    },
    {
      "Text": "Information You Provide Directly to Us\\n\\nYou may provide us with information about you when you use or access the Platform, such as when you register for an account; participate in polls or surveys; enroll for electronic newsletters; request a quote or other information; submit or respond to a quote; make a purchase; fill out any forms; enter a sweepstakes or contest, or register for a promotion; transmit User Content; download or use one of our mobile applications; you consent to our collection of information, such as when you grant us permission to collect your device’s contact list; or otherwise communicate with us or other Users through the Platform. This list is illustrative, not exhaustive; this Policy applies to all your uses of the Platform.\\n\\nThe personal information you provide directly to us may include, but is not limited to: (a) name; (b) zip code; (c) email address; (d) home or business telephone number; (e) home, business or mailing address; (f) demographic information (e.g., gender, age, and other information relevant to User surveys and/or offers); (g) date of birth and/or age verification; (h) insurance information (if you are a Service Professional); (i) photographs and/or video files or audio files (e.g., customer service call recordings); (j) information about your project, home, request or need; (k) in certain circumstances, payment information; (l) if you are a Service Professional, in certain circumstances, identity verification information (such as Social Security number or driver’s license information); and/or (m) any other information you include in communications with other Users through the Platform or communications with us. It may also include your information specific to the services you are requesting or offering through the Platform, such as a business name, service description, qualifications and credentials. You are not required to provide us with such information, but certain features of the Platform may not be accessible or available, absent the provision of the requested information.\\n\\nWe utilize a third-party payment provider to process payment information (e.g., credit card information or bank account information).\\n\\nInformation from Affiliates, Social Networking Sites, and Other Non-Affiliated Sources\\n\\nWe may collect information about you through Thumbtack affiliates or through non-affiliated sources, including public information sources. For example:\\n\\nYou may be able to access the Platform through a social networking account, such as Facebook. If you access the Platform through your Facebook account, you may allow us to have access to certain information in your Facebook profile. This may include your name, profile picture, gender, networks, user IDs, list of friends, location, date of birth, email address, photos, videos, people you follow and/or who follow you, and/or your posts or \"likes.\" Social networking sites, such as Facebook, have their own policies for handling your information. For a description of how these sites may use and disclose your information, including any information you make public, please consult those sites' privacy policies.\\nTo the extent permitted by law, we may, in our sole discretion, ask for and collect supplemental information about you from non-affiliated sources, such as information about your credit from a credit bureau, or information to verify your identity or trustworthiness, or for other fraud or safety protection purposes. We may combine information that we collect from you through the Platform with information that we obtain from such sources, including public information sources and information derived from any other products or services we provide.\\nWe may collect information that demonstrates the occurrence of an off-Platform communication between a Consumer and a Service Professional in order to ensure accurate charging of fees imposed upon Service Professionals and to enforce the Terms of Use. Except as explicitly stated herein, we will not collect or store the contents of any off-Platform communication between a Consumer and a Service Professional.\\nIf you send text messages with a Consumer or Service Professional using the telephone number for that User available on the Platform, we may use a third-party vendor to track these text messages. We track these text messages for fraud prevention, to ensure appropriate charging of fees, to enforce our Terms of Use, and for quality and training purposes. As part of this process, Thumbtack and the third-party vendor will receive in real time and store data about your text message, including the date and time of the text message, your phone number, and the content of the text message.\\nPlease note that we have no control over how any third-party site uses or discloses the information it collects about you.\\n\\nInformation That Is Passively or Automatically Collected\\n\\nDevice/Usage Information. We and certain third-party vendors, including ad networks and analytics providers, may use cookies, web beacons, and other tracking technologies to collect information about the computers or devices (including mobile devices) you use to access the Platform. As described further below, we and these third-party vendors may collect and analyze information including but not limited to (a) browser type; (b) ISP or operating system; (c) domain name; (d) access time; (e) referring or exit pages; (f) page views; (g) IP address; (h) unique device identifiers (e.g. IDFA or Android ID); and (i) the type of device that you use. We may also track and record when and how frequently you access or use the Platform, or how you browse the Platform. We do not, however, collect keystroke information. We use this information (including the information collected by relevant third-party vendors) for Platform analytics (including to determine which portions of the Platform are used most frequently and what our Users like/do not like), to assist in determining relevant advertising (both on and off the Platform), to evaluate the success of our advertising campaigns, and as otherwise described in this Policy.\\n\\nLocation Information. When you use the Platform, we may collect general location information (such as your location as derived from your IP address). If you install our mobile app, depending on your device settings and any permissions you have granted, we may collect information about your precise geolocation, and we may use that information to improve the Platform, including providing you with location-based features (e.g., for identification of Pro Services available near you). To deliver customized content and advertising, we may disclose your location information to our agents, vendors, or advertisers. If you access the Platform through a mobile device and you do not want your device to provide us with location-tracking information, you may be able to disable the GPS or other location-tracking functions on your device. See your device manufacturer's instructions for further details. If you disable certain functions, you may be unable to use certain parts of the Platform.\\n\\nCookies and Other Electronic Technologies. We and our third-party vendors may use cookies, clear GIFs, pixel tags, and other technologies that help us better understand User behavior, personalize preferences, perform research and analytics, and improve the Platform. These technologies, for example, may allow us to tailor the Platform to your needs, save your password in password-protected areas, track the pages you visit, help us manage content, and compile statistics about Platform usage. We also use certain of these technologies to deliver advertisements through the Platform that may interest you or to advertise ourselves and the Platform to you on other sites. We or our third-party vendors also may use certain of these technologies in emails to our Users to help us track email response rates, identify when our emails are viewed, and track whether our emails are forwarded.\\n\\nYou can choose to accept or decline cookies. Most web browsers automatically accept cookies, but your browser may allow you to modify your browser settings to decline cookies if you prefer. If you disable cookies, you may be prevented from taking full advantage of the Platform, because it may not function properly. As we adopt additional technologies, we may also gather additional information through other methods.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {INFORMATION WE COLLECT How we collect and store information depends on how you access and use the Platform. We\n            collect information in multiple ways including when you provide information directly to\n            us, when we collect information from affiliates and non-affiliated sources, and when we\n            passively collect information from you, such as information collected from your browser\n            or device.} "
    },
    {
      "Text": "HOW WE USE YOUR INFORMATION\\nWe may use your information for any of the following reasons:\\n\\nFor the purposes for which you provided it;\\nTo enable you to use the services available through the Platform, including registering you for our services and verifying your identity and authority to use our services;\\nFor customer support and to respond to your inquiries;\\nFor internal record-keeping purposes;\\nTo administer surveys, sweepstakes, promotions, or contests;\\nTo track fees and process billing and payment including sharing with third-party payment gateways and payment vendors in connection with the Platform;\\nTo improve and maintain the Platform and for product development;\\nTo address fraud or safety concerns, or to investigate complaints or suspected fraud or wrongdoing;\\nTo market and advertise our services and the Platform, including to send promotional emails regarding new products from Thumbtack, special offers from Thumbtack, or other information that may interest you;\\nAs permitted under applicable law, to contact you by text message regarding certain services or information you have requested;\\nAs permitted under applicable law, to contact you by telephone or text message regarding Platform features, improvements, or other products and services that may interest you;\\nFor Thumbtack's market research purposes, including, but not limited to, the customization of the Platform according to your interests;\\nTo contact you with information about your use of the Platform;\\nFor other research and analytical purposes; and\\nTo resolve disputes, to protect ourselves and other Users of the Platform, or third parties, including to protect property or safety; and to enforce any legal terms that govern your use of the Platform.\\nFor Service Professionals, we may display information related to your business, including your name or your business’s name, publicly on your profile, except to the extent we tell you we will not display such information. If the information you provide us upon signing up for an account differs from the information you provide us as part of the verification data we collect, we have sole discretion in determining which information will be displayed publicly on your profile.\\n\\nWe may combine information that we collect from you through the Platform with information that we obtain from affiliated and non-affiliated sources, and information derived from any other products or services we provide. We may aggregate and/or de-identify information we collect. We may use de-identified or aggregated information for any purpose, including without limitation for research and marketing purposes and may also disclose such information to any third parties, including without limitation, advertisers, promotional partners, sponsors, event promoters, and/or others.\\n\\nWe may, either directly or through third-party providers we engage to provide services to us, review, scan, or analyze your communications with other Users exchanged via the Platform or as otherwise described in this Policy for fraud prevention, risk assessment, regulatory compliance, investigation, product development, research and User support purposes. For example, as part of our fraud prevention efforts, we may scan and analyze messages to prevent fraud or improper actions. We may also scan, review or analyze messages for research and product development purposes, as well as to debug, improve and expand product offerings. By using the Platform or engaging in off-Platform communications tracked by Thumbtack, you consent that Thumbtack, in its sole discretion, may, either directly or through third-parties we engage to provide services to us, review, scan, analyze, and store your communications, whether done manually or through automated means.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you disable cookies, you may be prevented from taking full\n            advantage of the Platform, because it may not function properly. As we adopt additional\n            technologies, we may also gather additional information through other methods.} "
    },
    {
      "Text": "We may, either directly or through third-party providers we engage to provide services to us, review, scan, or analyze your communications with other Users exchanged via the Platform or as otherwise described in this Policy for fraud prevention, risk assessment, regulatory compliance, investigation, product development, research and User support purposes. For example, as part of our fraud prevention efforts, we may scan and analyze messages to prevent fraud or improper actions. We may also scan, review or analyze messages for research and product development purposes, as well as to debug, improve and expand product offerings. By using the Platform or engaging in off-Platform communications tracked by Thumbtack, you consent that Thumbtack, in its sole discretion, may, either directly or through third-parties we engage to provide services to us, review, scan, analyze, and store your communications, whether done manually or through automated means.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You are not required to provide us with such information, but certain features of the\n            Platform may not be accessible or available, absent the provision of the requested\n            information. We utilize a third-party payment provider to process payment information (e.g., credit\n            card information or bank account information).} "
    },
    {
      "Text": "HOW WE DISCLOSE YOUR INFORMATION\\nUnless otherwise described in this Policy, we may also disclose the information that we collect as follows:\\n\\nAffiliates. We may disclose your information to any Thumbtack affiliates.\\nConsent. We may disclose your information based on your consent to do so.\\nVendors. We may provide your information to select third parties who perform services on our behalf. These third parties provide a variety of services to us including without limitation billing, sales, marketing, advertising, market research, fulfillment, data storage, analysis and processing, identity verification, fraud and safety protection and legal services.\\nLegal Requirements. We may disclose your information when required by law or when we believe in good faith that such disclosure is necessary to: (a) comply with subpoenas, court orders, or other legal process we receive; (b) establish or exercise our legal rights including enforcing and administering agreements with Users; or (c) defend Thumbtack against legal claims. While you may challenge the disclosure request, please be advised we may still be legally required to turn over your information.\\nProtection of Thumbtack and Others. We may disclose your information when we believe it appropriate to investigate, prevent, or take action regarding possible illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of the Terms of Use or any other legal terms governing use of the Platform, and/or to protect our rights and property and the rights and property of others.\\nBusiness Transfers. As we continue to develop our business, we may sell, buy, merge or partner with other companies or businesses, or sell some or all our assets. In such contemplated or actual transactions or where there is any change of control of Thumbtack, your information may be among the disclosed and/or transferred assets.\\nApp Store Providers. We may provide your identity and mobile device identifier to third-party app store providers (for example, the Apple App Store) to allow you to download our mobile apps.\\nAcademics and Research. We may provide information about Users to third-parties for academic and research purposes, in anonymized or aggregated form.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may also scan, review or analyze\n            messages for research and product development purposes, as well as to debug, improve and\n            expand product offerings. By using the Platform or engaging in off-Platform\n            communications tracked by Thumbtack, you consent that Thumbtack, in its sole discretion,\n            may, either directly or through third-parties we engage to provide services to us,\n            review, scan, analyze, and store your communications, whether done manually or through\n            automated means.} "
    },
    {
      "Text": "Analytics\\n\\nWe may use third-party web analytics services on the Platform, such as those of Google Analytics. Providers of these services use cookies and similar technologies (as described in the Information That Is Passively or Automatically Collected section above) to help us analyze how Users use the Platform, including by noting the third-party website from which you arrive. The information collected by the technology may be disclosed to or collected directly by these providers. We may also use Google Analytics; to prevent Google Analytics from using your information for analytics, you may install the Google Analytics Opt-Out Browser Add-on.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Similarly, certain information\n            we collect, including but not limited to when you last accessed the Platform, may be\n            disclosed to other Users with whom you are interacting or otherwise made public. If you choose to post User Content on or through the Platform, such as through\n            User-to-User messaging or through our review boards, forums, blogs, or other postings,\n            that information: (a) may be or may become publicly available; (b) may be collected and\n            used by third-parties with or without our knowledge; and (c) may be used by third\n            parties (including other Users) in a manner that may violate this Policy or applicable\n            law.} "
    },
    {
      "Text": "Tailored Advertising\\n\\nWe may use advertising services provided by third parties on the Platform, which provide their services using cookies and similar technologies (as described in the Information That Is Passively or Automatically Collected section above). Third parties whose products or services are accessible or marketed via the Platform may also place such technologies on your computer, mobile phone, or other device to collect information about your use of the Platform. We, our providers, and third parties collect information in this way for advertising and marketing purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The information collected by the technology may be\n            disclosed to or collected directly by these providers. We may also use Google Analytics;\n            to prevent Google Analytics from using your information for analytics, you may install\n            the Google Analytics Opt-Out Browser Add-on .} "
    },
    {
      "Text": "Tailored Advertising\\n\\nWe may use advertising services provided by third parties on the Platform, which provide their services using cookies and similar technologies (as described in the Information That Is Passively or Automatically Collected section above). Third parties whose products or services are accessible or marketed via the Platform may also place such technologies on your computer, mobile phone, or other device to collect information about your use of the Platform. We, our providers, and third parties collect information in this way for advertising and marketing purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The information collected by the technology may be\n            disclosed to or collected directly by these providers. We may also use Google Analytics;\n            to prevent Google Analytics from using your information for analytics, you may install\n            the Google Analytics Opt-Out Browser Add-on .} "
    },
    {
      "Text": "Tailored Advertising\\n\\nWe may use advertising services provided by third parties on the Platform, which provide their services using cookies and similar technologies (as described in the Information That Is Passively or Automatically Collected section above). Third parties whose products or services are accessible or marketed via the Platform may also place such technologies on your computer, mobile phone, or other device to collect information about your use of the Platform. We, our providers, and third parties collect information in this way for advertising and marketing purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The information collected by the technology may be\n            disclosed to or collected directly by these providers. We may also use Google Analytics;\n            to prevent Google Analytics from using your information for analytics, you may install\n            the Google Analytics Opt-Out Browser Add-on .} "
    },
    {
      "Text": "Certain third-party providers and certain cookies or similar technologies on the Platform enable us and third parties to serve you “tailored” advertising online that is more relevant to you and your interests.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Third parties whose\n            products or services are accessible or marketed via the Platform may also place such\n            technologies on your computer, mobile phone, or other device to collect information\n            about your use of the Platform. We, our providers, and third parties collect information\n            in this way for advertising and marketing purposes.} "
    },
    {
      "Text": "Certain third-party providers and certain cookies or similar technologies on the Platform enable us and third parties to serve you “tailored” advertising online that is more relevant to you and your interests.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Third parties whose\n            products or services are accessible or marketed via the Platform may also place such\n            technologies on your computer, mobile phone, or other device to collect information\n            about your use of the Platform. We, our providers, and third parties collect information\n            in this way for advertising and marketing purposes.} "
    },
    {
      "Text": "Certain third-party providers and certain cookies or similar technologies on the Platform enable us and third parties to serve you “tailored” advertising online that is more relevant to you and your interests.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Third parties whose\n            products or services are accessible or marketed via the Platform may also place such\n            technologies on your computer, mobile phone, or other device to collect information\n            about your use of the Platform. We, our providers, and third parties collect information\n            in this way for advertising and marketing purposes.} "
    },
    {
      "Text": "CHANGES TO THIS POLICY\\nTHIS POLICY IS CURRENT AS OF THE EFFECTIVE DATE SET FORTH ABOVE. THUMBTACK MAY, IN ITS SOLE AND ABSOLUTE DISCRETION, CHANGE THIS POLICY AT ANY TIME. THUMBTACK WILL POST ITS UPDATED POLICY ON THE PLATFORM, SEND YOU A MESSAGE OR OTHERWISE NOTIFY YOU WHEN YOU ARE LOGGED INTO YOUR ACCOUNT. THUMBTACK ENCOURAGES YOU TO REVIEW THIS POLICY REGULARLY FOR ANY CHANGES. YOUR CONTINUED ACCESS TO OR USE OF THE PLATFORM WILL BE SUBJECT TO THE TERMS OF THE THEN-CURRENT POLICY.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Residents of the state of California: See our Supplemental Privacy Notice for California Residents below. Residents of Virginia, Colorado, Connecticut, and certain other states: See our Supplemental Privacy Notice for Other U.S. States below.} "
    },
    {
      "Text": "Category of Personal Information Collected\tCategories of Sources of Personal Information\tPurposes of Use\tCategories of Other Parties to Whom We Disclose this Personal Information\\nIdentifiers (such as account information, name, email address, address, phone number, or social network account and profile data)\\n\\nYou\\n\\nYour use of our services and the automatic collection from you that your use prompts\\n\\nAffiliates\\n\\nUnaffiliated Parties (such as agents/service providers, or other users)\\n\\nProviding our services, including to enable you to find a Service Professional to provide services to you\\n\\nFixing and improving our services\\n\\nPersonalizing content\\n\\nMarketing and advertising\\n\\nAdministering surveys, sweepstakes, promotions, or contests\\n\\nCommunicating with you\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, breaches or potential breaches of terms and policies\\n\\nRunning internal trainings of Thumbtack personnel\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers\\n\\nAffiliates\\n\\nService Professionals (pursuant to a request by you for professional services)\\n\\nConsumers\\n\\nOther parties, including potential users\\n\\nCommercial information (such as transaction data)\\n\\nYou\\n\\nYour use of our services and the automatic collection from you that your use prompts\\n\\nAffiliates\\n\\nUnaffiliated Parties (such as agents/service providers, Service Professionals, or other users)\\n\\nProviding our services, including to enable you to find a Service Professional to provide services to you\\n\\nFixing and improving our services\\n\\nPersonalizing content\\n\\nMarketing and advertising\\n\\nAdministering surveys, sweepstakes, promotions, or contests\\n\\nCommunicating with you\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers\\n\\nAffiliates\\n\\nService Professionals (pursuant to a request by you for professional services)\\n\\nConsumers\\n\\nOther parties, including potential users\\n\\nFinancial data (such as payment information)\\n\\nYou\\n\\nAffiliates\\n\\nProviding our services, including to facilitate communications between you and Service Professionals\\n\\nFixing and improving our services\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers; payment processors\\n\\nAffiliates\\n\\nService Professionals (e.g. where limited information is conveyed when you make a payment on the Platform)\\n\\nInternet or other network or device activity (such as IP address, unique device, advertising, and app identifiers, browsing history or other usage data)\\n\\nYou\\n\\nYour use of our services and the automatic collection from you that your use prompts\\n\\nAffiliates\\n\\nUnaffiliated Parties (such as agents/service providers)\\n\\nProviding our services, including to enable you to find a Service Professional to provide services to you\\n\\nFixing and improving our services\\n\\nPersonalizing content\\n\\nMarketing and advertising\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers\\n\\nAffiliates\\n\\nOther parties\\n\\nLocation information (general location, and, depending on your device settings and permissions, precise geolocation information)\\n\\nYou\\n\\nYour use of our services and the automatic collection from you that your use prompts\\n\\nAffiliates\\n\\nUnaffiliated Parties (such as agents/service providers)\\n\\nProviding our services, including to enable you to find a Service Professional to provide services to you\\n\\nFixing and improving our services\\n\\nPersonalizing content\\n\\nMarketing and advertising\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers\\n\\nAffiliates\\n\\nService Professionals (general location only)\\n\\nConsumers (general location only)\\n\\nOther parties, including potential users (general location only)\\n\\nSensory information (such as audio recordings if you call our customer service)\\n\\nYou\\n\\nAffiliates\\n\\nUnaffiliated Parties (such as agents/service providers)\\n\\nProviding our services, including to enable you to find a Service Professional to provide services to you\\n\\nFixing and improving our services\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies\\n\\nRunning internal trainings of Thumbtack personnel\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers\\n\\nAffiliates\\n\\nOther parties\\n\\nInferences about your project preferences and traits\\n\\nYou\\n\\nYour use of our services/automatically collected from you\\n\\nAffiliates\\n\\nUnaffiliated Parties (such as agents/service providers)\\n\\nProviding our services, including to enable you to find a Service Professional to provide services to you\\n\\nFixing and improving our services\\n\\nPersonalizing content\\n\\nMarketing and advertising\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers\\n\\nAffiliates\\n\\nOther parties\\n\\nOther information that identifies or can be reasonably associated with you (such as user generated content, e.g., reviews)\\n\\nYou\\n\\nYour use of our services/automatically collected from you\\n\\nAffiliates\\n\\nUnaffiliated Parties (such as agents/service providers)\\n\\nProviding our services, including to enable you to find a Service Professional to provide services to you\\n\\nFixing and improving our services\\n\\nPersonalizing content\\n\\nMarketing and advertising\\n\\nAdministering surveys, sweepstakes, promotions, or contests\\n\\nCommunicating with you\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies\\n\\nRunning internal trainings of Thumbtack personnel\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers\\n\\nAffiliates\\n\\nService Professionals (e.g. where you provide the information to Service Professionals through the Platform)\\n\\nConsumers\\n\\nOther parties, including potential users\\n\\nSocial Security number and/or driver’s license information\\n\\nYou\\n\\nVerifying Service Professionals’ identity\\n\\nLegal compliance\\n\\nBackground check/identity verification service provider\\n\\nFor legal/safety purposes",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Under the CCPA, we also have to provide you with the \"categories\"\n            of personal information and sensitive personal information we collect and disclose for\n            “business or commercial purposes” (as those terms are defined by the CCPA). As described further in the Policy above, the following table provides information about\n            our practices in the 12 months leading up to the effective date of this Policy in\n            relation to the categories of personal information that we generally collect from\n            California and Colorado residents, the sources of the information, the purposes for\n            which we use the information, and the categories of third parties to whom we disclose\n            personal information for a business purpose.} "
    },
    {
      "Text": "Category of Personal Information Collected\tCategories of Sources of Personal Information\tPurposes of Use\tCategories of Other Parties to Whom We Disclose this Personal Information\\nIdentifiers (such as account information, name, email address, address, phone number, or social network account and profile data)\\n\\nYou\\n\\nYour use of our services and the automatic collection from you that your use prompts\\n\\nAffiliates\\n\\nUnaffiliated Parties (such as agents/service providers, or other users)\\n\\nProviding our services, including to enable you to find a Service Professional to provide services to you\\n\\nFixing and improving our services\\n\\nPersonalizing content\\n\\nMarketing and advertising\\n\\nAdministering surveys, sweepstakes, promotions, or contests\\n\\nCommunicating with you\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, breaches or potential breaches of terms and policies\\n\\nRunning internal trainings of Thumbtack personnel\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers\\n\\nAffiliates\\n\\nService Professionals (pursuant to a request by you for professional services)\\n\\nConsumers\\n\\nOther parties, including potential users\\n\\nCommercial information (such as transaction data)\\n\\nYou\\n\\nYour use of our services and the automatic collection from you that your use prompts\\n\\nAffiliates\\n\\nUnaffiliated Parties (such as agents/service providers, Service Professionals, or other users)\\n\\nProviding our services, including to enable you to find a Service Professional to provide services to you\\n\\nFixing and improving our services\\n\\nPersonalizing content\\n\\nMarketing and advertising\\n\\nAdministering surveys, sweepstakes, promotions, or contests\\n\\nCommunicating with you\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers\\n\\nAffiliates\\n\\nService Professionals (pursuant to a request by you for professional services)\\n\\nConsumers\\n\\nOther parties, including potential users\\n\\nFinancial data (such as payment information)\\n\\nYou\\n\\nAffiliates\\n\\nProviding our services, including to facilitate communications between you and Service Professionals\\n\\nFixing and improving our services\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers; payment processors\\n\\nAffiliates\\n\\nService Professionals (e.g. where limited information is conveyed when you make a payment on the Platform)\\n\\nInternet or other network or device activity (such as IP address, unique device, advertising, and app identifiers, browsing history or other usage data)\\n\\nYou\\n\\nYour use of our services and the automatic collection from you that your use prompts\\n\\nAffiliates\\n\\nUnaffiliated Parties (such as agents/service providers)\\n\\nProviding our services, including to enable you to find a Service Professional to provide services to you\\n\\nFixing and improving our services\\n\\nPersonalizing content\\n\\nMarketing and advertising\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers\\n\\nAffiliates\\n\\nOther parties\\n\\nLocation information (general location, and, depending on your device settings and permissions, precise geolocation information)\\n\\nYou\\n\\nYour use of our services and the automatic collection from you that your use prompts\\n\\nAffiliates\\n\\nUnaffiliated Parties (such as agents/service providers)\\n\\nProviding our services, including to enable you to find a Service Professional to provide services to you\\n\\nFixing and improving our services\\n\\nPersonalizing content\\n\\nMarketing and advertising\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers\\n\\nAffiliates\\n\\nService Professionals (general location only)\\n\\nConsumers (general location only)\\n\\nOther parties, including potential users (general location only)\\n\\nSensory information (such as audio recordings if you call our customer service)\\n\\nYou\\n\\nAffiliates\\n\\nUnaffiliated Parties (such as agents/service providers)\\n\\nProviding our services, including to enable you to find a Service Professional to provide services to you\\n\\nFixing and improving our services\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies\\n\\nRunning internal trainings of Thumbtack personnel\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers\\n\\nAffiliates\\n\\nOther parties\\n\\nInferences about your project preferences and traits\\n\\nYou\\n\\nYour use of our services/automatically collected from you\\n\\nAffiliates\\n\\nUnaffiliated Parties (such as agents/service providers)\\n\\nProviding our services, including to enable you to find a Service Professional to provide services to you\\n\\nFixing and improving our services\\n\\nPersonalizing content\\n\\nMarketing and advertising\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers\\n\\nAffiliates\\n\\nOther parties\\n\\nOther information that identifies or can be reasonably associated with you (such as user generated content, e.g., reviews)\\n\\nYou\\n\\nYour use of our services/automatically collected from you\\n\\nAffiliates\\n\\nUnaffiliated Parties (such as agents/service providers)\\n\\nProviding our services, including to enable you to find a Service Professional to provide services to you\\n\\nFixing and improving our services\\n\\nPersonalizing content\\n\\nMarketing and advertising\\n\\nAdministering surveys, sweepstakes, promotions, or contests\\n\\nCommunicating with you\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies\\n\\nRunning internal trainings of Thumbtack personnel\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers\\n\\nAffiliates\\n\\nService Professionals (e.g. where you provide the information to Service Professionals through the Platform)\\n\\nConsumers\\n\\nOther parties, including potential users\\n\\nSocial Security number and/or driver’s license information\\n\\nYou\\n\\nVerifying Service Professionals’ identity\\n\\nLegal compliance\\n\\nBackground check/identity verification service provider\\n\\nFor legal/safety purposes",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Under the CCPA, we also have to provide you with the \"categories\"\n            of personal information and sensitive personal information we collect and disclose for\n            “business or commercial purposes” (as those terms are defined by the CCPA). As described further in the Policy above, the following table provides information about\n            our practices in the 12 months leading up to the effective date of this Policy in\n            relation to the categories of personal information that we generally collect from\n            California and Colorado residents, the sources of the information, the purposes for\n            which we use the information, and the categories of third parties to whom we disclose\n            personal information for a business purpose.} "
    },
    {
      "Text": "Category of Personal Information Collected\tCategories of Sources of Personal Information\tPurposes of Use\tCategories of Other Parties to Whom We Disclose this Personal Information\\nIdentifiers (such as account information, name, email address, address, phone number, or social network account and profile data)\\n\\nYou\\n\\nYour use of our services and the automatic collection from you that your use prompts\\n\\nAffiliates\\n\\nUnaffiliated Parties (such as agents/service providers, or other users)\\n\\nProviding our services, including to enable you to find a Service Professional to provide services to you\\n\\nFixing and improving our services\\n\\nPersonalizing content\\n\\nMarketing and advertising\\n\\nAdministering surveys, sweepstakes, promotions, or contests\\n\\nCommunicating with you\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, breaches or potential breaches of terms and policies\\n\\nRunning internal trainings of Thumbtack personnel\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers\\n\\nAffiliates\\n\\nService Professionals (pursuant to a request by you for professional services)\\n\\nConsumers\\n\\nOther parties, including potential users\\n\\nCommercial information (such as transaction data)\\n\\nYou\\n\\nYour use of our services and the automatic collection from you that your use prompts\\n\\nAffiliates\\n\\nUnaffiliated Parties (such as agents/service providers, Service Professionals, or other users)\\n\\nProviding our services, including to enable you to find a Service Professional to provide services to you\\n\\nFixing and improving our services\\n\\nPersonalizing content\\n\\nMarketing and advertising\\n\\nAdministering surveys, sweepstakes, promotions, or contests\\n\\nCommunicating with you\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers\\n\\nAffiliates\\n\\nService Professionals (pursuant to a request by you for professional services)\\n\\nConsumers\\n\\nOther parties, including potential users\\n\\nFinancial data (such as payment information)\\n\\nYou\\n\\nAffiliates\\n\\nProviding our services, including to facilitate communications between you and Service Professionals\\n\\nFixing and improving our services\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers; payment processors\\n\\nAffiliates\\n\\nService Professionals (e.g. where limited information is conveyed when you make a payment on the Platform)\\n\\nInternet or other network or device activity (such as IP address, unique device, advertising, and app identifiers, browsing history or other usage data)\\n\\nYou\\n\\nYour use of our services and the automatic collection from you that your use prompts\\n\\nAffiliates\\n\\nUnaffiliated Parties (such as agents/service providers)\\n\\nProviding our services, including to enable you to find a Service Professional to provide services to you\\n\\nFixing and improving our services\\n\\nPersonalizing content\\n\\nMarketing and advertising\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers\\n\\nAffiliates\\n\\nOther parties\\n\\nLocation information (general location, and, depending on your device settings and permissions, precise geolocation information)\\n\\nYou\\n\\nYour use of our services and the automatic collection from you that your use prompts\\n\\nAffiliates\\n\\nUnaffiliated Parties (such as agents/service providers)\\n\\nProviding our services, including to enable you to find a Service Professional to provide services to you\\n\\nFixing and improving our services\\n\\nPersonalizing content\\n\\nMarketing and advertising\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers\\n\\nAffiliates\\n\\nService Professionals (general location only)\\n\\nConsumers (general location only)\\n\\nOther parties, including potential users (general location only)\\n\\nSensory information (such as audio recordings if you call our customer service)\\n\\nYou\\n\\nAffiliates\\n\\nUnaffiliated Parties (such as agents/service providers)\\n\\nProviding our services, including to enable you to find a Service Professional to provide services to you\\n\\nFixing and improving our services\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies\\n\\nRunning internal trainings of Thumbtack personnel\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers\\n\\nAffiliates\\n\\nOther parties\\n\\nInferences about your project preferences and traits\\n\\nYou\\n\\nYour use of our services/automatically collected from you\\n\\nAffiliates\\n\\nUnaffiliated Parties (such as agents/service providers)\\n\\nProviding our services, including to enable you to find a Service Professional to provide services to you\\n\\nFixing and improving our services\\n\\nPersonalizing content\\n\\nMarketing and advertising\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers\\n\\nAffiliates\\n\\nOther parties\\n\\nOther information that identifies or can be reasonably associated with you (such as user generated content, e.g., reviews)\\n\\nYou\\n\\nYour use of our services/automatically collected from you\\n\\nAffiliates\\n\\nUnaffiliated Parties (such as agents/service providers)\\n\\nProviding our services, including to enable you to find a Service Professional to provide services to you\\n\\nFixing and improving our services\\n\\nPersonalizing content\\n\\nMarketing and advertising\\n\\nAdministering surveys, sweepstakes, promotions, or contests\\n\\nCommunicating with you\\n\\nAnalyzing use of our services\\n\\nPreventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies\\n\\nRunning internal trainings of Thumbtack personnel\\n\\nWith your consent\\n\\nLegal compliance\\n\\nAgents/service providers\\n\\nAffiliates\\n\\nService Professionals (e.g. where you provide the information to Service Professionals through the Platform)\\n\\nConsumers\\n\\nOther parties, including potential users\\n\\nSocial Security number and/or driver’s license information\\n\\nYou\\n\\nVerifying Service Professionals’ identity\\n\\nLegal compliance\\n\\nBackground check/identity verification service provider\\n\\nFor legal/safety purposes",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Under the CCPA, we also have to provide you with the \"categories\"\n            of personal information and sensitive personal information we collect and disclose for\n            “business or commercial purposes” (as those terms are defined by the CCPA). As described further in the Policy above, the following table provides information about\n            our practices in the 12 months leading up to the effective date of this Policy in\n            relation to the categories of personal information that we generally collect from\n            California and Colorado residents, the sources of the information, the purposes for\n            which we use the information, and the categories of third parties to whom we disclose\n            personal information for a business purpose.} "
    },
    {
      "Text": "Category of Personal Information Collected: Identifiers (such as account information, name, email address, address, phone number, or social network account and profile data) ||| Categories of Sources of Personal Information: You Your use of our services and the automatic collection from you that your use prompts Affiliates Unaffiliated Parties (such as agents/service providers, or other users) ||| Purposes of Use: Providing our services, including to enable you to find a Service Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Administering surveys, sweepstakes, promotions, or contests Communicating with you Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, breaches or potential breaches of terms and policies Running internal trainings of Thumbtack personnel With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers Affiliates Service Professionals (pursuant to a request by you for professional services) Consumers Other parties, including potential users\\n\\nCategory of Personal Information Collected: Commercial information (such as transaction data) ||| Categories of Sources of Personal Information: You Your use of our services and the automatic collection from you that your use prompts Affiliates Unaffiliated Parties (such as agents/service providers, Service Professionals, or other users) ||| Purposes of Use: Providing our services, including to enable you to find a Service Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Administering surveys, sweepstakes, promotions, or contests Communicating with you Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers Affiliates Service Professionals (pursuant to a request by you for professional services) Consumers Other parties, including potential users\\n\\nCategory of Personal Information Collected: Financial data (such as payment information) ||| Categories of Sources of Personal Information: You Affiliates ||| Purposes of Use: Providing our services, including to facilitate communications between you and Service Professionals Fixing and improving our services Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers; payment processors Affiliates Service Professionals (e.g. where limited information is conveyed when you make a payment on the Platform)\\n\\nCategory of Personal Information Collected: Internet or other network or device activity (such as IP address, unique device, advertising, and app identifiers, browsing history or other usage data) ||| Categories of Sources of Personal Information: You Your use of our services and the automatic collection from you that your use prompts Affiliates Unaffiliated Parties (such as agents/service providers) ||| Purposes of Use: Providing our services, including to enable you to find a Service Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers Affiliates Other parties\\n\\nCategory of Personal Information Collected: Location information (general location, and, depending on your device settings and permissions, precise geolocation information) ||| Categories of Sources of Personal Information: You Your use of our services and the automatic collection from you that your use prompts Affiliates Unaffiliated Parties (such as agents/service providers) ||| Purposes of Use: Providing our services, including to enable you to find a Service Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers Affiliates Service Professionals (general location only) Consumers (general location only) Other parties, including potential users (general location only)\\n\\nCategory of Personal Information Collected: Sensory information (such as audio recordings if you call our customer service) ||| Categories of Sources of Personal Information: You Affiliates Unaffiliated Parties (such as agents/service providers) ||| Purposes of Use: Providing our services, including to enable you to find a Service Professional to provide services to you Fixing and improving our services Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies Running internal trainings of Thumbtack personnel With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers Affiliates Other parties\\n\\nCategory of Personal Information Collected: Inferences about your project preferences and traits ||| Categories of Sources of Personal Information: You Your use of our services/automatically collected from you Affiliates Unaffiliated Parties (such as agents/service providers) ||| Purposes of Use: Providing our services, including to enable you to find a Service Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers Affiliates Other parties\\n\\nCategory of Personal Information Collected: Other information that identifies or can be reasonably associated with you (such as user generated content, e.g., reviews) ||| Categories of Sources of Personal Information: You Your use of our services/automatically collected from you Affiliates Unaffiliated Parties (such as agents/service providers) ||| Purposes of Use: Providing our services, including to enable you to find a Service Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Administering surveys, sweepstakes, promotions, or contests Communicating with you Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies Running internal trainings of Thumbtack personnel With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers Affiliates Service Professionals (e.g. where you provide the information to Service Professionals through the Platform) Consumers Other parties, including potential users\\n\\nCategory of Personal Information Collected: Social Security number and/or driver’s license information ||| Categories of Sources of Personal Information: You ||| Purposes of Use: Verifying Service Professionals’ identity Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Background check/identity verification service provider For legal/safety purposes",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Under the CCPA, we also have to provide you with the \"categories\"\n            of personal information and sensitive personal information we collect and disclose for\n            “business or commercial purposes” (as those terms are defined by the CCPA). As described further in the Policy above, the following table provides information about\n            our practices in the 12 months leading up to the effective date of this Policy in\n            relation to the categories of personal information that we generally collect from\n            California and Colorado residents, the sources of the information, the purposes for\n            which we use the information, and the categories of third parties to whom we disclose\n            personal information for a business purpose.} "
    },
    {
      "Text": "Category of Personal Information Collected: Identifiers (such as account information, name, email address, address, phone number, or social network account and profile data) ||| Categories of Sources of Personal Information: You Your use of our services and the automatic collection from you that your use prompts Affiliates Unaffiliated Parties (such as agents/service providers, or other users) ||| Purposes of Use: Providing our services, including to enable you to find a Service Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Administering surveys, sweepstakes, promotions, or contests Communicating with you Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, breaches or potential breaches of terms and policies Running internal trainings of Thumbtack personnel With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers Affiliates Service Professionals (pursuant to a request by you for professional services) Consumers Other parties, including potential users\\n\\nCategory of Personal Information Collected: Commercial information (such as transaction data) ||| Categories of Sources of Personal Information: You Your use of our services and the automatic collection from you that your use prompts Affiliates Unaffiliated Parties (such as agents/service providers, Service Professionals, or other users) ||| Purposes of Use: Providing our services, including to enable you to find a Service Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Administering surveys, sweepstakes, promotions, or contests Communicating with you Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers Affiliates Service Professionals (pursuant to a request by you for professional services) Consumers Other parties, including potential users\\n\\nCategory of Personal Information Collected: Financial data (such as payment information) ||| Categories of Sources of Personal Information: You Affiliates ||| Purposes of Use: Providing our services, including to facilitate communications between you and Service Professionals Fixing and improving our services Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers; payment processors Affiliates Service Professionals (e.g. where limited information is conveyed when you make a payment on the Platform)\\n\\nCategory of Personal Information Collected: Internet or other network or device activity (such as IP address, unique device, advertising, and app identifiers, browsing history or other usage data) ||| Categories of Sources of Personal Information: You Your use of our services and the automatic collection from you that your use prompts Affiliates Unaffiliated Parties (such as agents/service providers) ||| Purposes of Use: Providing our services, including to enable you to find a Service Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers Affiliates Other parties\\n\\nCategory of Personal Information Collected: Location information (general location, and, depending on your device settings and permissions, precise geolocation information) ||| Categories of Sources of Personal Information: You Your use of our services and the automatic collection from you that your use prompts Affiliates Unaffiliated Parties (such as agents/service providers) ||| Purposes of Use: Providing our services, including to enable you to find a Service Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers Affiliates Service Professionals (general location only) Consumers (general location only) Other parties, including potential users (general location only)\\n\\nCategory of Personal Information Collected: Sensory information (such as audio recordings if you call our customer service) ||| Categories of Sources of Personal Information: You Affiliates Unaffiliated Parties (such as agents/service providers) ||| Purposes of Use: Providing our services, including to enable you to find a Service Professional to provide services to you Fixing and improving our services Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies Running internal trainings of Thumbtack personnel With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers Affiliates Other parties\\n\\nCategory of Personal Information Collected: Inferences about your project preferences and traits ||| Categories of Sources of Personal Information: You Your use of our services/automatically collected from you Affiliates Unaffiliated Parties (such as agents/service providers) ||| Purposes of Use: Providing our services, including to enable you to find a Service Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers Affiliates Other parties\\n\\nCategory of Personal Information Collected: Other information that identifies or can be reasonably associated with you (such as user generated content, e.g., reviews) ||| Categories of Sources of Personal Information: You Your use of our services/automatically collected from you Affiliates Unaffiliated Parties (such as agents/service providers) ||| Purposes of Use: Providing our services, including to enable you to find a Service Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Administering surveys, sweepstakes, promotions, or contests Communicating with you Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies Running internal trainings of Thumbtack personnel With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers Affiliates Service Professionals (e.g. where you provide the information to Service Professionals through the Platform) Consumers Other parties, including potential users\\n\\nCategory of Personal Information Collected: Social Security number and/or driver’s license information ||| Categories of Sources of Personal Information: You ||| Purposes of Use: Verifying Service Professionals’ identity Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Background check/identity verification service provider For legal/safety purposes",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Under the CCPA, we also have to provide you with the \"categories\"\n            of personal information and sensitive personal information we collect and disclose for\n            “business or commercial purposes” (as those terms are defined by the CCPA). As described further in the Policy above, the following table provides information about\n            our practices in the 12 months leading up to the effective date of this Policy in\n            relation to the categories of personal information that we generally collect from\n            California and Colorado residents, the sources of the information, the purposes for\n            which we use the information, and the categories of third parties to whom we disclose\n            personal information for a business purpose.} "
    },
    {
      "Text": "Category of Personal Information Collected: Identifiers (such as account information, name, email address, address, phone number, or social network account and profile data) ||| Categories of Sources of Personal Information: You Your use of our services and the automatic collection from you that your use prompts Affiliates Unaffiliated Parties (such as agents/service providers, or other users) ||| Purposes of Use: Providing our services, including to enable you to find a Service Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Administering surveys, sweepstakes, promotions, or contests Communicating with you Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, breaches or potential breaches of terms and policies Running internal trainings of Thumbtack personnel With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers Affiliates Service Professionals (pursuant to a request by you for professional services) Consumers Other parties, including potential users\\n\\nCategory of Personal Information Collected: Commercial information (such as transaction data) ||| Categories of Sources of Personal Information: You Your use of our services and the automatic collection from you that your use prompts Affiliates Unaffiliated Parties (such as agents/service providers, Service Professionals, or other users) ||| Purposes of Use: Providing our services, including to enable you to find a Service Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Administering surveys, sweepstakes, promotions, or contests Communicating with you Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers Affiliates Service Professionals (pursuant to a request by you for professional services) Consumers Other parties, including potential users\\n\\nCategory of Personal Information Collected: Financial data (such as payment information) ||| Categories of Sources of Personal Information: You Affiliates ||| Purposes of Use: Providing our services, including to facilitate communications between you and Service Professionals Fixing and improving our services Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers; payment processors Affiliates Service Professionals (e.g. where limited information is conveyed when you make a payment on the Platform)\\n\\nCategory of Personal Information Collected: Internet or other network or device activity (such as IP address, unique device, advertising, and app identifiers, browsing history or other usage data) ||| Categories of Sources of Personal Information: You Your use of our services and the automatic collection from you that your use prompts Affiliates Unaffiliated Parties (such as agents/service providers) ||| Purposes of Use: Providing our services, including to enable you to find a Service Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers Affiliates Other parties\\n\\nCategory of Personal Information Collected: Location information (general location, and, depending on your device settings and permissions, precise geolocation information) ||| Categories of Sources of Personal Information: You Your use of our services and the automatic collection from you that your use prompts Affiliates Unaffiliated Parties (such as agents/service providers) ||| Purposes of Use: Providing our services, including to enable you to find a Service Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers Affiliates Service Professionals (general location only) Consumers (general location only) Other parties, including potential users (general location only)\\n\\nCategory of Personal Information Collected: Sensory information (such as audio recordings if you call our customer service) ||| Categories of Sources of Personal Information: You Affiliates Unaffiliated Parties (such as agents/service providers) ||| Purposes of Use: Providing our services, including to enable you to find a Service Professional to provide services to you Fixing and improving our services Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies Running internal trainings of Thumbtack personnel With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers Affiliates Other parties\\n\\nCategory of Personal Information Collected: Inferences about your project preferences and traits ||| Categories of Sources of Personal Information: You Your use of our services/automatically collected from you Affiliates Unaffiliated Parties (such as agents/service providers) ||| Purposes of Use: Providing our services, including to enable you to find a Service Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers Affiliates Other parties\\n\\nCategory of Personal Information Collected: Other information that identifies or can be reasonably associated with you (such as user generated content, e.g., reviews) ||| Categories of Sources of Personal Information: You Your use of our services/automatically collected from you Affiliates Unaffiliated Parties (such as agents/service providers) ||| Purposes of Use: Providing our services, including to enable you to find a Service Professional to provide services to you Fixing and improving our services Personalizing content Marketing and advertising Administering surveys, sweepstakes, promotions, or contests Communicating with you Analyzing use of our services Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of our services, or breaches or potential breaches of terms and policies Running internal trainings of Thumbtack personnel With your consent Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Agents/service providers Affiliates Service Professionals (e.g. where you provide the information to Service Professionals through the Platform) Consumers Other parties, including potential users\\n\\nCategory of Personal Information Collected: Social Security number and/or driver’s license information ||| Categories of Sources of Personal Information: You ||| Purposes of Use: Verifying Service Professionals’ identity Legal compliance ||| Categories of Other Parties to Whom We Disclose this Personal Information: Background check/identity verification service provider For legal/safety purposes\\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Under the CCPA, we also have to provide you with the \"categories\"\n            of personal information and sensitive personal information we collect and disclose for\n            “business or commercial purposes” (as those terms are defined by the CCPA). As described further in the Policy above, the following table provides information about\n            our practices in the 12 months leading up to the effective date of this Policy in\n            relation to the categories of personal information that we generally collect from\n            California and Colorado residents, the sources of the information, the purposes for\n            which we use the information, and the categories of third parties to whom we disclose\n            personal information for a business purpose.} "
    },
    {
      "Text": "Provide you the categories of personal information we have collected or disclosed about you; the categories of sources of such information; the business or commercial purpose for collecting, “sharing” or “selling” your personal information as those terms are defined by the CCPA; the categories of third parties to whom we disclose or “sell” or with whom we “share” personal information; and the categories of personal information we “sell” or “share.”",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We may combine the information we collect (“aggregate”) or remove pieces of\n            information (“de-identify”) to limit or prevent identification of any\n            particular User or device. We may use or disclose this aggregated or de-identified\n            information in our discretion.} "
    },
    {
      "Text": "Provide you the categories of personal information we have collected or disclosed about you; the categories of sources of such information; the business or commercial purpose for collecting, “sharing” or “selling” your personal information as those terms are defined by the CCPA; the categories of third parties to whom we disclose or “sell” or with whom we “share” personal information; and the categories of personal information we “sell” or “share.”",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {We may combine the information we collect (“aggregate”) or remove pieces of\n            information (“de-identify”) to limit or prevent identification of any\n            particular User or device. We may use or disclose this aggregated or de-identified\n            information in our discretion.} "
    },
    {
      "Text": "Delete certain personal information we have about you.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {We may use or disclose this aggregated or de-identified\n            information in our discretion. Your CCPA Rights If you are a California resident (as defined by the CCPA), you may have the right to\n            request that we: Provide you the categories of personal information we have collected or disclosed\n                about you; the categories of sources of such information; the business or commercial\n                purpose for collecting, “sharing” or “selling” your personal\n                information as those terms are defined by the CCPA; the categories of third parties\n                to whom we disclose or “sell” or with whom we “share”\n                personal information; and the categories of personal information we\n                “sell” or “share.” Provide access to and/or a copy of certain personal information we have about you.} "
    },
    {
      "Text": "Correct inaccurate personal information we have about you.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Your CCPA Rights If you are a California resident (as defined by the CCPA), you may have the right to\n            request that we: Provide you the categories of personal information we have collected or disclosed\n                about you; the categories of sources of such information; the business or commercial\n                purpose for collecting, “sharing” or “selling” your personal\n                information as those terms are defined by the CCPA; the categories of third parties\n                to whom we disclose or “sell” or with whom we “share”\n                personal information; and the categories of personal information we\n                “sell” or “share.” Provide access to and/or a copy of certain personal information we have about you. Delete certain personal information we have about you.} "
    },
    {
      "Text": "You also have the right to not be discriminated against (as provided for in California law) for exercising certain of your rights referenced herein. ",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Correct inaccurate personal information we have about you. You may have the right to receive information about the financial incentives that we\n            offer to you, if any.} "
    },
    {
      "Text": "To exercise any of these rights, you may submit a request at dataprivacy@thumbtack.com or visit https://help.thumbtack.com/data-privacy. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {In addition,\n            we need certain types of information so that we can provide our services to you. If you\n            ask us to delete it, you may no longer be able to access or use our services.} "
    },
    {
      "Text": "You also have the right to opt out of “sales” and “sharing” of your personal information as described below.\\n\\n“Sales” of personal information. Thumbtack may disclose certain identifiers (like IP address and email address), internet or other electronic network activity information (like information regarding an individual’s browsing interactions on the Platform), and commercial information (like the fact that a browser visited a page with home improvement tips) to certain analytics, advertising, and marketing providers in ways that may be considered “sales” under the CCPA. Thumbtack also discloses Consumers’ identifiers (like name) and general location information (like zip code) to select Service Professionals to better enable those Consumers to find a Service Professional who can provide a service the Consumer has expressed interest in. Under the CCPA, these may be considered “sales” of your personal information.\\n\\n“Sharing” personal information. Under the CCPA, “sharing” is defined as the targeting of advertising to a consumer based on that consumer’s personal information obtained from the consumer’s activity across websites. We “share” information for these purposes to provide more relevant and tailored advertising to you regarding our Platform. As part of this advertising, we may “share” certain identifiers (like IP address and email address), internet or other electronic network activity information (like information regarding an individual’s browsing interactions on the Platform), and commercial information (like the fact that a browser visited a page with home improvement tips) with advertising platforms and advertising networks.\\n\\nTo opt out of our “sale” and “sharing” of your personal information as described above, you may follow the instructions on our “sale” and “sharing” opt-out page here.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {To do so, you must provide us with\n            written authorization or a power of attorney, signed by you, for the agent to act on\n            your behalf. You may still need to verify your identity directly with us.} "
    },
    {
      "Text": "To opt out of our “sale” and “sharing” of your personal information as described above, you may follow the instructions on our “sale” and “sharing” opt-out page here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We “share” information for these purposes to provide more\n            relevant and tailored advertising to you regarding our Platform. As part of this\n            advertising, we may “share” certain identifiers (like IP address and email\n            address), internet or other electronic network activity information (like information\n            regarding an individual’s browsing interactions on the Platform), and commercial\n            information (like the fact that a browser visited a page with home improvement tips)\n            with advertising platforms and advertising networks.} "
    },
    {
      "Text": "Thumbtack may disclose certain identifiers (like IP address and email address), internet or other electronic network activity information (like information regarding an individual’s browsing interactions on the Platform), and commercial information (like the fact that a browser visited a page with home improvement tips) to certain analytics, advertising, and marketing providers in ways that may be considered “sales” under the CCPA. Thumbtack also discloses Consumers’ identifiers (like name) and general location information (like zip code) to select Service Professionals to better enable those Consumers to find a Service Professional who can provide a service the Consumer has expressed interest in. Under the CCPA, these may be considered “sales” of your personal information.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {You also have the right to opt out of “sales” and “sharing” of\n            your personal information as described below. “Sales” of personal information.} "
    },
    {
      "Text": " Under the CCPA, “sharing” is defined as the targeting of advertising to a consumer based on that consumer’s personal information obtained from the consumer’s activity across websites. We “share” information for these purposes to provide more relevant and tailored advertising to you regarding our Platform. As part of this advertising, we may “share” certain identifiers (like IP address and email address), internet or other electronic network activity information (like information regarding an individual’s browsing interactions on the Platform), and commercial information (like the fact that a browser visited a page with home improvement tips) with advertising platforms and advertising networks.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This Supplemental\n            Privacy Notice for California Residents also does not apply to current or former\n            employees of Thumbtack, Inc., independent contractors, or job applicants to jobs at\n            Thumbtack, Inc. How We Collect, Use, and Disclose Personal Information The CCPA requires us to disclose information regarding the categories of personal\n            information and sensitive personal information that we have collected about California\n            consumers, the categories of sources from which we collect personal information, the\n            business or commercial purposes (as each of those terms is defined by the CCPA) for\n            which we collect personal information, and the categories of parties to whom we disclose\n            personal information. Throughout this Policy, we describe the specific pieces of personal information and\n            sensitive personal information we collect, the sources of that information, and how we\n            disclose it.} "
    }
  ]
}