{
  "policy_id": "82",
  "text": "Privacy Notice | U-Haul <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-525NMKP\"\n                    height=\"0\" width=\"0\" class=\"hide\"></iframe> 0 Careers Become a Dealer Locations Cart 0 Sign In / Orders Sign in / Orders Careers Become a Dealer Trucks Trailers & Towing Trailers & Towing Back to Main Menu Start a Reservation Trailer Sizes & Types Vehicle Towing Equipment How to Videos Trailer & Towing Tips FAQs Hitches & Accessories U-Box ® Containers U-Box ® Containers Back to Main Menu Rates and Information Delivery Options Popular Uses International Moves U-Box Packing and Delivery Tips FAQs Container Dimensions Storage Storage Back to Main Menu Self-Storage at U-Haul Move-In Online Today! Move-In Online: Get Started Climate Controlled Storage RV, Car & Boat Storage Self-Storage Size Guide Drive Up / Outdoor Storage Pay My Storage Bill FAQs Self-Storage Tips Boxes & Packing Supplies Boxes & Packing Supplies Back to Main Menu Boxes Covers & Bags Locks Packing Supplies Rent Moving Boxes Rope & Tie Downs Shipping Boxes Tape Moving Labor Hitches & Accessories Hitches & Accessories Back to Main Menu Trailer Hitches Ball Mounts Bike Racks Cargo Carriers Hitch Balls Hitch Locks Trailer Wiring Propane Propane Back to Main Menu Propane Refill Grilling Accessories Grills & Smokers Portable Heaters Propane Tanks Tank Parts & Accessories Privacy Policy We value Our customers and their privacy. We never sell your personal information. This Privacy Policy covers entities within the U-Haul System (\"We\", \"Us\", \"Our\"). For purposes of this Privacy Policy, the U-Haul System shall be defined as: U-Haul International, Inc. (\" U-Haul \"), and its parent, affiliated entities, related companies, subsidiaries, and agents who operate the U-Haul System, pursuant to which, among other things, Rental Equipment, self-storage rooms, and U-Boxes ® are provided to the public, various services are rendered and products are sold. When entering into any transaction with Us, or when using this website, which is operated by Web Team Associates, Inc. (\"Web Team\"), a subsidiary of U-Haul , you trust Us with information about you, including information that is directly connected to your name or personally identifiable information (\"Information\"). Your privacy is important to Us, and we believe it is important to share with you how We handle your information, and how you can control the collection, correction and/or deletion of information. We will not use or share your information with anyone except as described in this Privacy Policy. Please take the time to read this Privacy Policy carefully, and let Us know if you have any questions. This policy addresses the following: Information We Collect How We Use Information Information Sharing U-Haul Equipment Location Information Cookies and Similar Technologies Online Tracking Security Data Retention Choice and Access Your California Privacy Rights Access to Specific Information, Data Portability Rights, and Deletion Rights Exercising Access, Data Portability, Correction and Deletion Rights Links to Other Websites Changes Contact Information This policy applies to information collected by the U-Haul System. The information may be collected by web applications, this website, and in your physical or digital interactions with the U-Haul System. This policy does not apply to unrelated third parties. If We are required to contact you about your information, We reserve the right to do so by e-mail, telephone, or mail. This website may contain links to other websites. Please be aware that We are not responsible for the content or privacy practices of such other websites. We encourage Our users to be aware when they leave this website and to read the privacy statements of any other website that collects information. Information We Collect The information collected may depend on the nature of how you choose to interact with Us and what services you use. We only collect information from you directly as you provide it to Us and as set forth in this Privacy Policy. The data we may collect includes: Identifiers and contact information Name Home Address Phone Number E-mail Address Payment Information Driver's License Date of birth Other forms of identification Protected classification information (from Driver's License) Gender Age Biometric information Selfie photos Commercial information Records of personal property (if supplied for a storage contract or when filing a claim) Records of products/services purchased or obtained Internet or other electronic network activity information IP Address Device / Browser Information Browsing history (see \"Cookies and Similar Technologies\" below) Log File Information such as web request, browser type, referring / exit pages and URLs, number of clicks, domain names, landing pages, pages viewed, and other such information. Email or other electronic correspondence Geolocation Data (with opt in for Roadside Assistance or U-Haul Truck Share 24/7 ® ) Equipment Location Information Inferences drawn from any of the collected to create a profile about a consumer reflecting the consumer's preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes This website is not intended for children, nor is it targeted at children under the age of sixteen (16). We do not knowingly collect any personal information from children under the age of 16 or knowingly allow such persons to create an online account. If you are under 16, please do not send any information about yourself to Us. In the event that We learn that We have collected personal information from a child under age 16, We will delete that information as quickly as possible. If you believe that We might have any information from or about a child under 16, please contact Us . How We Use Information We collect information for fulfilling orders, providing services, and/or improving products and services. We may use or disclose the personal information We collect for one or more of the following business purposes: To reserve equipment and/or storage space, services, and/or products. To assist in the recovery of U-Haul Equipment and products that were stolen, lost, or otherwise not returned. To assist in the prevention of fraud and other illegal activities. To purchase and/or use certain products or services. To achieve compliance with any contract for the rental of equipment and/or storage space and/or the purchase of products and services. To otherwise fulfill or meet the reason you provided the information. We may also save your information to facilitate new product orders or process returns. To communicate with you, provide services or, serve you content and/or promotions, and send you notices. To provide you with support and to respond to your inquiries, including to investigate and address your concerns and monitor and improve Our responses. To process your requests, purchases, transactions, and payments and prevent transactional fraud. To support, personalize, and develop Our Websites, products, and services. To create, maintain, customize, and secure your account with Us. We use your IP address to help diagnose problems with Our server and to administer Our website. Your IP address and email address are used to help identify you and your shopping cart and to gather broad demographic information. To respond to your request for roadside assistance or other service to the U-Haul Equipment. Information Sharing We engage certain trusted third parties to perform business functions and provide services to Us, including hosting and maintenance, error monitoring, debugging, performance monitoring, billing, customer relationship, database storage and management, and direct marketing campaigns. We may share your personal information with these third parties, including service providers and subsidiaries, but only to the extent necessary to perform these functions and provide such services. These third parties are prohibited from using information obtained in this manner for any purpose(s) other than to provide the services We have engaged them to perform. We also require these third parties to maintain the privacy and security of the personal information they process on Our behalf. Examples of whom We may share information with include: U-Haul International, Inc. and its parent, affiliates and subsidiaries, including eMove, Inc. and U-Haul State Rental Companies and their affiliates and business partners, such as U-Haul Rental Dealers, U-Haul Self-Storage Affiliates, and Moving Helpers Vehicle repair and/or tow truck companies that may provide breakdown/road side assistance Payment card issuers, banks, credit reporting and fraud checking agencies, debt collection agencies, and insurance companies Transportation or driver licensing authorities, directly or through intermediary organizations Government or private organizations responsible for the processing or handling of transportation, tolls, traffic/moving or parking related violations Government, judicial, regulatory and law enforcement agencies where the disclosure is required or authorized by law Service providers to help Us understand usage patterns for certain services, solely for the purpose of providing services to you. Service Providers' use of your Information will be bound by this Privacy Policy. We may store personal information in locations outside the direct control of Us (for instance, on servers or databases co-located with hosting providers) Except as otherwise described in this privacy statement, We will not disclose Information to any third party unless required to do so by law or subpoena or if We believe that such action is necessary to: conform to the law, comply with legal process served on Us or Our subsidiaries or affiliates, or investigate, prevent, or take action regarding suspected or actual illegal activities; to enforce Our Terms of Use , take precautions against liability, to investigate and defend ourselves against any third-party claims or allegations, to assist government enforcement agencies, or to protect the security or integrity of Our websites; and to exercise or protect the rights, property, or personal safety of Our company, employees, customers, or the public. Categories of Information We Share Certain categories of the information we collect may be shared with third-parties for behavioral marketing purposes. Below are the categories of information we may share. You may opt-out of sharing your information by selecting \" Do Not Sell or Share My Personal Information .\" Identifiers and contact information Commercial information Internet or other electronic network activity information U-Haul Equipment Location Information Location Data Collection The U-Haul Vehicle, Towable Equipment (including U-Haul Trailer, U-Box Trailer, Auto Transport, Tow Dolly, Motorcycle Trailer), and/or U-Box Container(s) in your possession (collectively, \" U-Haul Equipment\") may be equipped with a device which collects location data of the U-Haul Equipment (\"Location Detection Device\"). We may access and/or use the Location Detection Device in the event of the following: U-Haul Equipment is not returned at the time and location stated on the U-Haul Equipment Contract or any addendums thereto; Upon notice of illegal activity or other violation of the terms and conditions found in the U-Haul Equipment Contract or U-Box Contract; If the U-Haul Equipment is reported missing, stolen, or abandoned to law enforcement or an entity within the U-Haul System; For the purposes of roadside assistance or other related services to the U-Haul Equipment; If requested by law enforcement or other appropriate governmental agency or court order and/or to comply with any legal or regulatory requirements; In the event of an emergency and/or to assist in dispatching emergency services; To monitor U-Haul Equipment for diagnostic, performance, repair, maintenance, and design purposes; To monitor U-Haul Equipment for fleet performance, migration, positioning, and repositioning purposes; To provide you with important information related to U-Haul locations, return details, or other information that will provide you with better services; and/or For any other legitimate business purposes as authorized by law. Once location data is collected, We will not share or sell any location data from the Location Detection Device with any external third-party other than as stated in this Privacy Policy. We may combine this information with information you previously provided to Us to maintain safety, performance, and other similar information to deliver better services to you. Alternatively, We may de-identify collected information and location data and use it for any purpose in accordance with applicable law. Except where prohibited by law, Our use of this information may also include storage of this information in accordance with our retention policy. OEM and Telematics Data Collection GPS Devices and Navigation or Infotainment Systems Your U-Haul Vehicle is manufactured by third-party vehicle manufacturers and may be equipped with devices, such as global positioning devices, OnStar® systems, event data recorders, or any other similar technology, which can collect your personal information, location information, collision information and vehicle operation information (collectively \"Vehicle Data\"). U-Haul has no access to or control over the Vehicle Data, if any. The collection of Vehicle Data is subject to and governed by the vehicle manufacturer's notices, terms and conditions, and privacy policy, which may include system and service limitations, warranty exclusions, limitations of liability, wireless service provider terms, privacy practices, descriptions of use and sharing of information and user responsibilities. On U-Haul Vehicles equipped with satellite navigation or infotainment systems, your personal information may be transferred to and stored on these systems if you connect or pair your mobile device with the U-Haul Vehicle's satellite navigation or infotainment systems. We cannot guarantee the privacy or confidentiality of such information and it is your responsibility to delete or clear your personal information from these systems before returning your U-Haul Vehicle. If you fail or decline to do so, future users of the U-Haul Vehicle may be able to access your personal information. We are not responsible for any location information or personal information that is left in the U-Haul Vehicle as a result of your use of the U-Haul Vehicle's satellite navigation or infotainment systems. Manufacturer Mobile Applications If you download a mobile application made available by the vehicle manufacturer and you register your U-Haul Vehicle in the mobile application, your use of the mobile application may result in the sharing of your personal information, phone data, vehicle information, location information, and driving characteristics with the vehicle manufacturer (collectively \"Personal Data\"). Your use of such mobile application is governed by and subject to the vehicle manufacturer's notices, terms and conditions, and privacy policy, which may include system and service limitations, warranty exclusions, limitations of liability, wireless service provider terms, privacy practices, descriptions of use and sharing of information and user responsibilities. We cannot guarantee the privacy or confidentiality of the Personal Data and it is your responsibility to delete the mobile application and/or delete the U-Haul Vehicle from the mobile application before returning your U-Haul Vehicle. We are not responsible for any Personal Data that is left in the mobile application and U-Haul Vehicle as a result of your use of the mobile application. Cookies and Similar Technologies We use cookies and similar technologies, like pixel tags, to track customer visits through this website and improve your browsing experience. A cookie is a small text file stored on your device that is used to store information. If your browser accepts cookies, this information enables Us to save you time when returning to the website by remembering who you are and identifying your preferences so that you will not have to re-enter it during your current or future visit to the website. Cookies also provide a smoother shopping experience by helping Us to uniquely identify shopping carts and nearby locations to provide custom, personalized content and information. Cookies cannot profile your system or collect information from your device. We do not use cookies to store payment card numbers or any other personal identification. We also use these technologies to monitor the effectiveness of our service and aggregate metrics such as total number of visitors and traffic, as well as to diagnose or fix technology problems . We use both session cookies and persistent cookies. A persistent cookie remains on your device after you close your browser. Persistent cookies may be used by your browser on subsequent visits to the website. Persistent cookies can be removed by following your web browser's directions. A session cookie is temporary and disappears after you close your browser. You may reset your browser to clear cookies or choose to set your browser to block all cookies, including cookies associated with this website, but know that some of the website's functionality may not function properly. Online Tracking Our website uses on-premises and third-party web analytics services, such as Google Analytics, to help Us analyze how visitors use the website. To learn more about opting out of data collection through Google Analytics, click here . Certain third parties may collect Personal Information about your online activities over time and across different websites when you use Our website. Your browser settings may allow you to automatically transmit a \"Do Not Track\" signal to websites and online services you visit. Like many websites and online services, We do not alter Our practices when We receive a \"Do Not Track\" signal from a visitor's browser. Security We use commercially reasonable physical, managerial, and technical safeguards to preserve the integrity and security of your Information and our systems. We cannot, however, ensure or warrant the security of any information you transmit to Us and you do so at your own risk. However, please note that this is not a guarantee that such information may not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards. To protect your privacy and security, We take reasonable steps to verify your identity before granting you access to your account. You are responsible for maintaining the secrecy of your unique password and account information, and for controlling access to your email communications from Us, at all times. In the event that personal information is compromised as a result of a breach of security, We will promptly notify those persons whose personal information has been compromised, in accordance with the notification procedures set forth in this Privacy Policy, or as otherwise required by applicable law. Data Retention Consistent with our record retention policies, we store your information for as long as legally required or for so long as necessary to support the business purposes described in this Privacy Policy. In general, this storage will be (i) at least for the duration of our relationship, (ii) for as long as you can bring a claim against Us and for Us to be able to defend Ourselves, and (iii) for any period required by applicable laws and regulations. Once retention of the personal information is no longer necessary for the purposes outlined above, We will either delete or deidentify the personal information. Choice and Access How you can access or control your personal information will depend on which services you use. If you have created an online account, you can view or edit your information by accessing your account online. Otherwise, you may also contact Us with questions or complaints about Our use and/or disclosure of your information. A request that We not use or disclose your information may affect Our ability to provide you with Our products and/or services. Further, We reserve the right to retain data as required by applicable law; and for so long as reasonably necessary to fulfill the purposes for which the data is retained except to the extent prohibited by applicable law. You may also write to Our Privacy Officer at: Data Privacy & Security 2727 N. Central Ave Phoenix, AZ 85004 You choose whether you wish to receive promotional emails and SMS messages. To stop receiving promotional emails, send an email asking to be removed or click \"Unsubscribe\" in a promotional email you received. To stop receiving SMS messages, text \"STOP\" to 84285. After you send the SMS message \"STOP\" to Us, We will send you an SMS message to confirm that you have been unsubscribed. After this, you will no longer receive SMS messages from Us. If you are experiencing issues with Our messaging service or if at any time you forget what keywords are supported, just text \"HELP\" to 84285. After you send the SMS message \"HELP\" to Us, We will respond with instructions on how to use Our service as well as how to unsubscribe. Message and data rates may apply. Your California Privacy Rights Under California's \"Shine the Light\" law, California residents who provide personal information in obtaining products or services are entitled to request and obtain from Us once a calendar year information about the customer information We shared, if any, with other businesses for their own direct marketing uses. If applicable, this information would include the categories of customer information and the names and addresses of those businesses with which We shared customer information for the immediately prior calendar year. To obtain this information, please send an email message to privacy@uhaul.com with \"Request for California Privacy Information\" on the subject line and in the body of your message or by sending a letter to: Data Privacy & Security 2727 N. Central Ave Phoenix, AZ 85004 Access to Specific Information, Data Portability Rights, and Deletion Rights The California Consumer Privacy Act (CCPA), California Privacy Rights Act (CPRA), and similar privacy laws in other states and provinces, provide their residents with specific rights regarding their personal information. This section describes your privacy rights and explains how to exercise those rights. You have the right to request that We disclose certain information to you about Our collection and use of your personal information over the past 12 months. Once We receive and confirm your verifiable consumer request, We will disclose to you: The categories of personal information We collected about you The categories of sources for the personal information We collected about you Our business or commercial purpose for collecting that personal information You also have the right to request the deletion of Personal Information and to request correction of inaccurate personal information. Exercising Access, Data Portability, Correction and Deletion Rights To exercise your access and deletion rights described above, please submit a verifiable consumer request to Us by either: Calling Us at 1-866-242-7780 Emailing Us at privacy@uhaul.com Only you, or a person registered with the Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your personal information. The verifiable request must: Provide sufficient information that allows Us to reasonably verify you are the person about whom We collected personal information or an authorized representative Describe your request with sufficient detail that allows Us to properly understand, evaluate, and respond to it We will only use personal information provided in a verifiable consumer request to verify the requestor's identity or authority to make the request. Links to Other websites We are not responsible for the practices employed by websites linked to or from Our website nor the information or content contained therein. Please remember that when you use a link to go from our website to another website, our Privacy Policy is no longer in effect. Your browsing and interaction on any other website, including those that have a link on Our website, is subject to that website's own rules and policies. Please read over those rules and policies before proceeding. Changes We reserve the right to revise, modify, add, or remove portions and reissue this Privacy Policy at any time to keep you aware of what information We collect, how We use it and under what circumstances We may disclose it. Any changes will be effective immediately upon posting of the revised Privacy Policy and your continued use of the website indicates your consent to the Privacy Policy then posted. Contact Information If you have any questions or concerns about Our privacy practices, you can contact online , by email (privacy@uhaul.com) or by mail at: Data Privacy & Security 2727 N. Central Ave Phoenix, AZ 85004 Date of Last Revision: 5/19/2023 Back To Top Contact Us 1-800-GO-U-HAUL ® (1-800-468-4285) Request a Callback Need help? Request Roadside Assistance Français Español Customer Service Contact Us Roadside Assistance My Account & Orders Payments Tips FAQ Accessibility Rentals Moving Truck Rental Cargo Van Rental Trailer Rental Towing Rental Dollies & Furniture Pads U-Box ® Moving & Storage Containers Self-Storage Units Reuseable Plastic Moving Boxes Products & Services Business Accounts Hitches & Accessories Moving Labor Used Truck Sales Moving Boxes & Supplies Damage Coverage Propane Refills & Tanks Collegeboxes ® Student Moving Patriot Truck Leasing Gift Certificates Discounts & Specials Company Info About U-Haul U-Haul Holding Company Military Moving Corporate Sustainability Careers U-Haul Investors Club U-Haul Insider Blog Media Relations SuperGraphics Partner With Us Vendor Dealer Moving Help ® Provider Product Supplier Service Provider / Vendor Roadside Service Provider Affiliate Storage Affiliate Storage Affiliate Advertising This website is owned and operated by Web Team Associates, Inc. Copyright © 2023 U-Haul International, Inc. All rights reserved. U-Haul International, Inc.'s trademarks and copyrights are used under license by Web Team Associates, Inc. Air-Cushioned Ride ® Arbitration Privacy Policy Terms of Use Copyright Takedown Policy Do Not Sell or Share My Personal Information U-Haul Locations 002 - uhaul.com (ALL) YAML - 10.24.2023 at 13.39 - from 1.461.0 UhaulCom.Legal - 10.10.2023 at 6:47 - (A) Download the U-Haul App",
  "annotations": [
    {
      "Text": "Information We Collect\\nThe information collected may depend on the nature of how you choose to interact with Us and what services you use. We only collect information from you directly as you provide it to Us and as set forth in this Privacy Policy. The data we may collect includes:\\n\\nIdentifiers and contact information\\nName\\nHome Address\\nPhone Number\\nE-mail Address\\nPayment Information\\nDriver's License\\nDate of birth\\nOther forms of identification\\nProtected classification information (from Driver's License)\\nGender\\nAge\\nBiometric information\\nSelfie photos\\nCommercial information\\nRecords of personal property (if supplied for a storage contract or when filing a claim)\\nRecords of products/services purchased or obtained\\nInternet or other electronic network activity information\\nIP Address\\nDevice / Browser Information\\nBrowsing history (see \"Cookies and Similar Technologies\" below)\\nLog File Information such as web request, browser type, referring / exit pages and URLs, number of clicks, domain names, landing pages, pages viewed, and other such information.\\nEmail or other electronic correspondence\\nGeolocation Data (with opt in for Roadside Assistance or U-Haul Truck Share 24/7®)\\nEquipment Location Information\\nInferences drawn from any of the collected to create a profile about a consumer reflecting the consumer's preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please be aware that We are not responsible for the content or privacy practices of such other websites. We encourage Our users to be aware when they leave this website and to read the privacy statements of any other website that collects information.} "
    },
    {
      "Text": "How We Use Information\\nWe collect information for fulfilling orders, providing services, and/or improving products and services. We may use or disclose the personal information We collect for one or more of the following business purposes:\\n\\nTo reserve equipment and/or storage space, services, and/or products.\\nTo assist in the recovery of U-Haul Equipment and products that were stolen, lost, or otherwise not returned.\\nTo assist in the prevention of fraud and other illegal activities.\\nTo purchase and/or use certain products or services.\\nTo achieve compliance with any contract for the rental of equipment and/or storage space and/or the purchase of products and services.\\nTo otherwise fulfill or meet the reason you provided the information. We may also save your information to facilitate new product orders or process returns.\\nTo communicate with you, provide services or, serve you content and/or promotions, and send you notices.\\nTo provide you with support and to respond to your inquiries, including to investigate and address your concerns and monitor and improve Our responses.\\nTo process your requests, purchases, transactions, and payments and prevent transactional fraud.\\nTo support, personalize, and develop Our Websites, products, and services.\\nTo create, maintain, customize, and secure your account with Us.\\nWe use your IP address to help diagnose problems with Our server and to administer Our website. Your IP address and email address are used to help identify you and your shopping cart and to gather broad demographic information.\\nTo respond to your request for roadside assistance or other service to the U-Haul Equipment.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In the event that We learn that We have collected personal information from a child under age 16, We will delete that information as quickly as possible. If you believe that We might have any information from or about a child under 16, please contact Us .} "
    },
    {
      "Text": "Information Sharing\\nWe engage certain trusted third parties to perform business functions and provide services to Us, including hosting and maintenance, error monitoring, debugging, performance monitoring, billing, customer relationship, database storage and management, and direct marketing campaigns. We may share your personal information with these third parties, including service providers and subsidiaries, but only to the extent necessary to perform these functions and provide such services. These third parties are prohibited from using information obtained in this manner for any purpose(s) other than to provide the services We have engaged them to perform. We also require these third parties to maintain the privacy and security of the personal information they process on Our behalf.\\n\\nExamples of whom We may share information with include:\\n\\nU-Haul International, Inc. and its parent, affiliates and subsidiaries, including eMove, Inc. and U-Haul State Rental Companies and their affiliates and business partners, such as U-Haul Rental Dealers, U-Haul Self-Storage Affiliates, and Moving Helpers\\nVehicle repair and/or tow truck companies that may provide breakdown/road side assistance\\nPayment card issuers, banks, credit reporting and fraud checking agencies, debt collection agencies, and insurance companies\\nTransportation or driver licensing authorities, directly or through intermediary organizations\\nGovernment or private organizations responsible for the processing or handling of transportation, tolls, traffic/moving or parking related violations\\nGovernment, judicial, regulatory and law enforcement agencies where the disclosure is required or authorized by law\\nService providers to help Us understand usage patterns for certain services, solely for the purpose of providing services to you. Service Providers' use of your Information will be bound by this Privacy Policy.\\nWe may store personal information in locations outside the direct control of Us (for instance, on servers or databases co-located with hosting providers)\\nExcept as otherwise described in this privacy statement, We will not disclose Information to any third party unless required to do so by law or subpoena or if We believe that such action is necessary to:\\n\\nconform to the law, comply with legal process served on Us or Our subsidiaries or affiliates, or investigate, prevent, or take action regarding suspected or actual illegal activities;\\nto enforce Our Terms of Use, take precautions against liability, to investigate and defend ourselves against any third-party claims or allegations, to assist government enforcement agencies, or to protect the security or integrity of Our websites; and\\nto exercise or protect the rights, property, or personal safety of Our company, employees, customers, or the public.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Your IP address and email address are used to help identify you and your shopping cart and to gather broad demographic information. To respond to your request for roadside assistance or other service to the U-Haul Equipment.} "
    },
    {
      "Text": "Categories of Information We Share\\nCertain categories of the information we collect may be shared with third-parties for behavioral marketing purposes. Below are the categories of information we may share. You may opt-out of sharing your information by selecting \"Do Not Sell or Share My Personal Information.\"\\n\\nIdentifiers and contact information\\nCommercial information\\nInternet or other electronic network activity information",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Service Providers' use of your Information will be bound by this Privacy Policy. We may store personal information in locations outside the direct control of Us (for instance, on servers or databases co-located with hosting providers) Except as otherwise described in this privacy statement, We will not disclose Information to any third party unless required to do so by law or subpoena or if We believe that such action is necessary to: conform to the law, comply with legal process served on Us or Our subsidiaries or affiliates, or investigate, prevent, or take action regarding suspected or actual illegal activities; to enforce Our Terms of Use , take precautions against liability, to investigate and defend ourselves against any third-party claims or allegations, to assist government enforcement agencies, or to protect the security or integrity of Our websites; and to exercise or protect the rights, property, or personal safety of Our company, employees, customers, or the public.} "
    },
    {
      "Text": "Location Data Collection\\nThe U-Haul Vehicle, Towable Equipment (including U-Haul Trailer, U-Box Trailer, Auto Transport, Tow Dolly, Motorcycle Trailer), and/or U-Box Container(s) in your possession (collectively, \"U-Haul Equipment\") may be equipped with a device which collects location data of the U-Haul Equipment (\"Location Detection Device\"). We may access and/or use the Location Detection Device in the event of the following:\\n\\nU-Haul Equipment is not returned at the time and location stated on the U-Haul Equipment Contract or any addendums thereto;\\nUpon notice of illegal activity or other violation of the terms and conditions found in the U-Haul Equipment Contract or U-Box Contract;\\nIf the U-Haul Equipment is reported missing, stolen, or abandoned to law enforcement or an entity within the U-Haul System;\\nFor the purposes of roadside assistance or other related services to the U-Haul Equipment;\\nIf requested by law enforcement or other appropriate governmental agency or court order and/or to comply with any legal or regulatory requirements;\\nIn the event of an emergency and/or to assist in dispatching emergency services;\\nTo monitor U-Haul Equipment for diagnostic, performance, repair, maintenance, and design purposes;\\nTo monitor U-Haul Equipment for fleet performance, migration, positioning, and repositioning purposes;\\nTo provide you with important information related to U-Haul locations, return details, or other information that will provide you with better services; and/or\\nFor any other legitimate business purposes as authorized by law.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Below are the categories of information we may share. You may opt-out of sharing your information by selecting \" Do Not Sell or Share My Personal Information .\"} "
    },
    {
      "Text": "Access to Specific Information, Data Portability Rights, and Deletion Rights\\nThe California Consumer Privacy Act (CCPA), California Privacy Rights Act (CPRA), and similar privacy laws in other states and provinces, provide their residents with specific rights regarding their personal information. This section describes your privacy rights and explains how to exercise those rights. You have the right to request that We disclose certain information to you about Our collection and use of your personal information over the past 12 months. Once We receive and confirm your verifiable consumer request, We will disclose to you:\\n\\nThe categories of personal information We collected about you\\nThe categories of sources for the personal information We collected about you\\nOur business or commercial purpose for collecting that personal information",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We will not use or share your information with anyone except as described in this Privacy Policy. Please take the time to read this Privacy Policy carefully, and let Us know if you have any questions.} "
    },
    {
      "Text": "You also have the right to request the deletion of Personal Information and to request correction of inaccurate personal information.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {This section describes your privacy rights and explains how to exercise those rights. You have the right to request that We disclose certain information to you about Our collection and use of your personal information over the past 12 months.} "
    },
    {
      "Text": "You also have the right to request the deletion of Personal Information and to request correction of inaccurate personal information.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {This section describes your privacy rights and explains how to exercise those rights. You have the right to request that We disclose certain information to you about Our collection and use of your personal information over the past 12 months.} "
    },
    {
      "Text": "Exercising Access, Data Portability, Correction and Deletion Rights\\nTo exercise your access and deletion rights described above, please submit a verifiable consumer request to Us by either:\\n\\nCalling Us at 1-866-242-7780\\nEmailing Us at privacy@uhaul.com",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We will not use or share your information with anyone except as described in this Privacy Policy. Please take the time to read this Privacy Policy carefully, and let Us know if you have any questions.} "
    },
    {
      "Text": "Changes\\nWe reserve the right to revise, modify, add, or remove portions and reissue this Privacy Policy at any time to keep you aware of what information We collect, how We use it and under what circumstances We may disclose it. Any changes will be effective immediately upon posting of the revised Privacy Policy and your continued use of the website indicates your consent to the Privacy Policy then posted.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Your browsing and interaction on any other website, including those that have a link on Our website, is subject to that website's own rules and policies. Please read over those rules and policies before proceeding.} "
    },
    {
      "Text": "We never sell your personal information.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Privacy Notice | U-Haul <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-525NMKP\"\n                    height=\"0\" width=\"0\" class=\"hide\"></iframe> 0 Careers Become a Dealer Locations Cart 0 Sign In / Orders Sign in / Orders Careers Become a Dealer Trucks Trailers & Towing Trailers & Towing Back to Main Menu Start a Reservation Trailer Sizes & Types Vehicle Towing Equipment How to Videos Trailer & Towing Tips FAQs Hitches & Accessories U-Box ® Containers U-Box ® Containers Back to Main Menu Rates and Information Delivery Options Popular Uses International Moves U-Box Packing and Delivery Tips FAQs Container Dimensions Storage Storage Back to Main Menu Self-Storage at U-Haul Move-In Online Today! Move-In Online: Get Started Climate Controlled Storage RV, Car & Boat Storage Self-Storage Size Guide Drive Up / Outdoor Storage Pay My Storage Bill FAQs Self-Storage Tips Boxes & Packing Supplies Boxes & Packing Supplies Back to Main Menu Boxes Covers & Bags Locks Packing Supplies Rent Moving Boxes Rope & Tie Downs Shipping Boxes Tape Moving Labor Hitches & Accessories Hitches & Accessories Back to Main Menu Trailer Hitches Ball Mounts Bike Racks Cargo Carriers Hitch Balls Hitch Locks Trailer Wiring Propane Propane Back to Main Menu Propane Refill Grilling Accessories Grills & Smokers Portable Heaters Propane Tanks Tank Parts & Accessories Privacy Policy We value Our customers and their privacy.} "
    },
    {
      "Text": "Information We Collect\\nThe information collected may depend on the nature of how you choose to interact with Us and what services you use. We only collect information from you directly as you provide it to Us and as set forth in this Privacy Policy. The data we may collect includes:\\n\\nIdentifiers and contact information\\nName\\nHome Address\\nPhone Number\\nE-mail Address\\nPayment Information\\nDriver's License\\nDate of birth\\nOther forms of identification\\nProtected classification information (from Driver's License)\\nGender\\nAge\\nBiometric information\\nSelfie photos\\nCommercial information\\nRecords of personal property (if supplied for a storage contract or when filing a claim)\\nRecords of products/services purchased or obtained\\nInternet or other electronic network activity information\\nIP Address\\nDevice / Browser Information\\nBrowsing history (see \"Cookies and Similar Technologies\" below)\\nLog File Information such as web request, browser type, referring / exit pages and URLs, number of clicks, domain names, landing pages, pages viewed, and other such information.\\nEmail or other electronic correspondence\\nGeolocation Data (with opt in for Roadside Assistance or U-Haul Truck Share 24/7®)\\nEquipment Location Information\\nInferences drawn from any of the collected to create a profile about a consumer reflecting the consumer's preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please be aware that We are not responsible for the content or privacy practices of such other websites. We encourage Our users to be aware when they leave this website and to read the privacy statements of any other website that collects information.} "
    },
    {
      "Text": "How We Use Information\\nWe collect information for fulfilling orders, providing services, and/or improving products and services. We may use or disclose the personal information We collect for one or more of the following business purposes:\\n\\nTo reserve equipment and/or storage space, services, and/or products.\\nTo assist in the recovery of U-Haul Equipment and products that were stolen, lost, or otherwise not returned.\\nTo assist in the prevention of fraud and other illegal activities.\\nTo purchase and/or use certain products or services.\\nTo achieve compliance with any contract for the rental of equipment and/or storage space and/or the purchase of products and services.\\nTo otherwise fulfill or meet the reason you provided the information. We may also save your information to facilitate new product orders or process returns.\\nTo communicate with you, provide services or, serve you content and/or promotions, and send you notices.\\nTo provide you with support and to respond to your inquiries, including to investigate and address your concerns and monitor and improve Our responses.\\nTo process your requests, purchases, transactions, and payments and prevent transactional fraud.\\nTo support, personalize, and develop Our Websites, products, and services.\\nTo create, maintain, customize, and secure your account with Us.\\nWe use your IP address to help diagnose problems with Our server and to administer Our website. Your IP address and email address are used to help identify you and your shopping cart and to gather broad demographic information.\\nTo respond to your request for roadside assistance or other service to the U-Haul Equipment.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In the event that We learn that We have collected personal information from a child under age 16, We will delete that information as quickly as possible. If you believe that We might have any information from or about a child under 16, please contact Us .} "
    },
    {
      "Text": "Information Sharing\\nWe engage certain trusted third parties to perform business functions and provide services to Us, including hosting and maintenance, error monitoring, debugging, performance monitoring, billing, customer relationship, database storage and management, and direct marketing campaigns. We may share your personal information with these third parties, including service providers and subsidiaries, but only to the extent necessary to perform these functions and provide such services. T",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Your IP address and email address are used to help identify you and your shopping cart and to gather broad demographic information. To respond to your request for roadside assistance or other service to the U-Haul Equipment.} "
    },
    {
      "Text": "Examples of whom We may share information with include:\\n\\nU-Haul International, Inc. and its parent, affiliates and subsidiaries, including eMove, Inc. and U-Haul State Rental Companies and their affiliates and business partners, such as U-Haul Rental Dealers, U-Haul Self-Storage Affiliates, and Moving Helpers\\nVehicle repair and/or tow truck companies that may provide breakdown/road side assistance\\nPayment card issuers, banks, credit reporting and fraud checking agencies, debt collection agencies, and insurance companies\\nTransportation or driver licensing authorities, directly or through intermediary organizations\\nGovernment or private organizations responsible for the processing or handling of transportation, tolls, traffic/moving or parking related violations\\nGovernment, judicial, regulatory and law enforcement agencies where the disclosure is required or authorized by law\\nService providers to help Us understand usage patterns for certain services, solely for the purpose of providing services to you. Service Providers' use of your Information will be bound by this Privacy Policy.\\nWe may store personal information in locations outside the direct control of Us (for instance, on servers or databases co-located with hosting providers)\\nExcept as otherwise described in this privacy statement, We will not disclose Information to any third party unless required to do so by law or subpoena or if We believe that such action is necessary to:\\n\\nconform to the law, comply with legal process served on Us or Our subsidiaries or affiliates, or investigate, prevent, or take action regarding suspected or actual illegal activities;\\nto enforce Our Terms of Use, take precautions against liability, to investigate and defend ourselves against any third-party claims or allegations, to assist government enforcement agencies, or to protect the security or integrity of Our websites; and\\nto exercise or protect the rights, property, or personal safety of Our company, employees, customers, or the public.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {These third parties are prohibited from using information obtained in this manner for any purpose(s) other than to provide the services We have engaged them to perform. We also require these third parties to maintain the privacy and security of the personal information they process on Our behalf.} "
    },
    {
      "Text": "To communicate with you, provide services or, serve you content and/or promotions, and send you notices.\\nTo provide you with support and to respond to your inquiries, including to investigate and address your concerns and monitor and improve Our responses.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To otherwise fulfill or meet the reason you provided the information. We may also save your information to facilitate new product orders or process returns.} "
    },
    {
      "Text": "To process your requests, purchases, transactions, and payments and prevent transactional fraud.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To communicate with you, provide services or, serve you content and/or promotions, and send you notices. To provide you with support and to respond to your inquiries, including to investigate and address your concerns and monitor and improve Our responses.} "
    },
    {
      "Text": "To support, personalize, and develop Our Websites, products, and services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To provide you with support and to respond to your inquiries, including to investigate and address your concerns and monitor and improve Our responses. To process your requests, purchases, transactions, and payments and prevent transactional fraud.} "
    },
    {
      "Text": "To purchase and/or use certain products or services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To assist in the recovery of U-Haul Equipment and products that were stolen, lost, or otherwise not returned. To assist in the prevention of fraud and other illegal activities.} "
    },
    {
      "Text": "Categories of Information We Share\\nCertain categories of the information we collect may be shared with third-parties for behavioral marketing purposes. Below are the categories of information we may share.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Service Providers' use of your Information will be bound by this Privacy Policy. We may store personal information in locations outside the direct control of Us (for instance, on servers or databases co-located with hosting providers) Except as otherwise described in this privacy statement, We will not disclose Information to any third party unless required to do so by law or subpoena or if We believe that such action is necessary to: conform to the law, comply with legal process served on Us or Our subsidiaries or affiliates, or investigate, prevent, or take action regarding suspected or actual illegal activities; to enforce Our Terms of Use , take precautions against liability, to investigate and defend ourselves against any third-party claims or allegations, to assist government enforcement agencies, or to protect the security or integrity of Our websites; and to exercise or protect the rights, property, or personal safety of Our company, employees, customers, or the public.} "
    },
    {
      "Text": "Identifiers and contact information\\nCommercial information\\nInternet or other electronic network activity information",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Information We Collect The information collected may depend on the nature of how you choose to interact with Us and what services you use. We only collect information from you directly as you provide it to Us and as set forth in this Privacy Policy.} "
    },
    {
      "Text": "U-Haul Equipment Location Information\\nLocation Data Collection\\nThe U-Haul Vehicle, Towable Equipment (including U-Haul Trailer, U-Box Trailer, Auto Transport, Tow Dolly, Motorcycle Trailer), and/or U-Box Container(s) in your possession (collectively, \"U-Haul Equipment\") may be equipped with a device which collects location data of the U-Haul Equipment (\"Location Detection Device\"). We may access and/or use the Location Detection Device in the event of the following:\\n\\nU-Haul Equipment is not returned at the time and location stated on the U-Haul Equipment Contract or any addendums thereto;\\nUpon notice of illegal activity or other violation of the terms and conditions found in the U-Haul Equipment Contract or U-Box Contract;\\nIf the U-Haul Equipment is reported missing, stolen, or abandoned to law enforcement or an entity within the U-Haul System;\\nFor the purposes of roadside assistance or other related services to the U-Haul Equipment;\\nIf requested by law enforcement or other appropriate governmental agency or court order and/or to comply with any legal or regulatory requirements;\\nIn the event of an emergency and/or to assist in dispatching emergency services;\\nTo monitor U-Haul Equipment for diagnostic, performance, repair, maintenance, and design purposes;\\nTo monitor U-Haul Equipment for fleet performance, migration, positioning, and repositioning purposes;\\nTo provide you with important information related to U-Haul locations, return details, or other information that will provide you with better services; and/or\\nFor any other legitimate business purposes as authorized by law.\\nOnce location data is collected, We will not share or sell any location data from the Location Detection Device with any external third-party other than as stated in this Privacy Policy.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Once location data is collected, We will not share or sell any location data from the Location Detection Device with any external third-party other than as stated in this Privacy Policy.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Identifiers and contact information Commercial information Internet or other electronic network activity information U-Haul Equipment Location Information Location Data Collection The U-Haul Vehicle, Towable Equipment (including U-Haul Trailer, U-Box Trailer, Auto Transport, Tow Dolly, Motorcycle Trailer), and/or U-Box Container(s) in your possession (collectively, \" U-Haul Equipment\") may be equipped with a device which collects location data of the U-Haul Equipment (\"Location Detection Device\"). We may access and/or use the Location Detection Device in the event of the following: U-Haul Equipment is not returned at the time and location stated on the U-Haul Equipment Contract or any addendums thereto; Upon notice of illegal activity or other violation of the terms and conditions found in the U-Haul Equipment Contract or U-Box Contract; If the U-Haul Equipment is reported missing, stolen, or abandoned to law enforcement or an entity within the U-Haul System; For the purposes of roadside assistance or other related services to the U-Haul Equipment; If requested by law enforcement or other appropriate governmental agency or court order and/or to comply with any legal or regulatory requirements; In the event of an emergency and/or to assist in dispatching emergency services; To monitor U-Haul Equipment for diagnostic, performance, repair, maintenance, and design purposes; To monitor U-Haul Equipment for fleet performance, migration, positioning, and repositioning purposes; To provide you with important information related to U-Haul locations, return details, or other information that will provide you with better services; and/or For any other legitimate business purposes as authorized by law.} "
    },
    {
      "Text": "Once location data is collected, We will not share or sell any location data from the Location Detection Device with any external third-party other than as stated in this Privacy Policy",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Identifiers and contact information Commercial information Internet or other electronic network activity information U-Haul Equipment Location Information Location Data Collection The U-Haul Vehicle, Towable Equipment (including U-Haul Trailer, U-Box Trailer, Auto Transport, Tow Dolly, Motorcycle Trailer), and/or U-Box Container(s) in your possession (collectively, \" U-Haul Equipment\") may be equipped with a device which collects location data of the U-Haul Equipment (\"Location Detection Device\"). We may access and/or use the Location Detection Device in the event of the following: U-Haul Equipment is not returned at the time and location stated on the U-Haul Equipment Contract or any addendums thereto; Upon notice of illegal activity or other violation of the terms and conditions found in the U-Haul Equipment Contract or U-Box Contract; If the U-Haul Equipment is reported missing, stolen, or abandoned to law enforcement or an entity within the U-Haul System; For the purposes of roadside assistance or other related services to the U-Haul Equipment; If requested by law enforcement or other appropriate governmental agency or court order and/or to comply with any legal or regulatory requirements; In the event of an emergency and/or to assist in dispatching emergency services; To monitor U-Haul Equipment for diagnostic, performance, repair, maintenance, and design purposes; To monitor U-Haul Equipment for fleet performance, migration, positioning, and repositioning purposes; To provide you with important information related to U-Haul locations, return details, or other information that will provide you with better services; and/or For any other legitimate business purposes as authorized by law.} "
    },
    {
      "Text": " We may combine this information with information you previously provided to Us to maintain safety, performance, and other similar information to deliver better services to you. Alternatively, We may de-identify collected information and location data and use it for any purpose in accordance with applicable law",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may access and/or use the Location Detection Device in the event of the following: U-Haul Equipment is not returned at the time and location stated on the U-Haul Equipment Contract or any addendums thereto; Upon notice of illegal activity or other violation of the terms and conditions found in the U-Haul Equipment Contract or U-Box Contract; If the U-Haul Equipment is reported missing, stolen, or abandoned to law enforcement or an entity within the U-Haul System; For the purposes of roadside assistance or other related services to the U-Haul Equipment; If requested by law enforcement or other appropriate governmental agency or court order and/or to comply with any legal or regulatory requirements; In the event of an emergency and/or to assist in dispatching emergency services; To monitor U-Haul Equipment for diagnostic, performance, repair, maintenance, and design purposes; To monitor U-Haul Equipment for fleet performance, migration, positioning, and repositioning purposes; To provide you with important information related to U-Haul locations, return details, or other information that will provide you with better services; and/or For any other legitimate business purposes as authorized by law. Once location data is collected, We will not share or sell any location data from the Location Detection Device with any external third-party other than as stated in this Privacy Policy.} "
    },
    {
      "Text": "OEM and Telematics Data Collection\\nGPS Devices and Navigation or Infotainment Systems\\nYour U-Haul Vehicle is manufactured by third-party vehicle manufacturers and may be equipped w",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Alternatively, We may de-identify collected information and location data and use it for any purpose in accordance with applicable law. Except where prohibited by law, Our use of this information may also include storage of this information in accordance with our retention policy.} "
    },
    {
      "Text": "Cookies and Similar Technologies\\nWe use cookies and similar technologies, like pixel tags, to track customer visits through this website and improve your browsing experience. A cookie is a small text file stored on your device that is used to store information. If your browser accepts cookies, this information enables Us to save you time when returning to the website by remembering who you are and identifying your preferences so that you will not have to re-enter it during your current or future visit to the website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We cannot guarantee the privacy or confidentiality of the Personal Data and it is your responsibility to delete the mobile application and/or delete the U-Haul Vehicle from the mobile application before returning your U-Haul Vehicle. We are not responsible for any Personal Data that is left in the mobile application and U-Haul Vehicle as a result of your use of the mobile application.} "
    },
    {
      "Text": "Cookies also provide a smoother shopping experience by helping Us to uniquely identify shopping carts and nearby locations to provide custom, personalized content and information. Cookies cannot profile your system or collect information from your device. We do not use cookies to store payment card numbers or any other personal identification. We also use these technologies to monitor the effectiveness of our service and aggregate metrics such as total number of visitors and traffic, as well as to diagnose or fix technology problems.\\n\\nWe use both session cookies and persistent cookies. A persistent cookie remains on your device after you close your browser. Persistent cookies may be used by your browser on subsequent visits to the website. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {A cookie is a small text file stored on your device that is used to store information. If your browser accepts cookies, this information enables Us to save you time when returning to the website by remembering who you are and identifying your preferences so that you will not have to re-enter it during your current or future visit to the website.} "
    },
    {
      "Text": "Online Tracking\\nOur website uses on-premises and third-party web analytics services, such as Google Analytics, to help Us analyze how visitors use the website. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {A session cookie is temporary and disappears after you close your browser. You may reset your browser to clear cookies or choose to set your browser to block all cookies, including cookies associated with this website, but know that some of the website's functionality may not function properly.} "
    },
    {
      "Text": "To learn more about opting out of data collection through Google Analytics, click here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may reset your browser to clear cookies or choose to set your browser to block all cookies, including cookies associated with this website, but know that some of the website's functionality may not function properly. Online Tracking Our website uses on-premises and third-party web analytics services, such as Google Analytics, to help Us analyze how visitors use the website.} "
    },
    {
      "Text": "To learn more about opting out of data collection through Google Analytics, click here.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You may reset your browser to clear cookies or choose to set your browser to block all cookies, including cookies associated with this website, but know that some of the website's functionality may not function properly. Online Tracking Our website uses on-premises and third-party web analytics services, such as Google Analytics, to help Us analyze how visitors use the website.} "
    },
    {
      "Text": "Certain third parties may collect Personal Information about your online activities over time and across different websites when you use Our website. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Online Tracking Our website uses on-premises and third-party web analytics services, such as Google Analytics, to help Us analyze how visitors use the website. To learn more about opting out of data collection through Google Analytics, click here .} "
    },
    {
      "Text": " You have the right to request that We disclose certain information to you about Our collection and use of your personal information over the past 12 months. Once We receive and confirm your verifiable consumer request, We will disclose to you:\\n\\nThe categories of personal information We collected about you\\nThe categories of sources for the personal information We collected about you\\nOur business or commercial purpose for collecting that personal information",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {To obtain this information, please send an email message to privacy@uhaul.com with \"Request for California Privacy Information\" on the subject line and in the body of your message or by sending a letter to: Data Privacy & Security 2727 N. Central Ave Phoenix, AZ 85004 Access to Specific Information, Data Portability Rights, and Deletion Rights The California Consumer Privacy Act (CCPA), California Privacy Rights Act (CPRA), and similar privacy laws in other states and provinces, provide their residents with specific rights regarding their personal information. This section describes your privacy rights and explains how to exercise those rights.} "
    },
    {
      "Text": "You have the right to request that We disclose certain information to you about Our collection and use of your personal information over the past 12 months. Once We receive and confirm your verifiable consumer request, We will disclose to you:\\n\\nThe categories of personal information We collected about you\\nThe categories of sources for the personal information We collected about you\\nOur business or commercial purpose for collecting that personal information",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {To obtain this information, please send an email message to privacy@uhaul.com with \"Request for California Privacy Information\" on the subject line and in the body of your message or by sending a letter to: Data Privacy & Security 2727 N. Central Ave Phoenix, AZ 85004 Access to Specific Information, Data Portability Rights, and Deletion Rights The California Consumer Privacy Act (CCPA), California Privacy Rights Act (CPRA), and similar privacy laws in other states and provinces, provide their residents with specific rights regarding their personal information. This section describes your privacy rights and explains how to exercise those rights.} "
    },
    {
      "Text": "You also have the right to request the deletion of Personal Information and to request correction of inaccurate personal information.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {This section describes your privacy rights and explains how to exercise those rights. You have the right to request that We disclose certain information to you about Our collection and use of your personal information over the past 12 months.} "
    },
    {
      "Text": "You also have the right to request the deletion of Personal Information and to request correction of inaccurate personal information.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {This section describes your privacy rights and explains how to exercise those rights. You have the right to request that We disclose certain information to you about Our collection and use of your personal information over the past 12 months.} "
    },
    {
      "Text": "Exercising Access, Data Portability, Correction and Deletion Rights\\nTo exercise your access and deletion rights described above, please submit a verifiable consumer request to Us by either:\\n\\nCalling Us at 1-866-242-7780\\nEmailing Us at privacy@uhaul.com",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We will not use or share your information with anyone except as described in this Privacy Policy. Please take the time to read this Privacy Policy carefully, and let Us know if you have any questions.} "
    },
    {
      "Text": "Changes\\nWe reserve the right to revise, modify, add, or remove portions and reissue this Privacy Policy at any time to keep you aware of what information We collect, how We use it and under what circumstances We may disclose it. Any changes will be effective immediately upon posting of the revised Privacy Policy and your continued use of the website indicates your consent to the Privacy Policy then posted.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Your browsing and interaction on any other website, including those that have a link on Our website, is subject to that website's own rules and policies. Please read over those rules and policies before proceeding.} "
    }
  ]
}