{
  "policy_id": "83",
  "text": "Privacy and security | U.S. Bank Skip to main content Log in About us Financial education Support Locations clear search Log in Close Log in clear search Locations Support Financial Education About us Personal Return to Main Menu Personal Bank accounts Return to Bank accounts Bank accounts Bank Smartly® Checking account Safe Debit account Savings accounts Money market accounts CDs Debit Cards Visa gift cards Mobile & online features Explore checking accounts Explore bank accounts Credit cards Return to Credit cards Credit cards View credit cards Pay over time Access your credit card line Investing and retirement Return to Investing and retirement Investing and retirement Automated Investor Online investing Investment management Retirement planning IRAs & 401(k) rollovers Financial goals Explore all services Personal loans & lines Return to Personal loans & lines Personal loans & lines Loans & credit lines Personal loan calculator Debt consolidation Debt consolidation calculator Home repair financing LGBTQ+ family planning Private seller vehicle loans Home loans Return to Home loans Home loans Mortgages Today's mortgage rates Refinancing Mortgage calculators Home equity First-time home buyers Home improvement loans Home buying guide Mortgage help and repayment Vehicle loans Return to Vehicle loans Vehicle loans Auto loans Auto loan calculator RV loans Boat loans Lease servicing Dealer finance Vehicle Manager Mobile and online Return to Mobile and online Mobile and online Mobile & online features U.S. Bank Mobile App Explore personal banking Return to Explore personal banking Explore personal banking Explore personal banking Wealth Management Return to Main Menu Wealth Management Our services Return to Our services Our services Investment management Wealth planning Trusts & estates Banking Insurance Business owner advisory Charitable giving Explore our services Investing Return to Investing Investing Investment management IRA Online investing Explore all investing options Your goals Return to Your goals Your goals Plan for retirement Fund an education Pay for a major life event or purchase Leave a legacy Explore all financial goals Advisors & wealth teams Return to Advisors & wealth teams Advisors & wealth teams Find a financial advisor or wealth specialist Explore our wealth teams Private Wealth Management Return to Private Wealth Management Private Wealth Management Our approach Leadership team Client groups & featured professions Find a financial advisor or wealth specialist Find an office Explore Private Wealth Management Our perspectives Return to Our perspectives Our perspectives Market news Investing insights Financial planning Retirement planning Trust & estate planning Explore our perspectives Explore Wealth Management Return to Explore Wealth Management Explore Wealth Management Explore Wealth Management Business Return to Main Menu Business Explore business banking Return to Explore business banking Explore business banking Explore business banking Business bank accounts Return to Business bank accounts Business bank accounts Explore business bank accounts Business checking Business savings & CDs Business money market accounts Online banking Mobile banking Business credit cards Return to Business credit cards Business credit cards View business credit cards Pay over time Business loans and lines Return to Business loans and lines Business loans and lines Explore loans & lines Business loans Business lines of credit SBA loans Equipment financing Practice financing Business services Return to Business services Business services Explore business services Cash management Payroll services Business shared access Fraud protection Legal services Gift cards Business payments Return to Business payments Business payments Accepting payments Making payments Merchant services Tax payments Business prepaid cards Business industry expertise Return to Business industry expertise Business industry expertise Explore by business industry Agriculture Healthcare Nonprofit Manufacturing Personal services Professional services Restaurant Retail Specialty contractors Explore business resources Return to Explore business resources Explore business resources Explore business resources Business life stages Diverse business programs Online & mobile banking Return to Online & mobile banking Online & mobile banking Online banking Mobile banking Corporate & Commercial Return to Main Menu Corporate & Commercial Explore corporate & commercial Return to Explore corporate & commercial Explore corporate & commercial Explore corporate & commercial Why choose us Solutions Return to Solutions Solutions Explore our solutions Capital markets Credit & financing International services Liquidity & investments Treasury & payments Treasury & payment solutions Return to Treasury & payment solutions Treasury & payment solutions Explore payment solutions Corporate payment services Transportation Public sector banking Payment processing Digital channels Treasury management Industry expertise Return to Industry expertise Industry expertise Explore industry expertise Aviation Commercial real estate Financial institutions Healthcare Public sector banking Transportation Travel & hospitality Investment services Return to Investment services Investment services Explore investment services Custody solutions Global corporate trust Global fund services U.S. Bancorp Asset Management, Inc. Account login Return to Account login Account login Access accounts Client support Institutional Return to Main Menu Institutional Custody solutions Global corporate trust Global fund services Banking services Account login Contact us Explore institutional U.S. Bancorp Asset Management, Inc. Close Main Menu Location Locations Branch Branches ATM locations ATM locator About us / Privacy / Privacy and security Online Privacy and Security Last Updated: December 2021 This Online Privacy Policy (the \"Policy\") applies to the U.S. Bancorp family of financial service providers. Trust has always been the foundation of our relationship with customers. We recognize that you trust us with your personal and financial information. The Policy describes the treatment of information that is provided by you or collected through any of our online interfaces to which a copy of the Policy is posted, including www.usbank.com (the “Website”), Applications we have placed on third party sites such as Facebook ® , Twitter ® and other social media services, and U.S. Bank’s mobile applications (the “Applications,” and together with the “Website,” the “Services”). It also explains how we collect, use and share information based on users’ interactions with online advertisements, both on the Services and on online interfaces owned by third parties. Note that the Policy does not govern our privacy practices offline or with respect to information that is not provided or collected through the Services. We will use and share any information that we collect from or about our customers in accordance with the U.S. Bank Consumer Privacy Pledge , which provides choices regarding our sharing and use of information. For additional information on this Policy or our privacy practices generally, please feel free to contact us directly. While this Online Privacy Policy describes how we treat information, please be aware that additional terms and conditions may apply for certain parts of our Website and Applications. 1. Types of Information We Collect We collect two basic types of information through the Services – personal information and anonymous information. We also collect location information in connection with our mobile applications. \"Personal information\" refers to information that identifies (whether directly or indirectly) a particular individual, such as information you provide on our forms, surveys, applications or similar online fields. Examples may include your name, postal address, email address, telephone number, Social Security number, date of birth or account information. \"Anonymous information\" means information that does not directly or indirectly identify, and cannot reasonably be used to identify, a particular individual. Examples may include information about your Internet browser, information collected through tracking technologies (see \" Online Tracking and Advertising \" for additional information regarding our use of tracking technologies), demographic information that you provide to us (e.g., your household income) and aggregated or de-identified data. \"Location information\" means information that may be collected by certain mobile applications that identifies your physical location. 2. How We Collect Your Information We collect personal information from you or about you when you provide this information to us directly. For example, we may obtain personal information when you request information, products or services from us, register on the Website or an Application, respond to surveys, contact customer support or otherwise interact with us. We may also receive information about you from other online and offline sources, such as public databases, social media platforms and other third parties. In addition, we may collect information about your activity on the Services automatically using tracking technologies, such as cookies, and pixel tags. Definitions for the tracking technologies we use, as well as information regarding how to disable them, are available in the Online Tracking and Advertising section of the Policy. If you submit any personal information relating to other people to us or to our service providers in connection with the Services, you represent that you have the authority to do so and to permit us to use the information in accordance with this Policy. 3. How We Use Information That We Collect We may use information that we collect in order to, among other things: Provide you with, or evaluate your eligibility for, products and services that you request from us Communicate with you about your accounts or transactions with us Send you important information regarding the Services, changes to this Policy and/or other similar administrative information Allow you to participate in surveys, sweepstakes, contests and similar promotions, and to administer such promotions (note that these promotions may contain additional disclosures regarding our collection and/or use of your information) Consistent with local law, required disclosures, and choices and controls that may be available to you: Send you offers and promotions for our products and services, or products and services that may be of interest to you; Personalize content and experiences on the Services; Verify your identity and/or location (or the identity or location of your authorized representative) for security, fraud prevention and other risk control purposes; and Provide you with advertising based on your activity on the Services and on third-party websites and applications. For additional information regarding our use of your information for personalization and tracking, please refer to the Online Tracking and Advertising section of the Policy. Optimize or improve our products and services Detect, investigate and prevent activities that may violate our policies or be illegal Comply with our legal and regulatory obligations Enforce our terms and conditions and otherwise protect our rights and operations 4. How We Share Information That We Collect We will not share your information outside the U.S. Bancorp family of financial service providers, except under limited circumstances, as required by law and with our advertising partners, as described below under Section 6. 5. Online Tracking and Advertising We and certain trusted service providers operating on our behalf collect information about your activity on the Services using tracking technologies, including: Cookies. Cookies are pieces of information that are stored directly on the device that you are using. They allow us to collect information such as the type of browser you are using, the amount of time you spend using the Services, the websites or applications you visit and the preferences you have set up for your accounts. We use this information for such purposes as to personalize your experience, enhance security, facilitate navigation, display material more efficiently, recognize the device that you are using to access the Services and understand how the Services are used. The Services do not use cookies that capture unencrypted personal information about you. You can choose to have your device refuse to accept any cookies, and the majority of devices and browsers offer additional privacy settings for cookies. You do this through your browser settings. Each device and each browser is a little different, so look at your device Settings or your browser Help menu to learn the correct way to modify your cookies. If you turn cookies off, you will not have access to many features that make your user experience more efficient and some of the Services will not function properly. Please note that you will need to manage your cookie settings for each device and browser that you use. Pixel tags, web beacons, clear GIFs and other similar technologies. These are typically small pieces of data that are embedded in images on the Website, our Applications or certain email communications. They may involve the transmission of information directly to us, to another party on our behalf or to another party in accordance with its privacy policy. We may use these technologies to bring together information we collect about you. Location tracking on mobile devices. Certain applications on mobile devices may transmit information to us about your location. An example includes your physical location when you search for a nearby ATM using your mobile device. We may use that information to improve the products and services we provide to you as well as improving our services generally in your area. Information collected through tracking technologies is used for many purposes including, for example, to: Provide useful features to simplify your experience when you use or return to the Services Deliver relevant content based on your preferences, usage patterns and location Monitor and evaluate the use and operation of the Services Analyze traffic on the Services and on websites or mobile applications of third parties Other technologies. We may use other technologies, such as the capture of screenshots while you are using the Services, to understand how you navigate and use the Services. This information helps us to better understand how the Services are used and to improve them. We may associate this tracking data with any personal information you provide, in which case we will treat it as personal information. Do Not Track. There is no industry standard for how Do Not Track consumer browser settings should work on commercial websites. Due to the lack of such standards our websites do not respond to Do Not Track consumer browser settings. We use trusted service providers, such as advertising and media companies to collect information about use of the Services anonymously and report website trends, without identifying individual visitors. Those third parties use cookies and other similar technologies. Occasionally, you may encounter banner advertisements for our products and services on third-party websites and mobile applications. We use third-party advertising service providers to distribute our advertisements on websites and mobile applications where we have paid to advertise. These advertisements may use tracking technologies to capture information such as IP address, browser type and usage information in order to track the effectiveness of our advertising efforts. We may associate the information collected by these technologies with your identity. Our advertising service providers are prohibited from using any information collected except to track advertising effectiveness. In addition, we use advertising service providers to place advertisements for our accounts and services on websites not affiliated with us, and to help us determine which of our advertisements are most likely to be of interest to you using non-personal behavioral information. Advertisements placed by these service providers may use tracking technologies that allow monitoring of your responsiveness to such advertisements. We restrict access and collection of information by advertising service providers for purposes other than assisting us with our advertising efforts. U.S. Bank participates in the industry Self-Regulatory Program for Online Behavioral Advertising managed by the Digital Advertising Alliance (DAA) (YourAdChoices.com) . As part of this service, U.S. Bank online advertisements are sometimes delivered with icons that help consumers understand how data about them is being used. Clicking on the icon provides options for consumers who want more control and the ability to opt out of such behavioral (targeted) advertising. Our service providers may use data collected on our website to customize advertisements to you on other sites as you browse the web. You can click on the DAA icon in our targeted advertisements to opt out if you do not want your browsing behavior used for online behavioral advertising purposes. If you prefer not to have non-personal information used for online behavioral advertising purposes, you may also opt out here . Please note that even if you opt out, you may still receive online advertising from U.S. Bank. Opting out from a specific advertising provider means that the ads you do receive will not be based on your preferences or behavior. You may still see targeted pages based on your habits as you navigate www.usbank.com. In order for behavioral advertising opt-outs to work on your device, your browser must be set to accept cookies. If you delete cookies, buy a new device, access the Services from a different device, log in under a different screen name or change web browsers, you will need to opt out again. If your browser has scripting disabled, you do not need to opt out, as online behavioral advertising technology does not work when scripting is disabled. Please check your browser's security settings to validate whether scripting is active or disabled. 6. Other Information Collected Automatically Browser or Device Information: Certain information is collected by most browsers or automatically through your device, such as your Media Access Control (MAC) address, computer type (Windows or Macintosh), screen resolution, operating system name and version, device manufacturer and model, language, Internet browser type and version, and the name and version of the Services (such as the Application) you are using. We use this information to ensure that the Services function properly. Application Information: When you download and use an Application, we and our service providers may track and collect usage data, such as the date and time the Application on your device accesses our servers and what information and files have been downloaded to the Application based on your device number. IP Address: Your IP address is a number that is automatically assigned to your computer by your Internet Service Provider. An IP address may be identified and logged automatically in our server log files whenever a user accesses the Services, along with the time of the visit and the page(s) visited. Collecting IP addresses is standard practice and is done automatically by many websites, applications and other services. We use IP addresses for purposes such as calculating usage levels, helping diagnose server problems, administering the Services, for analytics purposes, and to deliver personalized advertisements. For advertising and analytics purposes, we may share your IP address with third-party advertising partners. 7. Linked Websites The Services may contain links to third-party websites not controlled by U.S. Bank. We encourage you to be aware when you leave the Services and to read the privacy policies and terms of use of any such websites that may collect your personal information, as they will likely differ from those of the Services. U.S. Bank does not guarantee and is not responsible for the privacy or security of these websites, including the accuracy, completeness or reliability of their information. In addition, U.S. Bank is not responsible for the information collection, use and disclosure practices (including the data security practices) of other organizations, such as Facebook, Apple, Google, Microsoft or any other app developer or provider, social media platform provider, operating system provider, wireless service provider or device manufacturer. 8. Data Security Your privacy is very important to U.S. Bank and we are committed to protecting your personal information from unauthorized access or use. We will use reasonable organizational, physical, technical and administrative measures to protect personal information within our organization. Unfortunately, no data transmission or storage system can be guaranteed to be 100% secure. If you have reason to believe that your interaction with us is no longer secure, please immediately notify us in accordance with the “ Contact Us ” section below. In addition, U.S. Bank protects customers from liability for unauthorized online transactions. Certain conditions and limitations may apply. See the Electronic Banking Agreement section in Your Deposit Account Agreement and the Reporting Unauthorized Transactions section in the Digital Services Agreement for details. 9. Preventing Identity Theft In order to help us protect your personal information, it is important that you always keep your account information safe. We recommend that you consider the risk of sharing your username, password, or PIN with anyone. Note that U.S. Bank will never initiate (unless otherwise stated for a specific product or service application), a request via email for your sensitive information (e.g., Social Security number, username, password, PIN or account number). If you receive an email asking for your sensitive information, you should be suspicious of the request and promptly contact us to report the suspicious activity. Please be aware, however, that in certain telephone and in-person transactions we may ask for your full Social Security number, account number or other information to verify your identity before conducting the transactions you have requested. For example, we may ask for such information to verify your identity when you place a call to us, when you visit a U.S. Bank branch office or when we call you about a new product or service we believe that you will find valuable. We will never request that you disclose your personal ID, password or PIN under any circumstances, including such telephone or in-person transactions. Additional information regarding identity theft and the steps you can take to help protect yourself from fraud can be found on the Federal Trade Commission website . 10. Children’s Privacy We do not use the Services to knowingly solicit personal information from or market to children under the age of thirteen (13) without parental consent. We request that such individuals do not provide personal information through the Services. If a parent or guardian becomes aware that his or her child has provided us with information without their consent, he or she should promptly contact us and we will delete such information from our files. For additional information regarding the Children's Online Privacy Protection Act (COPPA), please visit the Federal Trade Commission website . 11. External Aggregation Services You have the responsibility to help us protect your accounts. Consider the risk of revealing your username, password, or other credentials to any person or third party. By providing your username, password or other credentials to any person or third party (including an aggregation service) you authorize that person or third party to initiate transfers to or from your account. Some third-party companies offer aggregation services that allow you to consolidate your financial account information from a variety of sources, such that you can view all your account information at a single online location. For example, an aggregation service might collect and consolidate your checking and savings account balances at your bank, the value of your stocks and bonds in your brokerage account and your frequent flier mileage information from an airline. In order to do so, the aggregator may request access to personal information — including identification information, account information, personal IDs and passwords — from you for each individual website. Please use caution when providing personal information to an aggregation service. By providing your username, password or other credentials to an aggregation service you authorize that person or third party to initiate transfers to or from your account. Should you decide to revoke the authority you have given to an aggregation service, you should notify the aggregation service in addition to contacting us , in which case we may need to block your account until we issue new access codes. 12. Social Media Platforms U.S. Bank may interact with registered users of various social media platforms, including Facebook ® and Twitter ® . Please note that any content you post to such social media platforms (e.g., pictures, information or opinions), as well as any personal information that you otherwise make available to users (e.g., your profile), is subject to the applicable social media platform’s terms of use and privacy policies. We recommend that you review this information carefully in order to better understand your rights and obligations with regard to such content. 13. Retention Period We will retain your personal information for the period necessary to fulfill the purposes outlined in this Policy unless a longer retention period is required by law. 14. Cross-Border Transfer The Services are controlled and operated by us from the United States, and are not intended to subject us to the laws or jurisdiction of any country or territory other than that of the United States. We may store and process your personal information in any country where we have facilities or in which we engage service providers, and, by using the Services, you consent to the transfer of information to countries outside of your country of residence, including the United States, which may have different data protection rules than those of your country. 15. State Privacy Laws In addition to the federal laws concerning the collection and use of personal information that are applicable to financial institutions, some states have privacy laws and regulations that supplement these federal laws and provide additional rights to citizens of those states. For information regarding California's Privacy laws and the procedures that U.S. Bank has in place to comply, please go to the “ California Privacy Center ” page. 16. Changes to the Online Privacy Policy From time to time, we may make changes to this Policy in order to accommodate new technologies, industry practices, regulatory requirements or for other purposes. We encourage you to review the Policy periodically to ensure that you understand how we collect, use and share information through the Services. If we do make changes to the Policy, we will let you know by posting the revised Policy with a new \" Last Updated ” date posted at the top of the Policy. Any changes to the Policy will become effective when the revised Policy is posted on the Website, relevant Application or other U.S. Bank online interface, as applicable. By continuing to use the Services following such changes, you are agreeing to accept the terms of the revised Policy. 17. Contact Us If you have any questions or comments about this Policy or our privacy practices generally, we encourage you to contact our customer service department by completing our online email form or by calling 800-USBANKS (800-872-2657). Alternatively, you may use any of the local telephone numbers for your area that are listed in the \"Contact Us\" section of the Customer Service portion of the Website. In the event you notice suspicious activity on your account or believe your personal ID, password or PIN has been compromised, please contact us immediately. Suspicious emails may be forwarded to fraud_help@usbank.com or you can call our Fraud Liaison Center at 877-595-6256. 18. Accessibility If you need this information in an alternate accessible format, call us at 1-800-US BANKS. We accept relay calls. Please see our Accessibility at U.S. Bank page for more information. Contact us Call 800-872-2657 Find a branch Support Security Financial education Site map Careers Accessibility Online tracking & advertising Privacy Your California privacy choices Cobrowse U.S. Bank 800 Nicollet Mall Minneapolis, MN 55402 © 2023 U.S. Bank end of main",
  "annotations": [
    {
      "Text": "Last Updated: December 2021",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Types of Information We Collect\\nWe collect two basic types of information through the Services – personal information and anonymous information. We also collect location information in connection with our mobile applications.\\n\\n\"Personal information\" refers to information that identifies (whether directly or indirectly) a particular individual, such as information you provide on our forms, surveys, applications or similar online fields. Examples may include your name, postal address, email address, telephone number, Social Security number, date of birth or account information.\\n\\n\"Anonymous information\" means information that does not directly or indirectly identify, and cannot reasonably be used to identify, a particular individual. Examples may include information about your Internet browser, information collected through tracking technologies (see \"Online Tracking and Advertising\" for additional information regarding our use of tracking technologies), demographic information that you provide to us (e.g., your household income) and aggregated or de-identified data.\\n\\n\"Location information\" means information that may be collected by certain mobile applications that identifies your physical location.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {While this Online Privacy Policy describes how we treat information, please be aware that additional terms and conditions may apply for certain parts of our Website and Applications. 1.} "
    },
    {
      "Text": "How We Collect Your Information\\nWe collect personal information from you or about you when you provide this information to us directly. For example, we may obtain personal information when you request information, products or services from us, register on the Website or an Application, respond to surveys, contact customer support or otherwise interact with us. We may also receive information about you from other online and offline sources, such as public databases, social media platforms and other third parties.\\n\\nIn addition, we may collect information about your activity on the Services automatically using tracking technologies, such as cookies, and pixel tags. Definitions for the tracking technologies we use, as well as information regarding how to disable them, are available in the Online Tracking and Advertising section of the Policy.\\n\\nIf you submit any personal information relating to other people to us or to our service providers in connection with the Services, you represent that you have the authority to do so and to permit us to use the information in accordance with this Policy.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {\"Location information\" means information that may be collected by certain mobile applications that identifies your physical location. 2.} "
    },
    {
      "Text": "How We Use Information That We Collect\\nWe may use information that we collect in order to, among other things:\\n\\nProvide you with, or evaluate your eligibility for, products and services that you request from us\\nCommunicate with you about your accounts or transactions with us\\nSend you important information regarding the Services, changes to this Policy and/or other similar administrative information\\nAllow you to participate in surveys, sweepstakes, contests and similar promotions, and to administer such promotions (note that these promotions may contain additional disclosures regarding our collection and/or use of your information)\\nConsistent with local law, required disclosures, and choices and controls that may be available to you:\\nSend you offers and promotions for our products and services, or products and services that may be of interest to you;\\nPersonalize content and experiences on the Services;\\nVerify your identity and/or location (or the identity or location of your authorized representative) for security, fraud prevention and other risk control purposes; and\\nProvide you with advertising based on your activity on the Services and on third-party websites and applications. For additional information regarding our use of your information for personalization and tracking, please refer to the Online Tracking and Advertising section of the Policy.\\n \\nOptimize or improve our products and services\\nDetect, investigate and prevent activities that may violate our policies or be illegal\\nComply with our legal and regulatory obligations\\nEnforce our terms and conditions and otherwise protect our rights and operations",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you submit any personal information relating to other people to us or to our service providers in connection with the Services, you represent that you have the authority to do so and to permit us to use the information in accordance with this Policy. 3.} "
    },
    {
      "Text": "How We Share Information That We Collect\\nWe will not share your information outside the U.S. Bancorp family of financial service providers, except under limited circumstances, as required by law and with our advertising partners, as described below under Section 6.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For additional information regarding our use of your information for personalization and tracking, please refer to the Online Tracking and Advertising section of the Policy. Optimize or improve our products and services Detect, investigate and prevent activities that may violate our policies or be illegal Comply with our legal and regulatory obligations Enforce our terms and conditions and otherwise protect our rights and operations 4.} "
    },
    {
      "Text": "Cookies. Cookies are pieces of information that are stored directly on the device that you are using. They allow us to collect information such as the type of browser you are using, the amount of time you spend using the Services, the websites or applications you visit and the preferences you have set up for your accounts. We use this information for such purposes as to personalize your experience, enhance security, facilitate navigation, display material more efficiently, recognize the device that you are using to access the Services and understand how the Services are used. The Services do not use cookies that capture unencrypted personal information about you.\\n\\nYou can choose to have your device refuse to accept any cookies, and the majority of devices and browsers offer additional privacy settings for cookies. You do this through your browser settings. Each device and each browser is a little different, so look at your device Settings or your browser Help menu to learn the correct way to modify your cookies. If you turn cookies off, you will not have access to many features that make your user experience more efficient and some of the Services will not function properly. Please note that you will need to manage your cookie settings for each device and browser that you use.\\nPixel tags, web beacons, clear GIFs and other similar technologies. These are typically small pieces of data that are embedded in images on the Website, our Applications or certain email communications. They may involve the transmission of information directly to us, to another party on our behalf or to another party in accordance with its privacy policy. We may use these technologies to bring together information we collect about you.\\nLocation tracking on mobile devices. Certain applications on mobile devices may transmit information to us about your location. An example includes your physical location when you search for a nearby ATM using your mobile device. We may use that information to improve the products and services we provide to you as well as improving our services generally in your area.\\nInformation collected through tracking technologies is used for many purposes including, for example, to:\\n\\nProvide useful features to simplify your experience when you use or return to the Services\\nDeliver relevant content based on your preferences, usage patterns and location\\nMonitor and evaluate the use and operation of the Services\\nAnalyze traffic on the Services and on websites or mobile applications of third parties   \\nOther technologies. We may use other technologies, such as the capture of screenshots while you are using the Services, to understand how you navigate and use the Services. This information helps us to better understand how the Services are used and to improve them.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {How We Share Information That We Collect We will not share your information outside the U.S. Bancorp family of financial service providers, except under limited circumstances, as required by law and with our advertising partners, as described below under Section 6. 5.} "
    },
    {
      "Text": "We use trusted service providers, such as advertising and media companies to collect information about use of the Services anonymously and report website trends, without identifying individual visitors. Those third parties use cookies and other similar technologies.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {There is no industry standard for how Do Not Track consumer browser settings should work on commercial websites. Due to the lack of such standards our websites do not respond to Do Not Track consumer browser settings.} "
    },
    {
      "Text": "We may associate this tracking data with any personal information you provide, in which case we will treat it as personal information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may use other technologies, such as the capture of screenshots while you are using the Services, to understand how you navigate and use the Services. This information helps us to better understand how the Services are used and to improve them.} "
    },
    {
      "Text": "We use third-party advertising service providers to distribute our advertisements on websites and mobile applications where we have paid to advertise. These advertisements may use tracking technologies to capture information such as IP address, browser type and usage information in order to track the effectiveness of our advertising efforts. We may associate the information collected by these technologies with your identity. Our advertising service providers are prohibited from using any information collected except to track advertising effectiveness.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Those third parties use cookies and other similar technologies. Occasionally, you may encounter banner advertisements for our products and services on third-party websites and mobile applications.} "
    },
    {
      "Text": "In addition, we use advertising service providers to place advertisements for our accounts and services on websites not affiliated with us, and to help us determine which of our advertisements are most likely to be of interest to you using non-personal behavioral information. Advertisements placed by these service providers may use tracking technologies that allow monitoring of your responsiveness to such advertisements. We restrict access and collection of information by advertising service providers for purposes other than assisting us with our advertising efforts.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For example, we may obtain personal information when you request information, products or services from us, register on the Website or an Application, respond to surveys, contact customer support or otherwise interact with us. We may also receive information about you from other online and offline sources, such as public databases, social media platforms and other third parties.} "
    },
    {
      "Text": ". Other Information Collected Automatically\\nBrowser or Device Information: Certain information is collected by most browsers or automatically through your device, such as your Media Access Control (MAC) address, computer type (Windows or Macintosh), screen resolution, operating system name and version, device manufacturer and model, language, Internet browser type and version, and the name and version of the Services (such as the Application) you are using. We use this information to ensure that the Services function properly.\\n\\nApplication Information: When you download and use an Application, we and our service providers may track and collect usage data, such as the date and time the Application on your device accesses our servers and what information and files have been downloaded to the Application based on your device number.\\n\\nIP Address: Your IP address is a number that is automatically assigned to your computer by your Internet Service Provider. An IP address may be identified and logged automatically in our server log files whenever a user accesses the Services, along with the time of the visit and the page(s) visited. Collecting IP addresses is standard practice and is done automatically by many websites, applications and other services. We use IP addresses for purposes such as calculating usage levels, helping diagnose server problems, administering the Services, for analytics purposes, and to deliver personalized advertisements. For advertising and analytics purposes, we may share your IP address with third-party advertising partners.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": " For information regarding California's Privacy laws and the procedures that U.S. Bank has in place to comply, please go to the “California Privacy Center” page.",
      "Label": "Others",
      "Context": "2 Sentences Before {15. State Privacy Laws In addition to the federal laws concerning the collection and use of personal information that are applicable to financial institutions, some states have privacy laws and regulations that supplement these federal laws and provide additional rights to citizens of those states.} "
    },
    {
      "Text": " Changes to the Online Privacy Policy\\nFrom time to time, we may make changes to this Policy in order to accommodate new technologies, industry practices, regulatory requirements or for other purposes. We encourage you to review the Policy periodically to ensure that you understand how we collect, use and share information through the Services. If we do make changes to the Policy, we will let you know by posting the revised Policy with a new \"Last Updated” date posted at the top of the Policy.\\n\\nAny changes to the Policy will become effective when the revised Policy is posted on the Website, relevant Application or other U.S. Bank online interface, as applicable. By continuing to use the Services following such changes, you are agreeing to accept the terms of the revised Policy.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {For information regarding California's Privacy laws and the procedures that U.S. Bank has in place to comply, please go to the “ California Privacy Center ” page. 16.} "
    },
    {
      "Text": "Last Updated: December 2021",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Types of Information We Collect\\nWe collect two basic types of information through the Services – personal information and anonymous information. We also collect location information in connection with our mobile applications.\\n\\n\"Personal information\" refers to information that identifies (whether directly or indirectly) a particular individual, such as information you provide on our forms, surveys, applications or similar online fields. Examples may include your name, postal address, email address, telephone number, Social Security number, date of birth or account information.\\n\\n\"Anonymous information\" means information that does not directly or indirectly identify, and cannot reasonably be used to identify, a particular individual. Examples may include information about your Internet browser, information collected through tracking technologies (see \"Online Tracking and Advertising\" for additional information regarding our use of tracking technologies), demographic information that you provide to us (e.g., your household income) and aggregated or de-identified data.\\n\\n\"Location information\" means information that may be collected by certain mobile applications that identifies your physical location.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {While this Online Privacy Policy describes how we treat information, please be aware that additional terms and conditions may apply for certain parts of our Website and Applications. 1.} "
    },
    {
      "Text": " How We Collect Your Information\\nWe collect personal information from you or about you when you provide this information to us directly. For example, we may obtain personal information when you request information, products or services from us, register on the Website or an Application, respond to surveys, contact customer support or otherwise interact with us. We may also receive information about you from other online and offline sources, such as public databases, social media platforms and other third parties.\\n\\nIn addition, we may collect information about your activity on the Services automatically using tracking technologies, such as cookies, and pixel tags.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {\"Location information\" means information that may be collected by certain mobile applications that identifies your physical location. 2.} "
    },
    {
      "Text": "How We Use Information That We Collect\\nWe may use information that we collect in order to, among other things:\\n\\nProvide you with, or evaluate your eligibility for, products and services that you request from us\\nCommunicate with you about your accounts or transactions with us\\nSend you important information regarding the Services, changes to this Policy and/or other similar administrative information\\nAllow you to participate in surveys, sweepstakes, contests and similar promotions, and to administer such promotions (note that these promotions may contain additional disclosures regarding our collection and/or use of your information)\\nConsistent with local law, required disclosures, and choices and controls that may be available to you:\\nSend you offers and promotions for our products and services, or products and services that may be of interest to you;\\nPersonalize content and experiences on the Services;\\nVerify your identity and/or location (or the identity or location of your authorized representative) for security, fraud prevention and other risk control purposes; and\\nProvide you with advertising based on your activity on the Services and on third-party websites and application",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you submit any personal information relating to other people to us or to our service providers in connection with the Services, you represent that you have the authority to do so and to permit us to use the information in accordance with this Policy. 3.} "
    },
    {
      "Text": "Optimize or improve our products and services\\nDetect, investigate and prevent activities that may violate our policies or be illegal\\nComply with our legal and regulatory obligations\\nEnforce our terms and conditions and otherwise protect our rights and operations",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {How We Use Information That We Collect We may use information that we collect in order to, among other things: Provide you with, or evaluate your eligibility for, products and services that you request from us Communicate with you about your accounts or transactions with us Send you important information regarding the Services, changes to this Policy and/or other similar administrative information Allow you to participate in surveys, sweepstakes, contests and similar promotions, and to administer such promotions (note that these promotions may contain additional disclosures regarding our collection and/or use of your information) Consistent with local law, required disclosures, and choices and controls that may be available to you: Send you offers and promotions for our products and services, or products and services that may be of interest to you; Personalize content and experiences on the Services; Verify your identity and/or location (or the identity or location of your authorized representative) for security, fraud prevention and other risk control purposes; and Provide you with advertising based on your activity on the Services and on third-party websites and applications. For additional information regarding our use of your information for personalization and tracking, please refer to the Online Tracking and Advertising section of the Policy.} "
    },
    {
      "Text": "How We Share Information That We Collect\\nWe will not share your information outside the U.S. Bancorp family of financial service providers, except under limited circumstances, as required by law and with our advertising partners, as described below under Section 6.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For additional information regarding our use of your information for personalization and tracking, please refer to the Online Tracking and Advertising section of the Policy. Optimize or improve our products and services Detect, investigate and prevent activities that may violate our policies or be illegal Comply with our legal and regulatory obligations Enforce our terms and conditions and otherwise protect our rights and operations 4.} "
    },
    {
      "Text": "Online Tracking and Advertising\\nWe and certain trusted service providers operating on our behalf collect information about your activity on the Services using tracking technologies, including:\\n\\nCookies. Cookies are pieces of information that are stored directly on the device that you are using. They allow us to collect information such as the type of browser you are using, the amount of time you spend using the Services, the websites or applications you visit and the preferences you have set up for your accounts. We use this information for such purposes as to personalize your experience, enhance security, facilitate navigation, display material more efficiently, recognize the device that you are using to access the Services and understand how the Services are used. The Services do not use cookies that capture unencrypted personal information about you.\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {How We Share Information That We Collect We will not share your information outside the U.S. Bancorp family of financial service providers, except under limited circumstances, as required by law and with our advertising partners, as described below under Section 6. 5.} "
    },
    {
      "Text": "Cookies. Cookies are pieces of information that are stored directly on the device that you are using. They allow us to collect information such as the type of browser you are using, the amount of time you spend using the Services, the websites or applications you visit and the preferences you have set up for your accounts. We use this information for such purposes as to personalize your experience, enhance security, facilitate navigation, display material more efficiently, recognize the device that you are using to access the Services and understand how the Services are used. The Services do not use cookies that capture unencrypted personal information about you.\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {How We Share Information That We Collect We will not share your information outside the U.S. Bancorp family of financial service providers, except under limited circumstances, as required by law and with our advertising partners, as described below under Section 6. 5.} "
    },
    {
      "Text": "We and certain trusted service providers operating on our behalf collect information about your activity on the Services using tracking technologies, including:\\n\\nCookies. Cookies are pieces of information that are stored directly on the device that you are using. They allow us to collect information such as the type of browser you are using, the amount of time you spend using the Services, the websites or applications you visit and the preferences you have set up for your accounts. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {How We Share Information That We Collect We will not share your information outside the U.S. Bancorp family of financial service providers, except under limited circumstances, as required by law and with our advertising partners, as described below under Section 6. 5.} "
    },
    {
      "Text": "Pixel tags, web beacons, clear GIFs and other similar technologies. These are typically small pieces of data that are embedded in images on the Website, our Applications or certain email communications. They may involve the transmission of information directly to us, to another party on our behalf or to another party in accordance with its privacy policy. We may use these technologies to bring together information we collect about you.\\nLocation tracking on mobile devices. Certain applications on mobile devices may transmit information to us about your location. An example includes your physical location when you search for a nearby ATM using your mobile device. We may use that information to improve the products and services we provide to you as well as improving our services generally in your area.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you turn cookies off, you will not have access to many features that make your user experience more efficient and some of the Services will not function properly. Please note that you will need to manage your cookie settings for each device and browser that you use.} "
    },
    {
      "Text": "Pixel tags, web beacons, clear GIFs and other similar technologies. These are typically small pieces of data that are embedded in images on the Website, our Applications or certain email communications. They may involve the transmission of information directly to us, to another party on our behalf or to another party in accordance with its privacy policy.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you turn cookies off, you will not have access to many features that make your user experience more efficient and some of the Services will not function properly. Please note that you will need to manage your cookie settings for each device and browser that you use.} "
    },
    {
      "Text": "Location tracking on mobile devices. Certain applications on mobile devices may transmit information to us about your location",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {They may involve the transmission of information directly to us, to another party on our behalf or to another party in accordance with its privacy policy. We may use these technologies to bring together information we collect about you.} "
    },
    {
      "Text": "Information collected through tracking technologies is used for many purposes including, for example, to:\\n\\nProvide useful features to simplify your experience when you use or return to the Services\\nDeliver relevant content based on your preferences, usage patterns and location\\nMonitor and evaluate the use and operation of the Services\\nAnalyze traffic on the Services and on websites or mobile applications of third parties   \\nOther technologies. We may use other technologies, such as the capture of screenshots while you are using the Services, to understand how you navigate and use the Services. This information helps us to better understand how the Services are used and to improve them.\\n\\nWe may associate this tracking data with any personal information you provide, in which case we will treat it as personal information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {An example includes your physical location when you search for a nearby ATM using your mobile device. We may use that information to improve the products and services we provide to you as well as improving our services generally in your area.} "
    },
    {
      "Text": "Occasionally, you may encounter banner advertisements for our products and services on third-party websites and mobile applications. We use third-party advertising service providers to distribute our advertisements on websites and mobile applications where we have paid to advertise. These advertisements may use tracking technologies to capture information such as IP address, browser type and usage information in order to track the effectiveness of our advertising efforts.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We use trusted service providers, such as advertising and media companies to collect information about use of the Services anonymously and report website trends, without identifying individual visitors. Those third parties use cookies and other similar technologies.} "
    },
    {
      "Text": "We may associate the information collected by these technologies with your identity.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We use third-party advertising service providers to distribute our advertisements on websites and mobile applications where we have paid to advertise. These advertisements may use tracking technologies to capture information such as IP address, browser type and usage information in order to track the effectiveness of our advertising efforts.} "
    },
    {
      "Text": "In addition, we use advertising service providers to place advertisements for our accounts and services on websites not affiliated with us, and to help us determine which of our advertisements are most likely to be of interest to you using non-personal behavioral information. Advertisements placed by these service providers may use tracking technologies that allow monitoring of your responsiveness to such advertisements. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For example, we may obtain personal information when you request information, products or services from us, register on the Website or an Application, respond to surveys, contact customer support or otherwise interact with us. We may also receive information about you from other online and offline sources, such as public databases, social media platforms and other third parties.} "
    },
    {
      "Text": "Our service providers may use data collected on our website to customize advertisements to you on other sites as you browse the web.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {As part of this service, U.S. Bank online advertisements are sometimes delivered with icons that help consumers understand how data about them is being used. Clicking on the icon provides options for consumers who want more control and the ability to opt out of such behavioral (targeted) advertising.} "
    },
    {
      "Text": "You can click on the DAA icon in our targeted advertisements to opt out if you do not want your browsing behavior used for online behavioral advertising purposes. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Clicking on the icon provides options for consumers who want more control and the ability to opt out of such behavioral (targeted) advertising. Our service providers may use data collected on our website to customize advertisements to you on other sites as you browse the web.} "
    },
    {
      "Text": "icking on the icon provides options for consumers who want more control and the ability to opt out of such behavioral (targeted) advertising. Our service providers may use data collected on our website to customize advertisements to you on other sites as you browse the web. You can click on the DAA icon in our targeted advertisements to opt out if you do not want your browsing behavior used for online behavioral advertising purposes. If you prefer not to have non-personal information used for online behavioral advertising purposes, you may also opt out here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {U.S. Bank participates in the industry Self-Regulatory Program for Online Behavioral Advertising managed by the Digital Advertising Alliance (DAA) (YourAdChoices.com) . As part of this service, U.S. Bank online advertisements are sometimes delivered with icons that help consumers understand how data about them is being used.} "
    },
    {
      "Text": "Other Information Collected Automatically\\nBrowser or Device Information: Certain information is collected by most browsers or automatically through your device, such as your Media Access Control (MAC) address, computer type (Windows or Macintosh), screen resolution, operating system name and version, device manufacturer and model, language, Internet browser type and version, and the name and version of the Services (such as the Application) you are using. We use this information to ensure that the Services function properly.\\n\\nApplication Information: When you download and use an Application, we and our service providers may track and collect usage data, such as the date and time the Application on your device accesses our servers and what information and files have been downloaded to the Application based on your device number.\\n\\nIP Address: Your IP address is a number that is automatically assigned to your computer by your Internet Service Provider. An IP address may be identified and logged automatically in our server log files whenever a user accesses the Services, along with the time of the visit and the page(s) visited. Collecting IP addresses is standard practice and is done automatically by many websites, applications and other services. We use IP addresses for purposes such as calculating usage levels, helping diagnose server problems, administering the Services, for analytics purposes, and to deliver personalized advertisements. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please check your browser's security settings to validate whether scripting is active or disabled. 6.} "
    },
    {
      "Text": "Application Information: When you download and use an Application, we and our service providers may track and collect usage data, such as the date and time the Application on your device accesses our servers and what information and files have been downloaded to the Application based on your device number.\\n\\nIP Address: Your IP address is a number that is automatically assigned to your computer by your Internet Service Provider. An IP address may be identified and logged automatically in our server log files whenever a user accesses the Services, along with the time of the visit and the page(s) visited. Collecting IP addresses is standard practice and is done automatically by many websites, applications and other services. We use IP addresses for purposes such as calculating usage levels, helping diagnose server problems, administering the Services, for analytics purposes, and to deliver personalized advertisements. For advertising and analytics purposes, we may share your IP address with third-party advertising partners.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Other Information Collected Automatically Browser or Device Information: Certain information is collected by most browsers or automatically through your device, such as your Media Access Control (MAC) address, computer type (Windows or Macintosh), screen resolution, operating system name and version, device manufacturer and model, language, Internet browser type and version, and the name and version of the Services (such as the Application) you are using. We use this information to ensure that the Services function properly.} "
    },
    {
      "Text": " Changes to the Online Privacy Policy\\nFrom time to time, we may make changes to this Policy in order to accommodate new technologies, industry practices, regulatory requirements or for other purposes. We encourage you to review the Policy periodically to ensure that you understand how we collect, use and share information through the Services. If we do make changes to the Policy, we will let you know by posting the revised Policy with a new \"Last Updated” date posted at the top of the Policy.\\n\\nAny changes to the Policy will become effective when the revised Policy is posted on the Website, relevant Application or other U.S. Bank online interface, as applicable. By continuing to use the Services following such changes, you are agreeing to accept the terms of the revised Policy.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {For information regarding California's Privacy laws and the procedures that U.S. Bank has in place to comply, please go to the “ California Privacy Center ” page. 16.} "
    }
  ]
}