{
  "policy_id": "89",
  "text": "Washington Post Privacy policy - The Washington Post Accessibility statement Skip to main content Democracy Dies in Darkness Try four weeks free Sign in Site Information Privacy Policy By The Washington Post Updated June 30, 2023 at 3:59 p.m. EDT | Published January 1, 2021 at 12:00 a.m. EST Share Published: 06/30/2023 This Privacy Policy (or “Policy”) explains how WP Company LLC (“ The Washington Post ,” “ we, ” or “ us ”) collects, uses, and discloses information about you when you use our sites, mobile and tablet apps, and other online products and services that link to this Policy; subscribe to our print newspaper; receive our emails and newsletters; and attend our events (collectively, the “ Services ”) or when you otherwise interact with us or receive a communication from us related to the Services. For certain Services we may provide you with additional privacy information that supplements this Policy. Other Washington Post services may refer to a different privacy policy, and for those products or services this Policy does not apply. Wp Get the full experience. Choose your plan ArrowRight For your choices about your information, you can visit Account Management, Privacy Rights, and Other Choices and Jurisdiction-Specific Privacy Information & Rights below and our Cookie Notice , which outlines your choices about personalized advertising. Advertisement Story continues below advertisement Please note, this Policy includes sections with additional information for users in specific jurisdictions, including Privacy Information for California Residents and Information for Certain Users Outside of the United States . You understand that your personal data, including any data you provide, is processed by The Washington Post in the United States, which may have different data protection standards if you reside in another country. This Privacy Policy covers the following: Information We Collect How We Use Information How We Disclose Information Third-Party Content and Links Account Management, Privacy Rights, & Other Choices Jurisdiction-Specific Privacy Information & Rights Story continues below advertisement California Residents Nevada Residents Information for Certain Users Outside the United States Data Security Children’s Privacy Changes to Our Privacy Policy Information We Collect Information You Provide to Us. We collect the information you provide to us directly when you use the Services, including when you: Advertisement Register an account or for a newsletter; register for or attend an event; subscribe to or purchase a product (such as our newspaper); participate in a contest, promotion, or survey. Contact information such as your name, e-mail address, street address, and phone number; Demographic information such as year of birth, gender, general location such as city or state; Professional Information such as job title, industry, and education; and Payment information such as your credit card number (processed by our third-party payment processor) and expiration date, where appropriate to process a financial transaction that you have requested. Submit Content to the Services or Interact with Content. User-Generated Content such as comments on articles, content in message boards, images, photos, videos, online ads you post, or other content you provide to the Services. Please review our Discussion and Submission Guidelines for more information about our practices applicable to content that you submit to certain areas of our Services. Actions You Take Related to Content such as sharing content; customizing newsletters, notifications, and alerts; and liking, replying to, or reporting (and providing additional information regarding) comments. Contact Us or Provide Feedback. Contact information such as your name, e-mail address, street address, and phone number; Comments, requests, and questions you submit through customer service interactions with us; and Survey responses , which may include your interests, opinions, and information about you including demographic information. From time to time our surveys offer you the option to voluntarily provide information that may be considered sensitive under applicable law such as your race or ethnicity. We process such information for disclosed purposes as permitted by and in compliance with applicable law. Automatically Collected Information. We (and service providers on our behalf) automatically collect certain information about your use of the Services or your device. For example, we may collect: Device information such as hardware model, IP address, device identifiers, operating system, browser type and settings (like language and available font settings) and settings of the device you use to access the Services. Usage information such as the Services you use, the time and duration of your use, and other information about your interaction with content, such as the articles you read, where you click on our site, customer service interactions, cursor movements, and certain screen interactions and images (please note we do not capture personal information that you type into form fields (e.g., name or email address) before you submit such information), and how you interact with our emails. Location information such as general location derived from your computer’s IP address, your mobile device’s GPS signal, or information about nearby WiFi access points and cell towers that may be transmitted when you use certain Services. We and our service providers may use cookies, web beacons, and other tracking technologies to collect such information. See our Cookie Notice for more information about these technologies. Information From Third-Party Sources. We may receive online or offline information about you from other sources, which we may combine with other information we receive from or about you. For example, we receive information from: Story continues below advertisement Other Users , including your contact information if they provide you a gift subscription. Enterprise Subscribers, such as your employer or educational institution who provide us with your email address so you can register an account and use the Services. Publicly and commercially available sources , as permitted by law, including contact information, demographic and professional data, and interests. Social Media Services, if you interact with us through a social media service or log in using social media credentials. Depending on your social media settings, we may have access to your information from that service, such as your name, email address, friend or followers/following list, profile and demographic information, current city, comments about or reactions to our Services, and the people/sites you follow. Data analytics providers and advertising partners, including usage information, and information about your activity and transactions on other websites or platforms or with other companies. Other Information We Collect. We also may collect other information about you, your device, or your use of the services in ways that we describe to you at the point of collection or otherwise with your consent. You may choose not to provide us with certain types of information but doing so may affect your ability to use some of the Services. We also collect information from suppliers, business partners, and similar businesses, including: contact and business information such as name, phone number, email address, and postal address, government identifier, and business name, industry, locations, other information related to your employer; financial and transactional information if needed to make or receive payments; and, communications with us including your name, email address, and phone number and the contents of any communications you have with us. Advertisement How We Use Information We may use your information: Story continues below advertisement To Provide and Manage the Services , including to: provide account access, process your registrations and subscriptions, send you electronic newsletters, and/or enable you to participate in the features (such as commenting) provided by the Services; complete your payments and transactions; provide customer service; understand and resolve technical issues, app crashes and other issues being reported; personalize the Services, including content and recommendations (including via email). Through such features, we are able to bring you information and content tailored to your individual interests and needs. To Contact You. We may periodically contact you with Services-related updates, new features you are entitled to access, legal information, customer service communications, newsletters and alerts (where applicable, based on your registrations and preferences), surveys, offers, promotions, and other information that may be of interest to you. To Better Understand Our Readers and Users and Improve our Services. We analyze our users’ interactions with the Services along with demographics, interests, and other information to better understand and serve our users and to improve our Services. To Deliver and Measure Advertising, Including Targeted Advertising. We and third parties may use your information to deliver you ads, promotions, and offers that may be personalized to you, and to measure the placement, frequency, efficacy, and compliance of advertising and ad impressions (including contextual and targeted ads). The ads are for us and third-party advertisers and appear both on and off the Services. Advertisement Story continues below advertisement We and third parties may use cookies and other tracking technologies to understand how you use the Services and facilitate serving relevant ads. This helps us determine if you have seen an ad before, tailor ads to you, including based on your activity, and avoid showing you duplicate ads. See our Cookie Notice for more information about how we use cookies and other tracking technologies and for your cookie choices, including how to opt out of personalized advertising. We may also use other information we have collected about you, such as demographic and personal information (e.g., e-mail address) for purposes related to advertising, including personalized advertising. To Protect the Rights of the Services and Others. We may use your information that we, in good faith, believe is necessary or appropriate to secure, protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users, and to comply with applicable law and legal process. Advertisement Story continues below advertisement With Consent. We may otherwise use your information with your consent or at your direction. How We Disclose Information We may disclose your information to: Affiliates within our family of affiliated companies. Business Partners to provide you with services that you participate in or request, such as co-sponsors of a promotion that runs on our Services. We are not responsible for the privacy practices of these entities. Service Providers that provide services on our behalf, such as hosting vendors, analytics or advertising service providers, list managers and payment processors. Other Parties When Required by Law or As Necessary to Protect Our Users and Services including as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, our employees or agents or users, or to comply with applicable law or legal process, including responding to requests from public and government authorities. Social Media Services, if you log into the Services with a social media service or if you connect a social media account with the Services. In that case, we may disclose certain of your personal information to that social media service depending on your settings. The social media service’s privacy policy then applies to their practices regarding your information. Third Parties that Provide Advertising, Content, or Other Functionality. Third parties may collect or receive certain information about you and/or your use of the Services to provide ads (including targeted ads), content, or functionality, or to measure and analyze ad performance, on our Services or other websites or platforms. We may share or allow third parties to collect device information (e.g., browser type, IP address, or device ID), usage information, or click information obtained through cookies or other tracking technologies. Some of this information may be combined with information collected across different websites, online services, and other linked or associated devices. We try to limit how our third parties can use the information they gather from you or that we provide. However, some advertising and analytics vendors may combine information they gather about you through our Services with information they receive from others in order to target ads to you across other services and to improve their own services. Our Cookie Notice provides more information about how these technologies are used. We may also disclose information, including personal information about you (e.g., e-mail address) in hashed or other obscured format, for advertising purposes, including targeted advertising, either on our Services or for our products on other websites or platforms. Recipients may only use this information for the purposes for which it is provided. Other Parties in Connection with a Corporate Transaction. We may disclose information we have about you in the event that we sell or transfer all or a portion of our business or assets to a third party, such as in the event of a merger, acquisition, or in connection with a bankruptcy reorganization, or in contemplation of or due diligence related to such a corporate transaction. Otherwise With Your Consent or At Your Direction. We may also disclose information about you with third parties whenever you consent to or direct such sharing. We also may disclose other information with third parties in a manner that does not identify particular users, including, for example, aggregated data about how users are using our Services. Third-Party Content and Links Our Services may embed content from, or link to, third-party websites and services, including social media platforms, that are outside of our control. We are not responsible for their practices and this Privacy Policy does not govern those third parties’ content, services, or use of your information. Story continues below advertisement Account Management, Privacy Rights, & Other Choices Share this article Share Account & Subscription Management. You may access or modify your Washington Post account, update your subscriptions and email newsletters associated with that account, and view your comment history on the User Profile page. Advertisement Email Promotions. You may opt out of receiving commercial email messages from us by following the instructions contained in those email messages. Privacy Rights. Depending on where you live, you may have certain rights with respect to your information. California, Colorado, Connecticut, Utah and Virginia residents, in addition to residents of the EEA, UK, or Switzerland, may be able to request: access to and/or a copy of certain personal information we hold about you; correction of inaccurate information that we have about you; deletion of certain personal information we have collected from you; and/or provide information about financial incentives that we offer to you, if any. California, Colorado, Connecticut, Utah and Virginia residents also have opt out rights described below. California residents can also request information about the categories of personal information we collect, disclose or sell or share about you; the categories of sources of such information; the business or commercial purpose for collecting or selling or sharing your personal information; and the categories of third parties to whom we disclose personal information. Such information is also set forth in this Privacy Policy. Residents of certain other countries may be able request one or more of the above under applicable law. Please note: Your rights and our responses will vary based on your state or country of residency. You may be located in a jurisdiction where we are not obligated, or are unable, to fulfill a request. In such a case, your request may not be fulfilled. Story continues below advertisement If you would like information regarding your rights or would like to make a request (or if you are an authorized agent acting in accordance with applicable law), please click here or email us at privacy@washpost.com . We will take reasonable steps to verify your identity and requests, including by verifying your account information, residency or the email address you provide. If you are an authorized agent submitting a request on behalf of another individual, we may require proof of your written authorization before processing the request. Certain information may be exempt from such requests under applicable law such as information we retain for legal compliance and to secure our Services. We may need certain information in order to provide the Services to you; if you ask us to delete it, you may no longer be able to use the Services. Applicable law may further provide you with the right to not be discriminated against for exercising your rights. If you have enabled a legally recognized browser-based opt out preference signal (such as Global Privacy Control) on your browser, we recognize such preference in accordance and to the extent required by applicable law. Virginia, Colorado, and Connecticut residents may appeal the denial of a request here: please click here or email us at privacy@washpost.com . Opt Out of Sale of Personal Information or Sharing or Processing of Personal Information for Targeted Advertising (California, Colorado, Connecticut, Utah and Virginia Residents Only). Advertisement If you are a California, Colorado, Connecticut, Utah or Virginia resident, you may opt out of certain processing of your personal information, including for targeted advertising, under applicable law. Targeted advertising is when we or our partners display ads to you based on your personal information that is collected across different businesses. We and our advertising partners collect certain information from our visitors, such as device identifiers, cookies, advertising IDs, IP addresses and usage activity. We and our ad partners share this information with third parties or combine it with information from other businesses to deliver more relevant (targeted) ads to you and for related advertising activities. We may also share or use hashed contact information for this purpose. This activity is known as “sharing” or processing your personal information for targeted ads and may be considered “selling” your personal information under applicable law. If you (or in applicable states, your authorized agent) would like to opt out of our use or disclosure of your information for such purposes, you can follow the steps at Your Privacy Choices . Note, if you use a cookie blocker such as Ghostery, it may block visibility of this tool or link, including in your web footer. Advertisement Even if you opt out, you will still see advertising, it just may be less relevant to you, or it may be personalized for you based only on the data that the Washington Post has collected about you. Unless you sign in, you must opt out on each device and each browser where you want your choice to apply. Your preference may be lost if you clear, or your browser is set to clear, cookies. If you have enabled a legally recognized browser-based opt out preference signal (such as Global Privacy Control) on your browser, we recognize such preference in accordance and to the extent required by applicable law. You will need to turn this on for each browser you use unless you sign into your Washington Post account. Analytics. Some analytics providers we partner with may provide specific opt-out mechanisms. For example, you may opt out of having Google Analytics use your information for analytics by installing the Google Analytics Opt-out Browser Add-on . You can visit our Cookie Notice for additional information on how to opt out of certain analytics providers. Targeted Advertising . In addition to other choices outlined above, our Cookie Notice has information about how to manage cookies and other choices that may be available to you with respect to personalized advertising. You may choose whether to receive certain targeted advertising from participating ad networks, audience segment providers, ad serving vendors, other service providers or entities by visiting websites operated by the Network Advertising Initiative and Digital Advertising Alliance or if you are a user in the European Economic Area, Your Online Choices . These third-party tools may have limitations such as the browsers on which they are effective. Many mobile devices also allow you to opt-out of certain personalized advertising for mobile apps and related tracking using the settings within the mobile app or your mobile device. For more information, please check your mobile device settings. Jurisdiction-Specific Privacy Information Additional Information for California Residents If you are a California resident, the California Consumer Privacy Act (“CCPA”) requires us to provide you with some additional information. We may collect, use, and disclose for our business and commercial purposes, the following categories of information about you or your use of the Services: Identifiers (such as name, address, email address); commercial information (such as transaction data); financial data (such as credit card information); user-generated content; device information and identifiers (such as IP address); internet or other network or device activity (such as browsing history or app usage); professional and employment related information; location data; audio or visual information (such as if you participate in a phone survey or submit a photo); demographic data (such as gender); inference data; and other information that identifies or can be reasonably associated with you. Please see Information We Collect above for more information We may use the above categories of information: to provide and manage the Services you request; to contact you; to deliver advertising; to better understand our readers and users and improve our Services; for bug detection and error reporting; to audit consumer interactions on the Services; to protect the rights of the Services and with your consent. Please see How We Use Information above for more information. We may disclose any of the above categories of information we collect with: our affiliates; business partners to provide you with services that you request; service providers; other parties, including government entities, when required by law or to protect our users and services; social media services pursuant to that service and your settings; and with your consent or in connection with a corporate transaction. commercial information and financial data, including your payment information, with payment processors and service providers, and device information and identifiers and internet or other network or device activity with entities that provide content, advertising, and functionality. Please see How We Disclose Information above for more information. Sale or sharing of personal information . We engage in targeted (or cross context behavioral) advertising on the Services or on other sites and when we advertise our Services elsewhere. In connection with such advertising, we may share the following categories of information with advertising networks and providers, advertisers, and social media networks, which may be considered a sale under California law and is the processing of personal information for targeted advertising: device information and identifiers, such as IP address, and unique advertising identifiers and cookies; hashed identifiers such as contact information, usage information, such as browsing history or app usage; location information, such as city; and inference data. California residents can opt out of such targeted advertising as set forth here: Your Privacy Choices . California residents can also turn on the Global Privacy Control (GPC) to opt out of the “sale” or “sharing” of your personal information that is browser based for each participating browser system that you use. Learn more at the Global Privacy Control website . Right to Limit. The CCPA also allows you to limit the use or disclosure of your “sensitive personal information” (as defined in the CCPA) if your sensitive personal information is used for certain purposes. Please note, in the limited circumstances that we process sensitive personal information as defined by the CCPA, we do not use or disclose it other than for disclosed and permitted business purposes for which there is not a right to limit under the CCPA. Retention. We keep your information to fulfill the purposes described above, unless a longer retention is required or permitted by law. Our retention is based upon the amount, nature and sensitivity of the information, the potential risk of harm from unauthorized use or disclosure of the information, the purposes for which we process the information, applicable legal requirements, and our legitimate interests. The purposes for which we process information may dictate different retention periods for the same types of information. For example, we retain your email address as an authentication credential (where applicable) as long as you have an account with us and an additional period of time after that for our legitimate interests and for our fraud and legal compliance purposes. If you opt out of email marketing, we maintain your email on our suppression list for an extended time to honor your opt out. We may delete or de-identify your information sooner if we receive a verifiable deletion request, subject to exemptions under applicable law. We received the following requests to know and requests to delete from California consumers and other individuals from January 1, 2022 to December 31, 2022: Average number of days to complete Requests to Know Received 53 Completed 7 41.4 Incomplete (due to lack of verification or confirmation of request) 46 N/A Requests to Delete Received 6252 Completed 1645 35 Incomplete  (due to lack of verification or confirmation of request) 4607 N/A We received approximately the following number of requests to opt out from California consumers from January 1, 2022 to December 31, 2022: Average number of days to complete CCPA Requests to Opt Out* Completed 7,473 <1 Incomplete N/A N/A *Number of requests to opt out is approximate due to certain technical limitations and because certain requests are made through third party tools. Once a year, California residents can also request certain information regarding our disclosure, if any, of certain categories of personal information to third parties for their direct marketing purposes in the preceding calendar year. We do not share personal information with third parties for their own direct marketing purposes. California residents who are under 18 and registered users of the Services can request removal of content that they have posted on the Services by emailing us at comments@washpost.com with your name and email address and/or your Washington Post username, birth year, mailing address, and the material that you want removed and information that will enable us to locate it, and the subject line “California Removal Request”. Your request does not ensure complete removal of the material. For example, materials may be republished or reposted by another user or third party. Do Not Track. Some web browsers may transmit a “do-not-track” signal. Because there currently is no industry standard concerning how to treat such signals, the Services currently do not take action in response to do not track signals. We respond to legally recognized browser-based opt out signals such as the Global Privacy Control signal for California residents. Nevada Residents Nevada consumers who have purchased goods or services from us may opt out of the “sale” of “covered information” as such terms are defined under Nevada law. We do not engage in such activity, but if you have questions about this you can email us at privacy@washpost.com . Additional Information for Certain Users Outside the United States Under applicable law in the EEA, UK, and Switzerland, the Washington Post is considered the “data controller” of the personal information we handle under this Policy. In other words, The Washington Post is responsible for deciding how to collect, use and disclose this information, subject to applicable law. Our contact information appears at the end of this Policy. Residents of certain jurisdictions may be able to request one or more individual rights set forth in “Individual Rights” below under applicable law. International Transfers. The Services are headquartered in the United States, where we process and store information. We may also store information on servers and equipment in other countries depending on a variety of factors, including the locations of our users and service providers. We will ensure that transfers of personal data to a third country or an international organization are subject to appropriate safeguards. By using the Services or otherwise providing information to us, you consent to the processing, transfer, and storage of information in and to the U.S. and other countries, where you may not have the same rights as you do under local law. Our Data Privacy Framework Policy governs use of personal information transferred to us from organizations in the EEA, UK, and Switzerland under such transfer mechanism. Users in the EEA, United Kingdom, and Switzerland Purposes of processing and legal basis for processing. We process personal data consistent with our disclosures in this Privacy Policy. We process personal data on the following legal bases: (1) as necessary to perform our agreement to provide Services to you; (2) as necessary for our legitimate interests in providing the Services where those interests do not override your fundamental rights and freedoms related to data privacy; or (3) with your consent. If applicable, you may make a complaint to the data protection supervisory authority in the country where you are based. Alternatively, you may seek a remedy through local courts if you believe your rights have been breached. Additional Marketing & Advertising Choices. Our Cookies Notice has information about how to manage cookies and other choices that may be available to you with respect to personalized advertising. If you are a resident of the EEA, UK, Switzerland, or Canada, as described above, you may opt out of (withdraw your consent to) receiving marketing emails from us by following the instructions in such emails. You may also opt out of (withdraw your consent to) our use of your email to provide you special offers via email and through other platforms (such as social media) by completing our webform here. Data Security We have in place physical, electronic and managerial procedures to help protect the information we collect. However, as effective as these measures are, no security system is impenetrable. We cannot guarantee the security of our systems, nor can we guarantee that the information you supply will not be intercepted while being transmitted to us over the Internet. Children’s Privacy We do not knowingly collect any personal information from children under the age of 16 without parental consent, unless permitted by law. If we learn that a child under the age of 16 has provided us with personal information, we will delete it in accordance with applicable law. Changes to this Privacy Policy We may modify this Privacy Policy from time to time. We will notify you of changes by posting changes here, or by other appropriate means. Any changes to the Privacy Policy will become effective when the updated policy is posted on the Services. Your use of the Services or your provision of information to us following such changes indicates your acceptance of the revised Privacy Policy. For More Information . Please contact us here . Share Loading... Loading... Company About The Post Newsroom Policies & Standards Diversity and Inclusion Careers Media & Community Relations WP Creative Group Accessibility Statement Get The Post Become a Subscriber Gift Subscriptions Mobile & Apps Newsletters & Alerts Washington Post Live Reprints & Permissions Post Store Books & E-Books Newspaper in Education Print Archives (Subscribers Only) Today’s Paper Public Notices Coupons Contact Us Contact the Newsroom Contact Customer Care Contact the Opinions team Advertise Licensing & Syndication Request a Correction Send a News Tip Report a Vulnerability Terms of Use Digital Products Terms of Sale Print Products Terms of Sale Terms of Service Privacy Policy Cookie Settings Submissions & Discussion Policy RSS Terms of Service Ad Choices washingtonpost.com © 1996-2023 The Washington Post washingtonpost.com © 1996-2023 The Washington Post About The Post Contact the Newsroom Contact Customer Care Request a Correction Send a News Tip Report a Vulnerability Download the Washington Post App Policies & Standards Terms of Service Privacy Policy Cookie Settings Print Products Terms of Sale Digital Products Terms of Sale Submissions & Discussion Policy RSS Terms of Service Ad Choices Coupons <!-- Google Tag Manager (noscript) -->\n      <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-WHNNX8B\"\n      height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe>\n      <!-- End Google Tag Manager (noscript) -->",
  "annotations": [
    {
      "Text": "Updated June 30, 2023 at 3:59 p.m. EDT|",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Information We Collect\\n\\nInformation You Provide to Us. We collect the information you provide to us directly when you use the Services, including when you:\\n\\nAdvertisement\\nRegister an account or for a newsletter; register for or attend an event; subscribe to or purchase a product (such as our newspaper); participate in a contest, promotion, or survey.\\nContact information such as your name, e-mail address, street address, and phone number;\\nDemographic information such as year of birth, gender, general location such as city or state;\\nProfessional Information such as job title, industry, and education; and\\nPayment information such as your credit card number (processed by our third-party payment processor) and expiration date, where appropriate to process a financial transaction that you have requested.\\nSubmit Content to the Services or Interact with Content.\\nUser-Generated Content such as comments on articles, content in message boards, images, photos, videos, online ads you post, or other content you provide to the Services. Please review our Discussion and Submission Guidelines for more information about our practices applicable to content that you submit to certain areas of our Services.\\nActions You Take Related to Content such as sharing content; customizing newsletters, notifications, and alerts; and liking, replying to, or reporting (and providing additional information regarding) comments.\\nContact Us or Provide Feedback.\\nContact information such as your name, e-mail address, street address, and phone number;\\nComments, requests, and questions you submit through customer service interactions with us; and\\nSurvey responses, which may include your interests, opinions, and information about you including demographic information. From time to time our surveys offer you the option to voluntarily provide information that may be considered sensitive under applicable law such as your race or ethnicity. We process such information for disclosed purposes as permitted by and in compliance with applicable law.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Advertisement Story continues below advertisement Please note, this Policy includes sections with additional information for users in specific jurisdictions, including Privacy Information for California Residents and Information for Certain Users Outside of the United States . You understand that your personal data, including any data you provide, is processed by The Washington Post in the United States, which may have different data protection standards if you reside in another country.} "
    },
    {
      "Text": "Automatically Collected Information. We (and service providers on our behalf) automatically collect certain information about your use of the Services or your device. For example, we may collect:\\n\\nDevice information such as hardware model, IP address, device identifiers, operating system, browser type and settings (like language and available font settings) and settings of the device you use to access the Services.\\nUsage information such as the Services you use, the time and duration of your use, and other information about your interaction with content, such as the articles you read, where you click on our site, customer service interactions, cursor movements, and certain screen interactions and images (please note we do not capture personal information that you type into form fields (e.g., name or email address) before you submit such information), and how you interact with our emails.\\nLocation information such as general location derived from your computer’s IP address, your mobile device’s GPS signal, or information about nearby WiFi access points and cell towers that may be transmitted when you use certain Services.\\nWe and our service providers may use cookies, web beacons, and other tracking technologies to collect such information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {From time to time our surveys offer you the option to voluntarily provide information that may be considered sensitive under applicable law such as your race or ethnicity. We process such information for disclosed purposes as permitted by and in compliance with applicable law.} "
    },
    {
      "Text": "Information From Third-Party Sources. We may receive online or offline information about you from other sources, which we may combine with other information we receive from or about you. For example, we receive information from:\\n\\nStory continues below advertisement\\nOther Users, including your contact information if they provide you a gift subscription.\\nEnterprise Subscribers, such as your employer or educational institution who provide us with your email address so you can register an account and use the Services.\\nPublicly and commercially available sources, as permitted by law, including contact information, demographic and professional data, and interests.\\nSocial Media Services, if you interact with us through a social media service or log in using social media credentials. Depending on your social media settings, we may have access to your information from that service, such as your name, email address, friend or followers/following list, profile and demographic information, current city, comments about or reactions to our Services, and the people/sites you follow.\\nData analytics providers and advertising partners, including usage information, and information about your activity and transactions on other websites or platforms or with other companies.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We and our service providers may use cookies, web beacons, and other tracking technologies to collect such information. See our Cookie Notice for more information about these technologies.} "
    },
    {
      "Text": "Other Information We Collect. We also may collect other information about you, your device, or your use of the services in ways that we describe to you at the point of collection or otherwise with your consent. You may choose not to provide us with certain types of information but doing so may affect your ability to use some of the Services. We also collect information from suppliers, business partners, and similar businesses, including: contact and business information such as name, phone number, email address, and postal address, government identifier, and business name, industry, locations, other information related to your employer; financial and transactional information if needed to make or receive payments; and, communications with us including your name, email address, and phone number and the contents of any communications you have with us.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Depending on your social media settings, we may have access to your information from that service, such as your name, email address, friend or followers/following list, profile and demographic information, current city, comments about or reactions to our Services, and the people/sites you follow. Data analytics providers and advertising partners, including usage information, and information about your activity and transactions on other websites or platforms or with other companies.} "
    },
    {
      "Text": "How We Use Information\\n\\nWe may use your information:\\n\\nStory continues below advertisement\\nTo Provide and Manage the Services, including to:\\n\\nprovide account access, process your registrations and subscriptions, send you electronic newsletters, and/or enable you to participate in the features (such as commenting) provided by the Services;\\ncomplete your payments and transactions;\\nprovide customer service;\\nunderstand and resolve technical issues, app crashes and other issues being reported;\\npersonalize the Services, including content and recommendations (including via email). Through such features, we are able to bring you information and content tailored to your individual interests and needs.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may choose not to provide us with certain types of information but doing so may affect your ability to use some of the Services. We also collect information from suppliers, business partners, and similar businesses, including: contact and business information such as name, phone number, email address, and postal address, government identifier, and business name, industry, locations, other information related to your employer; financial and transactional information if needed to make or receive payments; and, communications with us including your name, email address, and phone number and the contents of any communications you have with us.} "
    },
    {
      "Text": "To Contact You. We may periodically contact you with Services-related updates, new features you are entitled to access, legal information, customer service communications, newsletters and alerts (where applicable, based on your registrations and preferences), surveys, offers, promotions, and other information that may be of interest to you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Advertisement How We Use Information We may use your information: Story continues below advertisement To Provide and Manage the Services , including to: provide account access, process your registrations and subscriptions, send you electronic newsletters, and/or enable you to participate in the features (such as commenting) provided by the Services; complete your payments and transactions; provide customer service; understand and resolve technical issues, app crashes and other issues being reported; personalize the Services, including content and recommendations (including via email). Through such features, we are able to bring you information and content tailored to your individual interests and needs.} "
    },
    {
      "Text": "To Better Understand Our Readers and Users and Improve our Services. We analyze our users’ interactions with the Services along with demographics, interests, and other information to better understand and serve our users and to improve our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To Contact You. We may periodically contact you with Services-related updates, new features you are entitled to access, legal information, customer service communications, newsletters and alerts (where applicable, based on your registrations and preferences), surveys, offers, promotions, and other information that may be of interest to you.} "
    },
    {
      "Text": "To Deliver and Measure Advertising, Including Targeted Advertising. We and third parties may use your information to deliver you ads, promotions, and offers that may be personalized to you, and to measure the placement, frequency, efficacy, and compliance of advertising and ad impressions (including contextual and targeted ads). The ads are for us and third-party advertisers and appear both on and off the Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To Better Understand Our Readers and Users and Improve our Services. We analyze our users’ interactions with the Services along with demographics, interests, and other information to better understand and serve our users and to improve our Services.} "
    },
    {
      "Text": "We and third parties may use cookies and other tracking technologies to understand how you use the Services and facilitate serving relevant ads. This helps us determine if you have seen an ad before, tailor ads to you, including based on your activity, and avoid showing you duplicate ads. See our Cookie Notice for more information about how we use cookies and other tracking technologies and for your cookie choices, including how to opt out of personalized advertising.\\n\\nWe may also use other information we have collected about you, such as demographic and personal information (e.g., e-mail address) for purposes related to advertising, including personalized advertising",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We and third parties may use your information to deliver you ads, promotions, and offers that may be personalized to you, and to measure the placement, frequency, efficacy, and compliance of advertising and ad impressions (including contextual and targeted ads). The ads are for us and third-party advertisers and appear both on and off the Services.} "
    },
    {
      "Text": "To Protect the Rights of the Services and Others. We may use your information that we, in good faith, believe is necessary or appropriate to secure, protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users, and to comply with applicable law and legal process.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {See our Cookie Notice for more information about how we use cookies and other tracking technologies and for your cookie choices, including how to opt out of personalized advertising. We may also use other information we have collected about you, such as demographic and personal information (e.g., e-mail address) for purposes related to advertising, including personalized advertising.} "
    },
    {
      "Text": "With Consent. We may otherwise use your information with your consent or at your direction.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To Protect the Rights of the Services and Others. We may use your information that we, in good faith, believe is necessary or appropriate to secure, protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users, and to comply with applicable law and legal process.} "
    },
    {
      "Text": "How We Disclose Information\\n\\nWe may disclose your information to:\\n\\nAffiliates within our family of affiliated companies.\\nBusiness Partners to provide you with services that you participate in or request, such as co-sponsors of a promotion that runs on our Services. We are not responsible for the privacy practices of these entities.\\nService Providers that provide services on our behalf, such as hosting vendors, analytics or advertising service providers, list managers and payment processors.\\nOther Parties When Required by Law or As Necessary to Protect Our Users and Services including as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, our employees or agents or users, or to comply with applicable law or legal process, including responding to requests from public and government authorities.\\nSocial Media Services, if you log into the Services with a social media service or if you connect a social media account with the Services. In that case, we may disclose certain of your personal information to that social media service depending on your settings. The social media service’s privacy policy then applies to their practices regarding your information.\\nThird Parties that Provide Advertising, Content, or Other Functionality. Third parties may collect or receive certain information about you and/or your use of the Services to provide ads (including targeted ads), content, or functionality, or to measure and analyze ad performance, on our Services or other websites or platforms.\\nWe may share or allow third parties to collect device information (e.g., browser type, IP address, or device ID), usage information, or click information obtained through cookies or other tracking technologies. Some of this information may be combined with information collected across different websites, online services, and other linked or associated devices. We try to limit how our third parties can use the information they gather from you or that we provide. However, some advertising and analytics vendors may combine information they gather about you through our Services with information they receive from others in order to target ads to you across other services and to improve their own services. Our Cookie Notice provides more information about how these technologies are used.\\nWe may also disclose information, including personal information about you (e.g., e-mail address) in hashed or other obscured format, for advertising purposes, including targeted advertising, either on our Services or for our products on other websites or platforms. Recipients may only use this information for the purposes for which it is provided.\\nOther Parties in Connection with a Corporate Transaction. We may disclose information we have about you in the event that we sell or transfer all or a portion of our business or assets to a third party, such as in the event of a merger, acquisition, or in connection with a bankruptcy reorganization, or in contemplation of or due diligence related to such a corporate transaction.\\nOtherwise With Your Consent or At Your Direction. We may also disclose information about you with third parties whenever you consent to or direct such sharing.\\nWe also may disclose other information with third parties in a manner that does not identify particular users, including, for example, aggregated data about how users are using our Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Advertisement Story continues below advertisement With Consent. We may otherwise use your information with your consent or at your direction.} "
    },
    {
      "Text": "access to and/or a copy of certain personal information we hold about you;",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Privacy Rights. Depending on where you live, you may have certain rights with respect to your information.} "
    },
    {
      "Text": "access to and/or a copy of certain personal information we hold about you;",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Privacy Rights. Depending on where you live, you may have certain rights with respect to your information.} "
    },
    {
      "Text": "correction of inaccurate information that we have about you;",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Privacy Rights. Depending on where you live, you may have certain rights with respect to your information.} "
    },
    {
      "Text": "deletion of certain personal information we have collected from you; and/or",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Privacy Rights. Depending on where you live, you may have certain rights with respect to your information.} "
    },
    {
      "Text": "California residents can also request information about the categories of personal information we collect, disclose or sell or share about you; the categories of sources of such information; the business or commercial purpose for collecting or selling or sharing your personal information; and the categories of third parties to whom we disclose personal information. Such information is also set forth in this Privacy Policy. Residents of certain other countries may be able request one or more of the above under applicable law.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {California, Colorado, Connecticut, Utah and Virginia residents, in addition to residents of the EEA, UK, or Switzerland, may be able to request: access to and/or a copy of certain personal information we hold about you; correction of inaccurate information that we have about you; deletion of certain personal information we have collected from you; and/or provide information about financial incentives that we offer to you, if any. California, Colorado, Connecticut, Utah and Virginia residents also have opt out rights described below.} "
    },
    {
      "Text": "California residents can also request information about the categories of personal information we collect, disclose or sell or share about you; the categories of sources of such information; the business or commercial purpose for collecting or selling or sharing your personal information; and the categories of third parties to whom we disclose personal information. Such information is also set forth in this Privacy Policy. Residents of certain other countries may be able request one or more of the above under applicable law.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {California, Colorado, Connecticut, Utah and Virginia residents, in addition to residents of the EEA, UK, or Switzerland, may be able to request: access to and/or a copy of certain personal information we hold about you; correction of inaccurate information that we have about you; deletion of certain personal information we have collected from you; and/or provide information about financial incentives that we offer to you, if any. California, Colorado, Connecticut, Utah and Virginia residents also have opt out rights described below.} "
    },
    {
      "Text": "If you would like information regarding your rights or would like to make a request (or if you are an authorized agent acting in accordance with applicable law), please click here or email us at privacy@washpost.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may be located in a jurisdiction where we are not obligated, or are unable, to fulfill a request. In such a case, your request may not be fulfilled.} "
    },
    {
      "Text": "If you are a California, Colorado, Connecticut, Utah or Virginia resident, you may opt out of certain processing of your personal information, including for targeted advertising, under applicable law.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Virginia, Colorado, and Connecticut residents may appeal the denial of a request here: please click here or email us at privacy@washpost.com . Opt Out of Sale of Personal Information or Sharing or Processing of Personal Information for Targeted Advertising (California, Colorado, Connecticut, Utah and Virginia Residents Only).} "
    },
    {
      "Text": "If you (or in applicable states, your authorized agent) would like to opt out of our use or disclosure of your information for such purposes, you can follow the steps at Your Privacy Choices.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may be located in a jurisdiction where we are not obligated, or are unable, to fulfill a request. In such a case, your request may not be fulfilled.} "
    },
    {
      "Text": "We may collect, use, and disclose for our business and commercial purposes, the following categories of information about you or your use of the Services:\\nIdentifiers (such as name, address, email address); commercial information (such as transaction data); financial data (such as credit card information); user-generated content; device information and identifiers (such as IP address); internet or other network or device activity (such as browsing history or app usage); professional and employment related information; location data; audio or visual information (such as if you participate in a phone survey or submit a photo); demographic data (such as gender); inference data; and other information that identifies or can be reasonably associated with you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For more information, please check your mobile device settings. Jurisdiction-Specific Privacy Information Additional Information for California Residents If you are a California resident, the California Consumer Privacy Act (“CCPA”) requires us to provide you with some additional information.} "
    },
    {
      "Text": "We may use the above categories of information:\\nto provide and manage the Services you request; to contact you; to deliver advertising; to better understand our readers and users and improve our Services; for bug detection and error reporting; to audit consumer interactions on the Services; to protect the rights of the Services and with your consent.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Jurisdiction-Specific Privacy Information Additional Information for California Residents If you are a California resident, the California Consumer Privacy Act (“CCPA”) requires us to provide you with some additional information. We may collect, use, and disclose for our business and commercial purposes, the following categories of information about you or your use of the Services: Identifiers (such as name, address, email address); commercial information (such as transaction data); financial data (such as credit card information); user-generated content; device information and identifiers (such as IP address); internet or other network or device activity (such as browsing history or app usage); professional and employment related information; location data; audio or visual information (such as if you participate in a phone survey or submit a photo); demographic data (such as gender); inference data; and other information that identifies or can be reasonably associated with you.} "
    },
    {
      "Text": "We may disclose\\nany of the above categories of information we collect with: our affiliates; business partners to provide you with services that you request; service providers; other parties, including government entities, when required by law or to protect our users and services; social media services pursuant to that service and your settings; and with your consent or in connection with a corporate transaction.\\ncommercial information and financial data, including your payment information, with payment processors and service providers, and\\ndevice information and identifiers and internet or other network or device activity with entities that provide content, advertising, and functionality.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please see Information We Collect above for more information We may use the above categories of information: to provide and manage the Services you request; to contact you; to deliver advertising; to better understand our readers and users and improve our Services; for bug detection and error reporting; to audit consumer interactions on the Services; to protect the rights of the Services and with your consent. Please see How We Use Information above for more information.} "
    },
    {
      "Text": "Sale or sharing of personal information. We engage in targeted (or cross context behavioral) advertising on the Services or on other sites and when we advertise our Services elsewhere. In connection with such advertising, we may share the following categories of information with advertising networks and providers, advertisers, and social media networks, which may be considered a sale under California law and is the processing of personal information for targeted advertising:\\n\\ndevice information and identifiers, such as IP address, and unique advertising identifiers and cookies; hashed identifiers such as contact information, usage information, such as browsing history or app usage; location information, such as city; and inference data.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {commercial information and financial data, including your payment information, with payment processors and service providers, and device information and identifiers and internet or other network or device activity with entities that provide content, advertising, and functionality. Please see How We Disclose Information above for more information.} "
    },
    {
      "Text": "Right to Limit. The CCPA also allows you to limit the use or disclosure of your “sensitive personal information” (as defined in the CCPA) if your sensitive personal information is used for certain purposes. Please note, in the limited circumstances that we process sensitive personal information as defined by the CCPA, we do not use or disclose it other than for disclosed and permitted business purposes for which there is not a right to limit under the CCPA.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {California residents can also turn on the Global Privacy Control (GPC) to opt out of the “sale” or “sharing” of your personal information that is browser based for each participating browser system that you use. Learn more at the Global Privacy Control website .} "
    },
    {
      "Text": "We do not share personal information with third parties for their own direct marketing purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We received the following requests to know and requests to delete from California consumers and other individuals from January 1, 2022 to December 31, 2022: Average number of days to complete Requests to Know Received 53 Completed 7 41.4 Incomplete (due to lack of verification or confirmation of request) 46 N/A Requests to Delete Received 6252 Completed 1645 35 Incomplete  (due to lack of verification or confirmation of request) 4607 N/A We received approximately the following number of requests to opt out from California consumers from January 1, 2022 to December 31, 2022: Average number of days to complete CCPA Requests to Opt Out* Completed 7,473 <1 Incomplete N/A N/A *Number of requests to opt out is approximate due to certain technical limitations and because certain requests are made through third party tools. Once a year, California residents can also request certain information regarding our disclosure, if any, of certain categories of personal information to third parties for their direct marketing purposes in the preceding calendar year.} "
    },
    {
      "Text": "Applicable law may further provide you with the right to not be discriminated against for exercising your rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Certain information may be exempt from such requests under applicable law such as information we retain for legal compliance and to secure our Services. We may need certain information in order to provide the Services to you; if you ask us to delete it, you may no longer be able to use the Services.} "
    },
    {
      "Text": "Changes to this Privacy Policy\\n\\nWe may modify this Privacy Policy from time to time. We will notify you of changes by posting changes here, or by other appropriate means. Any changes to the Privacy Policy will become effective when the updated policy is posted on the Services. Your use of the Services or your provision of information to us following such changes indicates your acceptance of the revised Privacy Policy.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Children’s Privacy We do not knowingly collect any personal information from children under the age of 16 without parental consent, unless permitted by law. If we learn that a child under the age of 16 has provided us with personal information, we will delete it in accordance with applicable law.} "
    },
    {
      "Text": "Updated June 30, 2023 at 3:59 p.m",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Information We Collect\\n\\nInformation You Provide to Us. We collect the information you provide to us directly when you use the Services, including when you:\\n\\nAdvertisement\\nRegister an account or for a newsletter; register for or attend an event; subscribe to or purchase a product (such as our newspaper); participate in a contest, promotion, or survey.\\nContact information such as your name, e-mail address, street address, and phone number;\\nDemographic information such as year of birth, gender, general location such as city or state;\\nProfessional Information such as job title, industry, and education; and\\nPayment information such as your credit card number (processed by our third-party payment processor) and expiration date, where appropriate to process a financial transaction that you have requested.\\nSubmit Content to the Services or Interact with Content.\\nUser-Generated Content such as comments on articles, content in message boards, images, photos, videos, online ads you post, or other content you provide to the Services",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Advertisement Story continues below advertisement Please note, this Policy includes sections with additional information for users in specific jurisdictions, including Privacy Information for California Residents and Information for Certain Users Outside of the United States . You understand that your personal data, including any data you provide, is processed by The Washington Post in the United States, which may have different data protection standards if you reside in another country.} "
    },
    {
      "Text": "Actions You Take Related to Content such as sharing content; customizing newsletters, notifications, and alerts; and liking, replying to, or reporting (and providing additional information regarding) comments.\\nContact Us or Provide Feedback.\\nContact information such as your name, e-mail address, street address, and phone number;\\nComments, requests, and questions you submit through customer service interactions with us; and\\nSurvey responses, which may include your interests, opinions, and information about you including demographic information. From time to time our surveys offer you the option to voluntarily provide information that may be considered sensitive under applicable law such as your race or ethnicity",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {User-Generated Content such as comments on articles, content in message boards, images, photos, videos, online ads you post, or other content you provide to the Services. Please review our Discussion and Submission Guidelines for more information about our practices applicable to content that you submit to certain areas of our Services.} "
    },
    {
      "Text": "Automatically Collected Information. We (and service providers on our behalf) automatically collect certain information about your use of the Services or your device. For example, we may collect:\\n\\nDevice information such as hardware model, IP address, device identifiers, operating system, browser type and settings (like language and available font settings) and settings of the device you use to access the Services.\\nUsage information such as the Services you use, the time and duration of your use, and other information about your interaction with content, such as the articles you read, where you click on our site, customer service interactions, cursor movements, and certain screen interactions and images (please note we do not capture personal information that you type into form fields (e.g., name or email address) before you submit such information), and how you interact with our emails.\\nLocation information such as general location derived from your computer’s IP address, your mobile device’s GPS signal, or information about nearby WiFi access points and cell towers that may be transmitted when you use certain Services.\\nWe and our service providers may use cookies, web beacons, and other tracking technologies to collect such information. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {From time to time our surveys offer you the option to voluntarily provide information that may be considered sensitive under applicable law such as your race or ethnicity. We process such information for disclosed purposes as permitted by and in compliance with applicable law.} "
    },
    {
      "Text": "Information We Collect\\n\\nInformation You Provide to Us. We collect the information you provide to us directly when you use the Services, including when you:\\n\\nAdvertisement\\nRegister an account or for a newsletter; register for or attend an event; subscribe to or purchase a product (such as our newspaper); participate in a contest, promotion, or survey.\\nContact information such as your name, e-mail address, street address, and phone number;\\nDemographic information such as year of birth, gender, general location such as city or state;\\nProfessional Information such as job title, industry, and education; and\\nPayment information such as your credit card number (processed by our third-party payment processor) and expiration date, where appropriate to process a financial transaction that you have requested.\\nSubmit Content to the Services or Interact with Content.\\nUser-Generated Content such as comments on articles, content in message boards, images, photos, videos, online ads you post, or other content you provide to the Services",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Advertisement Story continues below advertisement Please note, this Policy includes sections with additional information for users in specific jurisdictions, including Privacy Information for California Residents and Information for Certain Users Outside of the United States . You understand that your personal data, including any data you provide, is processed by The Washington Post in the United States, which may have different data protection standards if you reside in another country.} "
    },
    {
      "Text": "Actions You Take Related to Content such as sharing content; customizing newsletters, notifications, and alerts; and liking, replying to, or reporting (and providing additional information regarding) comments.\\nContact Us or Provide Feedback.\\nContact information such as your name, e-mail address, street address, and phone number;\\nComments, requests, and questions you submit through customer service interactions with us; and\\nSurvey responses, which may include your interests, opinions, and information about you including demographic information. From time to time our surveys offer you the option to voluntarily provide information that may be considered sensitive under applicable law such as your race or ethnicity",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {User-Generated Content such as comments on articles, content in message boards, images, photos, videos, online ads you post, or other content you provide to the Services. Please review our Discussion and Submission Guidelines for more information about our practices applicable to content that you submit to certain areas of our Services.} "
    },
    {
      "Text": "Automatically Collected Information. We (and service providers on our behalf) automatically collect certain information about your use of the Services or your device. For example, we may collect:\\n\\nDevice information such as hardware model, IP address, device identifiers, operating system, browser type and settings (like language and available font settings) and settings of the device you use to access the Services.\\nUsage information such as the Services you use, the time and duration of your use, and other information about your interaction with content, such as the articles you read, where you click on our site, customer service interactions, cursor movements, and certain screen interactions and images (please note we do not capture personal information that you type into form fields (e.g., name or email address) before you submit such information), and how you interact with our emails.\\nLocation information such as general location derived from your computer’s IP address, your mobile device’s GPS signal, or information about nearby WiFi access points and cell towers that may be transmitted when you use certain Services.\\nWe and our service providers may use cookies, web beacons, and other tracking technologies to collect such information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {From time to time our surveys offer you the option to voluntarily provide information that may be considered sensitive under applicable law such as your race or ethnicity. We process such information for disclosed purposes as permitted by and in compliance with applicable law.} "
    },
    {
      "Text": "Information From Third-Party Sources. We may receive online or offline information about you from other sources, which we may combine with other information we receive from or about you. For example, we receive information from:\\n\\nOther Users, including your contact information if they provide you a gift subscription.\\nEnterprise Subscribers, such as your employer or educational institution who provide us with your email address so you can register an account and use the Services.\\nPublicly and commercially available sources, as permitted by law, including contact information, demographic and professional data, and interests.\\nSocial Media Services, if you interact with us through a social media service or log in using social media credentials. Depending on your social media settings, we may have access to your information from that service, such as your name, email address, friend or followers/following list, profile and demographic information, current city, comments about or reactions to our Services, and the people/sites you follow.\\nData analytics providers and advertising partners, including usage information, and information about your activity and transactions on other websites or platforms or with other companies.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We and our service providers may use cookies, web beacons, and other tracking technologies to collect such information. See our Cookie Notice for more information about these technologies.} "
    },
    {
      "Text": "Information From Third-Party Sources. We may receive online or offline information about you from other sources, which we may combine with other information we receive from or about you. For example, we receive information from:\\n\\nOther Users, including your contact information if they provide you a gift subscription.\\nEnterprise Subscribers, such as your employer or educational institution who provide us with your email address so you can register an account and use the Services.\\nPublicly and commercially available sources, as permitted by law, including contact information, demographic and professional data, and interests.\\nSocial Media Services, if you interact with us through a social media service or log in using social media credentials. Depending on your social media settings, we may have access to your information from that service, such as your name, email address, friend or followers/following list, profile and demographic information, current city, comments about or reactions to our Services, and the people/sites you follow.\\nData analytics providers and advertising partners, including usage information, and information about your activity and transactions on other websites or platforms or with other companies.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We and our service providers may use cookies, web beacons, and other tracking technologies to collect such information. See our Cookie Notice for more information about these technologies.} "
    },
    {
      "Text": "Other Information We Collect. We also may collect other information about you, your device, or your use of the services in ways that we describe to you at the point of collection or otherwise with your consent. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Depending on your social media settings, we may have access to your information from that service, such as your name, email address, friend or followers/following list, profile and demographic information, current city, comments about or reactions to our Services, and the people/sites you follow. Data analytics providers and advertising partners, including usage information, and information about your activity and transactions on other websites or platforms or with other companies.} "
    },
    {
      "Text": "We also collect information from suppliers, business partners, and similar businesses, including: contact and business information such as name, phone number, email address, and postal address, government identifier, and business name, industry, locations, other information related to your employer; financial and transactional information if needed to make or receive payments; and, communications with us including your name, email address, and phone number and the contents of any communications you have with us.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We also may collect other information about you, your device, or your use of the services in ways that we describe to you at the point of collection or otherwise with your consent. You may choose not to provide us with certain types of information but doing so may affect your ability to use some of the Services.} "
    },
    {
      "Text": "Other Information We Collect. We also may collect other information about you, your device, or your use of the services in ways that we describe to you at the point of collection or otherwise with your consent.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Depending on your social media settings, we may have access to your information from that service, such as your name, email address, friend or followers/following list, profile and demographic information, current city, comments about or reactions to our Services, and the people/sites you follow. Data analytics providers and advertising partners, including usage information, and information about your activity and transactions on other websites or platforms or with other companies.} "
    },
    {
      "Text": "We also collect information from suppliers, business partners, and similar businesses, including: contact and business information such as name, phone number, email address, and postal address, government identifier, and business name, industry, locations, other information related to your employer; financial and transactional information if needed to make or receive payments; and, communications with us including your name, email address, and phone number and the contents of any communications you have with us.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We also may collect other information about you, your device, or your use of the services in ways that we describe to you at the point of collection or otherwise with your consent. You may choose not to provide us with certain types of information but doing so may affect your ability to use some of the Services.} "
    },
    {
      "Text": "How We Use Information\\n\\nWe may use your information:\\n\\nTo Provide and Manage the Services, including to:\\n\\nprovide account access, process your registrations and subscriptions, send you electronic newsletters, and/or enable you to participate in the features (such as commenting) provided by the Services;\\ncomplete your payments and transactions;\\nprovide customer service;\\nunderstand and resolve technical issues, app crashes and other issues being reported;\\npersonalize the Services, including content and recommendations (including via email). Through such features, we are able to bring you information and content tailored to your individual interests and needs.\\nTo Contact You. We may periodically contact you with Services-related updates, new features you are entitled to access, legal information, customer service communications, newsletters and alerts (where applicable, based on your registrations and preferences), surveys, offers, promotions, and other information that may be of interest to you.\\n\\nTo Better Understand Our Readers and Users and Improve our Services. We analyze our users’ interactions with the Services along with demographics, interests, and other information to better understand and serve our users and to improve our Services.\\n\\nTo Deliver and Measure Advertising, Including Targeted Advertising. We and third parties may use your information to deliver you ads, promotions, and offers that may be personalized to you, and to measure the placement, frequency, efficacy, and compliance of advertising and ad impressions (including contextual and targeted ads). The ads are for us and third-party advertisers and appear both on and off the Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may choose not to provide us with certain types of information but doing so may affect your ability to use some of the Services. We also collect information from suppliers, business partners, and similar businesses, including: contact and business information such as name, phone number, email address, and postal address, government identifier, and business name, industry, locations, other information related to your employer; financial and transactional information if needed to make or receive payments; and, communications with us including your name, email address, and phone number and the contents of any communications you have with us.} "
    },
    {
      "Text": "To Deliver and Measure Advertising, Including Targeted Advertising. We and third parties may use your information to deliver you ads, promotions, and offers that may be personalized to you, and to measure the placement, frequency, efficacy, and compliance of advertising and ad impressions (including contextual and targeted ads). The ads are for us and third-party advertisers and appear both on and off the Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To Better Understand Our Readers and Users and Improve our Services. We analyze our users’ interactions with the Services along with demographics, interests, and other information to better understand and serve our users and to improve our Services.} "
    },
    {
      "Text": "We and third parties may use cookies and other tracking technologies to understand how you use the Services and facilitate serving relevant ads. This helps us determine if you have seen an ad before, tailor ads to you, including based on your activity, and avoid showing you duplicate ads",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We and third parties may use your information to deliver you ads, promotions, and offers that may be personalized to you, and to measure the placement, frequency, efficacy, and compliance of advertising and ad impressions (including contextual and targeted ads). The ads are for us and third-party advertisers and appear both on and off the Services.} "
    },
    {
      "Text": "We and third parties may use cookies and other tracking technologies to understand how you use the Services and facilitate serving relevant ads. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We and third parties may use your information to deliver you ads, promotions, and offers that may be personalized to you, and to measure the placement, frequency, efficacy, and compliance of advertising and ad impressions (including contextual and targeted ads). The ads are for us and third-party advertisers and appear both on and off the Services.} "
    },
    {
      "Text": "See our Cookie Notice for more information about how we use cookies and other tracking technologies and for your cookie choices, including how to opt out of personalized advertising.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Location information such as general location derived from your computer’s IP address, your mobile device’s GPS signal, or information about nearby WiFi access points and cell towers that may be transmitted when you use certain Services. We and our service providers may use cookies, web beacons, and other tracking technologies to collect such information.} "
    },
    {
      "Text": "See our Cookie Notice for more information about how we use cookies and other tracking technologies and for your cookie choices, including how to opt out of personalized advertising.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Location information such as general location derived from your computer’s IP address, your mobile device’s GPS signal, or information about nearby WiFi access points and cell towers that may be transmitted when you use certain Services. We and our service providers may use cookies, web beacons, and other tracking technologies to collect such information.} "
    },
    {
      "Text": "We may also use other information we have collected about you, such as demographic and personal information (e.g., e-mail address) for purposes related to advertising, including personalized advertising.\\n\\nTo Protect the Rights of the Services and Others. We may use your information that we, in good faith, believe is necessary or appropriate to secure, protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users, and to comply with applicable law and legal process.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This helps us determine if you have seen an ad before, tailor ads to you, including based on your activity, and avoid showing you duplicate ads. See our Cookie Notice for more information about how we use cookies and other tracking technologies and for your cookie choices, including how to opt out of personalized advertising.} "
    },
    {
      "Text": "With Consent. We may otherwise use your information with your consent or at your direction.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To Protect the Rights of the Services and Others. We may use your information that we, in good faith, believe is necessary or appropriate to secure, protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users, and to comply with applicable law and legal process.} "
    },
    {
      "Text": "How We Disclose Information\\n\\nWe may disclose your information to:\\n\\nAffiliates within our family of affiliated companies.\\nBusiness Partners to provide you with services that you participate in or request, such as co-sponsors of a promotion that runs on our Services. We are not responsible for the privacy practices of these entities.\\nService Providers that provide services on our behalf, such as hosting vendors, analytics or advertising service providers, list managers and payment processors.\\nOther Parties When Required by Law or As Necessary to Protect Our Users and Services including as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, our employees or agents or users, or to comply with applicable law or legal process, including responding to requests from public and government authorities.\\nSocial Media Services, if you log into the Services with a social media service or if you connect a social media account with the Services. In that case, we may disclose certain of your personal information to that social media service depending on your settings. The social media service’s privacy policy then applies to their practices regarding your information.\\nThird Parties that Provide Advertising, Content, or Other Functionality. Third parties may collect or receive certain information about you and/or your use of the Services to provide ads (including targeted ads), content, or functionality, or to measure and analyze ad performance, on our Services or other websites or platforms.\\nWe may share or allow third parties to collect device information (e.g., browser type, IP address, or device ID), usage information, or click information obtained through cookies or other tracking technologies. Some of this information may be combined with information collected across different websites, online services, and other linked or associated devices",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Advertisement Story continues below advertisement With Consent. We may otherwise use your information with your consent or at your direction.} "
    },
    {
      "Text": "We may also disclose information, including personal information about you (e.g., e-mail address) in hashed or other obscured format, for advertising purposes, including targeted advertising, either on our Services or for our products on other websites or platforms.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {However, some advertising and analytics vendors may combine information they gather about you through our Services with information they receive from others in order to target ads to you across other services and to improve their own services. Our Cookie Notice provides more information about how these technologies are used.} "
    },
    {
      "Text": "Other Parties in Connection with a Corporate Transaction. We may disclose information we have about you in the event that we sell or transfer all or a portion of our business or assets to a third party, such as in the event of a merger, acquisition, or in connection with a bankruptcy reorganization, or in contemplation of or due diligence related to such a corporate transaction.\\nOtherwise With Your Consent or At Your Direction. We may also disclose information about you with third parties whenever you consent to or direct such sharing.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may also disclose information, including personal information about you (e.g., e-mail address) in hashed or other obscured format, for advertising purposes, including targeted advertising, either on our Services or for our products on other websites or platforms. Recipients may only use this information for the purposes for which it is provided.} "
    },
    {
      "Text": "Other Parties in Connection with a Corporate Transaction. We may disclose information we have about you in the event that we sell or transfer all or a portion of our business or assets to a third party, such as in the event of a merger, acquisition, or in connection with a bankruptcy reorganization, or in contemplation of or due diligence related to such a corporate transaction.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may also disclose information, including personal information about you (e.g., e-mail address) in hashed or other obscured format, for advertising purposes, including targeted advertising, either on our Services or for our products on other websites or platforms. Recipients may only use this information for the purposes for which it is provided.} "
    },
    {
      "Text": "We also may disclose other information with third parties in a manner that does not identify particular users, including, for example, aggregated data about how users are using our Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Otherwise With Your Consent or At Your Direction. We may also disclose information about you with third parties whenever you consent to or direct such sharing.} "
    },
    {
      "Text": "correction of inaccurate information that we have about you;",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Privacy Rights. Depending on where you live, you may have certain rights with respect to your information.} "
    },
    {
      "Text": "deletion of certain personal information we have collected from you; and/or",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Privacy Rights. Depending on where you live, you may have certain rights with respect to your information.} "
    },
    {
      "Text": "Privacy Rights. Depending on where you live, you may have certain rights with respect to your information.\\n\\nCalifornia, Colorado, Connecticut, Utah and Virginia residents, in addition to residents of the EEA, UK, or Switzerland, may be able to request:\\naccess to and/or a copy of certain personal information we hold about you;",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Other Washington Post services may refer to a different privacy policy, and for those products or services this Policy does not apply. Wp Get the full experience.} "
    },
    {
      "Text": "California, Colorado, Connecticut, Utah and Virginia residents also have opt out rights described below.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Wp Get the full experience. Choose your plan ArrowRight For your choices about your information, you can visit Account Management, Privacy Rights, and Other Choices and Jurisdiction-Specific Privacy Information & Rights below and our Cookie Notice , which outlines your choices about personalized advertising.} "
    },
    {
      "Text": "California residents can also request information about the categories of personal information we collect, disclose or sell or share about you; the categories of sources of such information; the business or commercial purpose for collecting or selling or sharing your personal information; and the categories of third parties to whom we disclose personal information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {California, Colorado, Connecticut, Utah and Virginia residents, in addition to residents of the EEA, UK, or Switzerland, may be able to request: access to and/or a copy of certain personal information we hold about you; correction of inaccurate information that we have about you; deletion of certain personal information we have collected from you; and/or provide information about financial incentives that we offer to you, if any. California, Colorado, Connecticut, Utah and Virginia residents also have opt out rights described below.} "
    },
    {
      "Text": "California residents can also request information about the categories of personal information we collect, disclose or sell or share about you; the categories of sources of such information; the business or commercial purpose for collecting or selling or sharing your personal information; and the categories of third parties to whom we disclose personal informatio",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {California, Colorado, Connecticut, Utah and Virginia residents, in addition to residents of the EEA, UK, or Switzerland, may be able to request: access to and/or a copy of certain personal information we hold about you; correction of inaccurate information that we have about you; deletion of certain personal information we have collected from you; and/or provide information about financial incentives that we offer to you, if any. California, Colorado, Connecticut, Utah and Virginia residents also have opt out rights described below.} "
    },
    {
      "Text": "If you would like information regarding your rights or would like to make a request (or if you are an authorized agent acting in accordance with applicable law), please click here or email us at privacy@washpost.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may be located in a jurisdiction where we are not obligated, or are unable, to fulfill a request. In such a case, your request may not be fulfilled.} "
    },
    {
      "Text": "If you are a California, Colorado, Connecticut, Utah or Virginia resident, you may opt out of certain processing of your personal information, including for targeted advertising, under applicable law. Targeted advertising is when we or our partners display ads to you based on your personal information that is collected across different businesses.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Virginia, Colorado, and Connecticut residents may appeal the denial of a request here: please click here or email us at privacy@washpost.com . Opt Out of Sale of Personal Information or Sharing or Processing of Personal Information for Targeted Advertising (California, Colorado, Connecticut, Utah and Virginia Residents Only).} "
    },
    {
      "Text": "We and our advertising partners collect certain information from our visitors, such as device identifiers, cookies, advertising IDs, IP addresses and usage activity",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Advertisement If you are a California, Colorado, Connecticut, Utah or Virginia resident, you may opt out of certain processing of your personal information, including for targeted advertising, under applicable law. Targeted advertising is when we or our partners display ads to you based on your personal information that is collected across different businesses.} "
    },
    {
      "Text": "We and our advertising partners collect certain information from our visitors, such as device identifiers, cookies, advertising IDs, IP addresses and usage activity. We and our ad partners share this information with third parties or combine it with information from other businesses to deliver more relevant (targeted) ads to you and for related advertising activities. We may also share or use hashed contact information for this purpose. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Advertisement If you are a California, Colorado, Connecticut, Utah or Virginia resident, you may opt out of certain processing of your personal information, including for targeted advertising, under applicable law. Targeted advertising is when we or our partners display ads to you based on your personal information that is collected across different businesses.} "
    },
    {
      "Text": "We and our advertising partners collect certain information from our visitors, such as device identifiers, cookies, advertising IDs, IP addresses and usage activity. We and our ad partners share this information with third parties or combine it with information from other businesses to deliver more relevant (targeted) ads to you and for related advertising activities. We may also share or use hashed contact information for this purpose. This activity is known as “sharing” or processing your personal information for targeted ads and may be considered “selling” your personal information under applicable law.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Advertisement If you are a California, Colorado, Connecticut, Utah or Virginia resident, you may opt out of certain processing of your personal information, including for targeted advertising, under applicable law. Targeted advertising is when we or our partners display ads to you based on your personal information that is collected across different businesses.} "
    },
    {
      "Text": "Automatically Collected Information. We (and service providers on our behalf) automatically collect certain information about your use of the Services or your device. For example, we may collect:\\n\\nDevice information such as hardware model, IP address, device identifiers, operating system, browser type and settings (like language and available font settings) and settings of the device you use to access the Services.\\nUsage information such as the Services you use, the time and duration of your use, and other information about your interaction with content, such as the articles you read, where you click on our site, customer service interactions, cursor movements, and certain screen interactions and images (please note we do not capture personal information that you type into form fields (e.g., name or email address) before you submit such information), and how you interact with our emails.\\nLocation information such as general location derived from your computer’s IP address, your mobile device’s GPS signal, or information about nearby WiFi access points and cell towers that may be transmitted when you use certain Services",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {From time to time our surveys offer you the option to voluntarily provide information that may be considered sensitive under applicable law such as your race or ethnicity. We process such information for disclosed purposes as permitted by and in compliance with applicable law.} "
    },
    {
      "Text": "Information From Third-Party Sources. We may receive online or offline information about you from other sources, which we may combine with other information we receive from or about you. For example, we receive information from:\\n\\nOther Users, including your contact information if they provide you a gift subscription.\\nEnterprise Subscribers, such as your employer or educational institution who provide us with your email address so you can register an account and use the Services.\\nPublicly and commercially available sources, as permitted by law, including contact information, demographic and professional data, and interests.\\nSocial Media Services, if you interact with us through a social media service or log in using social media credentials. Depending on your social media settings, we may have access to your information from that service, such as your name, email address, friend or followers/following list, profile and demographic information, current city, comments about or reactions to our Services, and the people/sites you follow.\\nData analytics providers and advertising partners, including usage information, and information about your activity and transactions on other websites or platforms or with other companies.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We and our service providers may use cookies, web beacons, and other tracking technologies to collect such information. See our Cookie Notice for more information about these technologies.} "
    },
    {
      "Text": "To Deliver and Measure Advertising, Including Targeted Advertising. We and third parties may use your information to deliver you ads, promotions, and offers that may be personalized to you, and to measure the placement, frequency, efficacy, and compliance of advertising and ad impressions (including contextual and targeted ads). The ads are for us and third-party advertisers and appear both on and off the Services.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {To Better Understand Our Readers and Users and Improve our Services. We analyze our users’ interactions with the Services along with demographics, interests, and other information to better understand and serve our users and to improve our Services.} "
    },
    {
      "Text": "Third Parties that Provide Advertising, Content, or Other Functionality. Third parties may collect or receive certain information about you and/or your use of the Services to provide ads (including targeted ads), content, or functionality, or to measure and analyze ad performance, on our Services or other websites or platforms.\\nWe may share or allow third parties to collect device information (e.g., browser type, IP address, or device ID), usage information, or click information obtained through cookies or other tracking technologies. Some of this information may be combined with information collected across different websites, online services, and other linked or associated devices",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In that case, we may disclose certain of your personal information to that social media service depending on your settings. The social media service’s privacy policy then applies to their practices regarding your information.} "
    },
    {
      "Text": "We may also disclose information, including personal information about you (e.g., e-mail address) in hashed or other obscured format, for advertising purposes, including targeted advertising, either on our Services or for our products on other websites or platforms.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {However, some advertising and analytics vendors may combine information they gather about you through our Services with information they receive from others in order to target ads to you across other services and to improve their own services. Our Cookie Notice provides more information about how these technologies are used.} "
    },
    {
      "Text": "Unless you sign in, you must opt out on each device and each browser where you want your choice to apply. Your preference may be lost if you clear, or your browser is set to clear, cookies. If you have enabled a legally recognized browser-based opt out preference signal (such as Global Privacy Control) on your browser, we recognize such preference in accordance and to the extent required by applicable law. You will need to turn this on for each browser you use unless you sign into your Washington Post account.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Note, if you use a cookie blocker such as Ghostery, it may block visibility of this tool or link, including in your web footer. Advertisement Even if you opt out, you will still see advertising, it just may be less relevant to you, or it may be personalized for you based only on the data that the Washington Post has collected about you.} "
    },
    {
      "Text": "For example, you may opt out of having Google Analytics use your information for analytics by installing the Google Analytics Opt-out Browser Add-on",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Automatically Collected Information. We (and service providers on our behalf) automatically collect certain information about your use of the Services or your device.} "
    },
    {
      "Text": " For example, you may opt out of having Google Analytics use your information for analytics by installing the Google Analytics Opt-out Browser Add-on",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Automatically Collected Information. We (and service providers on our behalf) automatically collect certain information about your use of the Services or your device.} "
    },
    {
      "Text": "Many mobile devices also allow you to opt-out of certain personalized advertising for mobile apps and related tracking using the settings within the mobile app or your mobile device. For more information, please check your mobile device settings.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may choose whether to receive certain targeted advertising from participating ad networks, audience segment providers, ad serving vendors, other service providers or entities by visiting websites operated by the Network Advertising Initiative and Digital Advertising Alliance or if you are a user in the European Economic Area, Your Online Choices . These third-party tools may have limitations such as the browsers on which they are effective.} "
    },
    {
      "Text": "Many mobile devices also allow you to opt-out of certain personalized advertising for mobile apps and related tracking using the settings within the mobile app or your mobile device. For more information, please check your mobile device settings.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You may choose whether to receive certain targeted advertising from participating ad networks, audience segment providers, ad serving vendors, other service providers or entities by visiting websites operated by the Network Advertising Initiative and Digital Advertising Alliance or if you are a user in the European Economic Area, Your Online Choices . These third-party tools may have limitations such as the browsers on which they are effective.} "
    },
    {
      "Text": "You may choose whether to receive certain targeted advertising from participating ad networks, audience segment providers, ad serving vendors, other service providers or entities by visiting websites operated by the Network Advertising Initiative and Digital Advertising Alliance or if you are a user in the European Economic Area, Your Online Choices.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Targeted Advertising . In addition to other choices outlined above, our Cookie Notice has information about how to manage cookies and other choices that may be available to you with respect to personalized advertising.} "
    },
    {
      "Text": "You may choose whether to receive certain targeted advertising from participating ad networks, audience segment providers, ad serving vendors, other service providers or entities by visiting websites operated by the Network Advertising Initiative and Digital Advertising Alliance or if you are a user in the European Economic Area, Your Online Choices.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Targeted Advertising . In addition to other choices outlined above, our Cookie Notice has information about how to manage cookies and other choices that may be available to you with respect to personalized advertising.} "
    },
    {
      "Text": "Additional Information for California Residents\\n\\nIf you are a California resident, the California Consumer Privacy Act (“CCPA”) requires us to provide you with some additional information.\\n\\nWe may collect, use, and disclose for our business and commercial purposes, the following categories of information about you or your use of the Services:\\nIdentifiers (such as name, address, email address); commercial information (such as transaction data); financial data (such as credit card information); user-generated content; device information and identifiers (such as IP address); internet or other network or device activity (such as browsing history or app usage); professional and employment related information; location data; audio or visual information (such as if you participate in a phone survey or submit a photo); demographic data (such as gender); inference data; and other information that identifies or can be reasonably associated with you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Many mobile devices also allow you to opt-out of certain personalized advertising for mobile apps and related tracking using the settings within the mobile app or your mobile device. For more information, please check your mobile device settings.} "
    },
    {
      "Text": "We may use the above categories of information:\\nto provide and manage the Services you request; to contact you; to deliver advertising; to better understand our readers and users and improve our Services; for bug detection and error reporting; to audit consumer interactions on the Services; to protect the rights of the Services and with your consent.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Jurisdiction-Specific Privacy Information Additional Information for California Residents If you are a California resident, the California Consumer Privacy Act (“CCPA”) requires us to provide you with some additional information. We may collect, use, and disclose for our business and commercial purposes, the following categories of information about you or your use of the Services: Identifiers (such as name, address, email address); commercial information (such as transaction data); financial data (such as credit card information); user-generated content; device information and identifiers (such as IP address); internet or other network or device activity (such as browsing history or app usage); professional and employment related information; location data; audio or visual information (such as if you participate in a phone survey or submit a photo); demographic data (such as gender); inference data; and other information that identifies or can be reasonably associated with you.} "
    },
    {
      "Text": "We may disclose\\nany of the above categories of information we collect with: our affiliates; business partners to provide you with services that you request; service providers; other parties, including government entities, when required by law or to protect our users and services; social media services pursuant to that service and your settings; and with your consent or in connection with a corporate transaction.\\ncommercial information and financial data, including your payment information, with payment processors and service providers, and\\ndevice information and identifiers and internet or other network or device activity with entities that provide content, advertising, and functionality.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please see Information We Collect above for more information We may use the above categories of information: to provide and manage the Services you request; to contact you; to deliver advertising; to better understand our readers and users and improve our Services; for bug detection and error reporting; to audit consumer interactions on the Services; to protect the rights of the Services and with your consent. Please see How We Use Information above for more information.} "
    },
    {
      "Text": "Additional Information for California Residents\\n\\nIf you are a California resident, the California Consumer Privacy Act (“CCPA”) requires us to provide you with some additional information.\\n\\nWe may collect, use, and disclose for our business and commercial purposes, the following categories of information about you or your use of the Services:\\nIdentifiers (such as name, address, email address); commercial information (such as transaction data); financial data (such as credit card information); user-generated content; device information and identifiers (such as IP address); internet or other network or device activity (such as browsing history or app usage); professional and employment related information; location data; audio or visual information (such as if you participate in a phone survey or submit a photo); demographic data (such as gender); inference data; and other information that identifies or can be reasonably associated with you.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Many mobile devices also allow you to opt-out of certain personalized advertising for mobile apps and related tracking using the settings within the mobile app or your mobile device. For more information, please check your mobile device settings.} "
    },
    {
      "Text": "We may disclose\\nany of the above categories of information we collect with: our affiliates; business partners to provide you with services that you request; service providers; other parties, including government entities, when required by law or to protect our users and services; social media services pursuant to that service and your settings; and with your consent or in connection with a corporate transaction.\\ncommercial information and financial data, including your payment information, with payment processors and service providers, and\\ndevice information and identifiers and internet or other network or device activity with entities that provide content, advertising, and functionality.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Please see Information We Collect above for more information We may use the above categories of information: to provide and manage the Services you request; to contact you; to deliver advertising; to better understand our readers and users and improve our Services; for bug detection and error reporting; to audit consumer interactions on the Services; to protect the rights of the Services and with your consent. Please see How We Use Information above for more information.} "
    },
    {
      "Text": "Sale or sharing of personal information. We engage in targeted (or cross context behavioral) advertising on the Services or on other sites and when we advertise our Services elsewhere. In connection with such advertising, we may share the following categories of information with advertising networks and providers, advertisers, and social media networks, which may be considered a sale under California law and is the processing of personal information for targeted advertising:\\n\\ndevice information and identifiers, such as IP address, and unique advertising identifiers and cookies; hashed identifiers such as contact information, usage information, such as browsing history or app usage; location information, such as city; and inference data.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {commercial information and financial data, including your payment information, with payment processors and service providers, and device information and identifiers and internet or other network or device activity with entities that provide content, advertising, and functionality. Please see How We Disclose Information above for more information.} "
    },
    {
      "Text": "Sale or sharing of personal information. We engage in targeted (or cross context behavioral) advertising on the Services or on other sites and when we advertise our Services elsewhere. In connection with such advertising, we may share the following categories of information with advertising networks and providers, advertisers, and social media networks, which may be considered a sale under California law and is the processing of personal information for targeted advertising:\\n\\ndevice information and identifiers, such as IP address, and unique advertising identifiers and cookies; hashed identifiers such as contact information, usage information, such as browsing history or app usage; location information, such as city; and inference data.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {commercial information and financial data, including your payment information, with payment processors and service providers, and device information and identifiers and internet or other network or device activity with entities that provide content, advertising, and functionality. Please see How We Disclose Information above for more information.} "
    },
    {
      "Text": "California residents can opt out of such targeted advertising as set forth here: Your Privacy Choices. California residents can also turn on the Global Privacy Control (GPC) to opt out of the “sale” or “sharing” of your personal information that is browser based for each participating browser system that you use. Learn more at the Global Privacy Control website.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We engage in targeted (or cross context behavioral) advertising on the Services or on other sites and when we advertise our Services elsewhere. In connection with such advertising, we may share the following categories of information with advertising networks and providers, advertisers, and social media networks, which may be considered a sale under California law and is the processing of personal information for targeted advertising: device information and identifiers, such as IP address, and unique advertising identifiers and cookies; hashed identifiers such as contact information, usage information, such as browsing history or app usage; location information, such as city; and inference data.} "
    },
    {
      "Text": "California residents can opt out of such targeted advertising as set forth here: Your Privacy Choices. California residents can also turn on the Global Privacy Control (GPC) to opt out of the “sale” or “sharing” of your personal information that is browser based for each participating browser system that you use. Learn more at the Global Privacy Control website.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We engage in targeted (or cross context behavioral) advertising on the Services or on other sites and when we advertise our Services elsewhere. In connection with such advertising, we may share the following categories of information with advertising networks and providers, advertisers, and social media networks, which may be considered a sale under California law and is the processing of personal information for targeted advertising: device information and identifiers, such as IP address, and unique advertising identifiers and cookies; hashed identifiers such as contact information, usage information, such as browsing history or app usage; location information, such as city; and inference data.} "
    },
    {
      "Text": "Right to Limit. The CCPA also allows you to limit the use or disclosure of your “sensitive personal information” (as defined in the CCPA) if your sensitive personal information is used for certain purposes",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {California residents can also turn on the Global Privacy Control (GPC) to opt out of the “sale” or “sharing” of your personal information that is browser based for each participating browser system that you use. Learn more at the Global Privacy Control website .} "
    },
    {
      "Text": "We do not share personal information with third parties for their own direct marketing purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We received the following requests to know and requests to delete from California consumers and other individuals from January 1, 2022 to December 31, 2022: Average number of days to complete Requests to Know Received 53 Completed 7 41.4 Incomplete (due to lack of verification or confirmation of request) 46 N/A Requests to Delete Received 6252 Completed 1645 35 Incomplete  (due to lack of verification or confirmation of request) 4607 N/A We received approximately the following number of requests to opt out from California consumers from January 1, 2022 to December 31, 2022: Average number of days to complete CCPA Requests to Opt Out* Completed 7,473 <1 Incomplete N/A N/A *Number of requests to opt out is approximate due to certain technical limitations and because certain requests are made through third party tools. Once a year, California residents can also request certain information regarding our disclosure, if any, of certain categories of personal information to third parties for their direct marketing purposes in the preceding calendar year.} "
    },
    {
      "Text": "Changes to this Privacy Policy\\n\\nWe may modify this Privacy Policy from time to time. We will notify you of changes by posting changes here, or by other appropriate means. Any changes to the Privacy Policy will become effective when the updated policy is posted on the Services. Your use of the Services or your provision of information to us following such changes indicates your acceptance of the revised Privacy Policy.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Children’s Privacy We do not knowingly collect any personal information from children under the age of 16 without parental consent, unless permitted by law. If we learn that a child under the age of 16 has provided us with personal information, we will delete it in accordance with applicable law.} "
    },
    {
      "Text": "Additional Information for California Residents\\n\\nIf you are a California resident, the California Consumer Privacy Act (“CCPA”) requires us to provide you with some additional information.\\n\\nWe may collect, use, and disclose for our business and commercial purposes, the following categories of information about you or your use of the Services:\\nIdentifiers (such as name, address, email address); commercial information (such as transaction data); financial data (such as credit card information); user-generated content; device information and identifiers (such as IP address); internet or other network or device activity (such as browsing history or app usage); professional and employment related information; location data; audio or visual information (such as if you participate in a phone survey or submit a photo); demographic data (such as gender); inference data; and other information that identifies or can be reasonably associated with you.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Many mobile devices also allow you to opt-out of certain personalized advertising for mobile apps and related tracking using the settings within the mobile app or your mobile device. For more information, please check your mobile device settings.} "
    },
    {
      "Text": "Information We Collect\\n\\nInformation You Provide to Us. We collect the information you provide to us directly when you use the Services, including when you:\\n\\nAdvertisement\\nRegister an account or for a newsletter; register for or attend an event; subscribe to or purchase a product (such as our newspaper); participate in a contest, promotion, or survey.\\nContact information such as your name, e-mail address, street address, and phone number;\\nDemographic information such as year of birth, gender, general location such as city or state;\\nProfessional Information such as job title, industry, and education; and",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Advertisement Story continues below advertisement Please note, this Policy includes sections with additional information for users in specific jurisdictions, including Privacy Information for California Residents and Information for Certain Users Outside of the United States . You understand that your personal data, including any data you provide, is processed by The Washington Post in the United States, which may have different data protection standards if you reside in another country.} "
    },
    {
      "Text": "Actions You Take Related to Content such as sharing content; customizing newsletters, notifications, and alerts; and liking, replying to, or reporting (and providing additional information regarding) comments.\\nContact Us or Provide Feedback.\\nContact information such as your name, e-mail address, street address, and phone number;",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {User-Generated Content such as comments on articles, content in message boards, images, photos, videos, online ads you post, or other content you provide to the Services. Please review our Discussion and Submission Guidelines for more information about our practices applicable to content that you submit to certain areas of our Services.} "
    },
    {
      "Text": "Updated June 30, 2023 at 3:59 p.m. EDT|Published January 1, 2021 at 12:00 a.m. EST",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Published: 06/30/2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Information We Collect\\n\\nInformation You Provide to Us. We collect the information you provide to us directly when you use the Services, including when you:\\n\\nAdvertisement\\nRegister an account or for a newsletter; register for or attend an event; subscribe to or purchase a product (such as our newspaper); participate in a contest, promotion, or survey.\\nContact information such as your name, e-mail address, street address, and phone number;\\nDemographic information such as year of birth, gender, general location such as city or state;\\nProfessional Information such as job title, industry, and education; and\\nPayment information such as your credit card number (processed by our third-party payment processor) and expiration date, where appropriate to process a financial transaction that you have requested.\\nSubmit Content to the Services or Interact with Content.\\nUser-Generated Content such as comments on articles, content in message boards, images, photos, videos, online ads you post, or other content you provide to the Services. Please review our Discussion and Submission Guidelines for more information about our practices applicable to content that you submit to certain areas of our Services.\\nActions You Take Related to Content such as sharing content; customizing newsletters, notifications, and alerts; and liking, replying to, or reporting (and providing additional information regarding) comments.\\nContact Us or Provide Feedback.\\nContact information such as your name, e-mail address, street address, and phone number;\\nComments, requests, and questions you submit through customer service interactions with us; and\\nSurvey responses, which may include your interests, opinions, and information about you including demographic information. From time to time our surveys offer you the option to voluntarily provide information that may be considered sensitive under applicable law such as your race or ethnicity. We process such information for disclosed purposes as permitted by and in compliance with applicable law.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Advertisement Story continues below advertisement Please note, this Policy includes sections with additional information for users in specific jurisdictions, including Privacy Information for California Residents and Information for Certain Users Outside of the United States . You understand that your personal data, including any data you provide, is processed by The Washington Post in the United States, which may have different data protection standards if you reside in another country.} "
    },
    {
      "Text": "Automatically Collected Information. We (and service providers on our behalf) automatically collect certain information about your use of the Services or your device. For example, we may collect:\\n\\nDevice information such as hardware model, IP address, device identifiers, operating system, browser type and settings (like language and available font settings) and settings of the device you use to access the Services.\\nUsage information such as the Services you use, the time and duration of your use, and other information about your interaction with content, such as the articles you read, where you click on our site, customer service interactions, cursor movements, and certain screen interactions and images (please note we do not capture personal information that you type into form fields (e.g., name or email address) before you submit such information), and how you interact with our emails.\\nLocation information such as general location derived from your computer’s IP address, your mobile device’s GPS signal, or information about nearby WiFi access points and cell towers that may be transmitted when you use certain Services.\\nWe and our service providers may use cookies, web beacons, and other tracking technologies to collect such information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {From time to time our surveys offer you the option to voluntarily provide information that may be considered sensitive under applicable law such as your race or ethnicity. We process such information for disclosed purposes as permitted by and in compliance with applicable law.} "
    },
    {
      "Text": "Information From Third-Party Sources. We may receive online or offline information about you from other sources, which we may combine with other information we receive from or about you. For example, we receive information from:\\n\\nOther Users, including your contact information if they provide you a gift subscription.\\nEnterprise Subscribers, such as your employer or educational institution who provide us with your email address so you can register an account and use the Services.\\nPublicly and commercially available sources, as permitted by law, including contact information, demographic and professional data, and interests.\\nSocial Media Services, if you interact with us through a social media service or log in using social media credentials. Depending on your social media settings, we may have access to your information from that service, such as your name, email address, friend or followers/following list, profile and demographic information, current city, comments about or reactions to our Services, and the people/sites you follow.\\nData analytics providers and advertising partners, including usage information, and information about your activity and transactions on other websites or platforms or with other companies.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We and our service providers may use cookies, web beacons, and other tracking technologies to collect such information. See our Cookie Notice for more information about these technologies.} "
    },
    {
      "Text": "Other Information We Collect. We also may collect other information about you, your device, or your use of the services in ways that we describe to you at the point of collection or otherwise with your consent. You may choose not to provide us with certain types of information but doing so may affect your ability to use some of the Services. We also collect information from suppliers, business partners, and similar businesses, including: contact and business information such as name, phone number, email address, and postal address, government identifier, and business name, industry, locations, other information related to your employer; financial and transactional information if needed to make or receive payments; and, communications with us including your name, email address, and phone number and the contents of any communications you have with us.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Depending on your social media settings, we may have access to your information from that service, such as your name, email address, friend or followers/following list, profile and demographic information, current city, comments about or reactions to our Services, and the people/sites you follow. Data analytics providers and advertising partners, including usage information, and information about your activity and transactions on other websites or platforms or with other companies.} "
    },
    {
      "Text": "How We Use Information\\n\\nWe may use your information:\\n\\nTo Provide and Manage the Services, including to:\\n\\nprovide account access, process your registrations and subscriptions, send you electronic newsletters, and/or enable you to participate in the features (such as commenting) provided by the Services;\\ncomplete your payments and transactions;\\nprovide customer service;\\nunderstand and resolve technical issues, app crashes and other issues being reported;\\npersonalize the Services, including content and recommendations (including via email). Through such features, we are able to bring you information and content tailored to your individual interests and needs.\\nTo Contact You. We may periodically contact you with Services-related updates, new features you are entitled to access, legal information, customer service communications, newsletters and alerts (where applicable, based on your registrations and preferences), surveys, offers, promotions, and other information that may be of interest to you.\\n\\nTo Better Understand Our Readers and Users and Improve our Services. We analyze our users’ interactions with the Services along with demographics, interests, and other information to better understand and serve our users and to improve our Services.\\n\\nTo Deliver and Measure Advertising, Including Targeted Advertising. We and third parties may use your information to deliver you ads, promotions, and offers that may be personalized to you, and to measure the placement, frequency, efficacy, and compliance of advertising and ad impressions (including contextual and targeted ads). The ads are for us and third-party advertisers and appear both on and off the Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may choose not to provide us with certain types of information but doing so may affect your ability to use some of the Services. We also collect information from suppliers, business partners, and similar businesses, including: contact and business information such as name, phone number, email address, and postal address, government identifier, and business name, industry, locations, other information related to your employer; financial and transactional information if needed to make or receive payments; and, communications with us including your name, email address, and phone number and the contents of any communications you have with us.} "
    },
    {
      "Text": "How We Use Information\\n\\nWe may use your information:\\n\\nTo Provide and Manage the Services, including to:\\n\\nprovide account access, process your registrations and subscriptions, send you electronic newsletters, and/or enable you to participate in the features (such as commenting) provided by the Services;\\ncomplete your payments and transactions;\\nprovide customer service;\\nunderstand and resolve technical issues, app crashes and other issues being reported;\\npersonalize the Services, including content and recommendations (including via email). Through such features, we are able to bring you information and content tailored to your individual interests and needs.\\nTo Contact You. We may periodically contact you with Services-related updates, new features you are entitled to access, legal information, customer service communications, newsletters and alerts (where applicable, based on your registrations and preferences), surveys, offers, promotions, and other information that may be of interest to you.\\n\\nTo Better Understand Our Readers and Users and Improve our Services. We analyze our users’ interactions with the Services along with demographics, interests, and other information to better understand and serve our users and to improve our Services.\\n\\nTo Deliver and Measure Advertising, Including Targeted Advertising. We and third parties may use your information to deliver you ads, promotions, and offers that may be personalized to you, and to measure the placement, frequency, efficacy, and compliance of advertising and ad impressions (including contextual and targeted ads). The ads are for us and third-party advertisers and appear both on and off the Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You may choose not to provide us with certain types of information but doing so may affect your ability to use some of the Services. We also collect information from suppliers, business partners, and similar businesses, including: contact and business information such as name, phone number, email address, and postal address, government identifier, and business name, industry, locations, other information related to your employer; financial and transactional information if needed to make or receive payments; and, communications with us including your name, email address, and phone number and the contents of any communications you have with us.} "
    },
    {
      "Text": "How We Use Information\\n\\nWe may use your information:\\n\\nTo Provide and Manage the Services, including to:\\n\\nprovide account access, process your registrations and subscriptions, send you electronic newsletters, and/or enable you to participate in the features (such as commenting) provided by the Services;\\ncomplete your payments and transactions;\\nprovide customer service;\\nunderstand and resolve technical issues, app crashes and other issues being reported;\\npersonalize the Services, including content and recommendations (including via email). Through such features, we are able to bring you information and content tailored to your individual interests and needs.\\nTo Contact You. We may periodically contact you with Services-related updates, new features you are entitled to access, legal information, customer service communications, newsletters and alerts (where applicable, based on your registrations and preferences), surveys, offers, promotions, and other information that may be of interest to you.\\n\\nTo Better Understand Our Readers and Users and Improve our Services. We analyze our users’ interactions with the Services along with demographics, interests, and other information to better understand and serve our users and to improve our Services.\\n\\nTo Deliver and Measure Advertising, Including Targeted Advertising. We and third parties may use your information to deliver you ads, promotions, and offers that may be personalized to you, and to measure the placement, frequency, efficacy, and compliance of advertising and ad impressions (including contextual and targeted ads). The ads are for us and third-party advertisers and appear both on and off the Services.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {You may choose not to provide us with certain types of information but doing so may affect your ability to use some of the Services. We also collect information from suppliers, business partners, and similar businesses, including: contact and business information such as name, phone number, email address, and postal address, government identifier, and business name, industry, locations, other information related to your employer; financial and transactional information if needed to make or receive payments; and, communications with us including your name, email address, and phone number and the contents of any communications you have with us.} "
    },
    {
      "Text": "We and third parties may use cookies and other tracking technologies to understand how you use the Services and facilitate serving relevant ads. This helps us determine if you have seen an ad before, tailor ads to you, including based on your activity, and avoid showing you duplicate ads.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We and third parties may use your information to deliver you ads, promotions, and offers that may be personalized to you, and to measure the placement, frequency, efficacy, and compliance of advertising and ad impressions (including contextual and targeted ads). The ads are for us and third-party advertisers and appear both on and off the Services.} "
    },
    {
      "Text": "We may also use other information we have collected about you, such as demographic and personal information (e.g., e-mail address) for purposes related to advertising, including personalized advertising.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This helps us determine if you have seen an ad before, tailor ads to you, including based on your activity, and avoid showing you duplicate ads. See our Cookie Notice for more information about how we use cookies and other tracking technologies and for your cookie choices, including how to opt out of personalized advertising.} "
    },
    {
      "Text": "We may also use other information we have collected about you, such as demographic and personal information (e.g., e-mail address) for purposes related to advertising, including personalized advertising.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This helps us determine if you have seen an ad before, tailor ads to you, including based on your activity, and avoid showing you duplicate ads. See our Cookie Notice for more information about how we use cookies and other tracking technologies and for your cookie choices, including how to opt out of personalized advertising.} "
    },
    {
      "Text": "We may also use other information we have collected about you, such as demographic and personal information (e.g., e-mail address) for purposes related to advertising, including personalized advertising.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {This helps us determine if you have seen an ad before, tailor ads to you, including based on your activity, and avoid showing you duplicate ads. See our Cookie Notice for more information about how we use cookies and other tracking technologies and for your cookie choices, including how to opt out of personalized advertising.} "
    },
    {
      "Text": "To Protect the Rights of the Services and Others. We may use your information that we, in good faith, believe is necessary or appropriate to secure, protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users, and to comply with applicable law and legal process.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {See our Cookie Notice for more information about how we use cookies and other tracking technologies and for your cookie choices, including how to opt out of personalized advertising. We may also use other information we have collected about you, such as demographic and personal information (e.g., e-mail address) for purposes related to advertising, including personalized advertising.} "
    },
    {
      "Text": "With Consent. We may otherwise use your information with your consent or at your direction.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To Protect the Rights of the Services and Others. We may use your information that we, in good faith, believe is necessary or appropriate to secure, protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users, and to comply with applicable law and legal process.} "
    },
    {
      "Text": "To Protect the Rights of the Services and Others. We may use your information that we, in good faith, believe is necessary or appropriate to secure, protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users, and to comply with applicable law and legal process.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {See our Cookie Notice for more information about how we use cookies and other tracking technologies and for your cookie choices, including how to opt out of personalized advertising. We may also use other information we have collected about you, such as demographic and personal information (e.g., e-mail address) for purposes related to advertising, including personalized advertising.} "
    },
    {
      "Text": "To Protect the Rights of the Services and Others. We may use your information that we, in good faith, believe is necessary or appropriate to secure, protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users, and to comply with applicable law and legal process.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {See our Cookie Notice for more information about how we use cookies and other tracking technologies and for your cookie choices, including how to opt out of personalized advertising. We may also use other information we have collected about you, such as demographic and personal information (e.g., e-mail address) for purposes related to advertising, including personalized advertising.} "
    },
    {
      "Text": "With Consent. We may otherwise use your information with your consent or at your direction.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To Protect the Rights of the Services and Others. We may use your information that we, in good faith, believe is necessary or appropriate to secure, protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users, and to comply with applicable law and legal process.} "
    },
    {
      "Text": "With Consent. We may otherwise use your information with your consent or at your direction.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {To Protect the Rights of the Services and Others. We may use your information that we, in good faith, believe is necessary or appropriate to secure, protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users, and to comply with applicable law and legal process.} "
    },
    {
      "Text": "How We Disclose Information\\n\\nWe may disclose your information to:\\n\\nAffiliates within our family of affiliated companies.\\nBusiness Partners to provide you with services that you participate in or request, such as co-sponsors of a promotion that runs on our Services. We are not responsible for the privacy practices of these entities.\\nService Providers that provide services on our behalf, such as hosting vendors, analytics or advertising service providers, list managers and payment processors.\\nOther Parties When Required by Law or As Necessary to Protect Our Users and Services including as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, our employees or agents or users, or to comply with applicable law or legal process, including responding to requests from public and government authorities.\\nSocial Media Services, if you log into the Services with a social media service or if you connect a social media account with the Services. In that case, we may disclose certain of your personal information to that social media service depending on your settings. The social media service’s privacy policy then applies to their practices regarding your information.\\nThird Parties that Provide Advertising, Content, or Other Functionality. Third parties may collect or receive certain information about you and/or your use of the Services to provide ads (including targeted ads), content, or functionality, or to measure and analyze ad performance, on our Services or other websites or platforms.\\nWe may share or allow third parties to collect device information (e.g., browser type, IP address, or device ID), usage information, or click information obtained through cookies or other tracking technologies. Some of this information may be combined with information collected across different websites, online services, and other linked or associated devices. We try to limit how our third parties can use the information they gather from you or that we provide. However, some advertising and analytics vendors may combine information they gather about you through our Services with information they receive from others in order to target ads to you across other services and to improve their own services. Our Cookie Notice provides more information about how these technologies are used.\\nWe may also disclose information, including personal information about you (e.g., e-mail address) in hashed or other obscured format, for advertising purposes, including targeted advertising, either on our Services or for our products on other websites or platforms. Recipients may only use this information for the purposes for which it is provided.\\nOther Parties in Connection with a Corporate Transaction. We may disclose information we have about you in the event that we sell or transfer all or a portion of our business or assets to a third party, such as in the event of a merger, acquisition, or in connection with a bankruptcy reorganization, or in contemplation of or due diligence related to such a corporate transaction.\\nOtherwise With Your Consent or At Your Direction. We may also disclose information about you with third parties whenever you consent to or direct such sharing.\\nWe also may disclose other information with third parties in a manner that does not identify particular users, including, for example, aggregated data about how users are using our Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Advertisement Story continues below advertisement With Consent. We may otherwise use your information with your consent or at your direction.} "
    },
    {
      "Text": "access to and/or a copy of certain personal information we hold about you;",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Privacy Rights. Depending on where you live, you may have certain rights with respect to your information.} "
    },
    {
      "Text": "correction of inaccurate information that we have about you;",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Privacy Rights. Depending on where you live, you may have certain rights with respect to your information.} "
    },
    {
      "Text": "deletion of certain personal information we have collected from you;",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Privacy Rights. Depending on where you live, you may have certain rights with respect to your information.} "
    },
    {
      "Text": "California, Colorado, Connecticut, Utah and Virginia residents also have opt out rights described below.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Wp Get the full experience. Choose your plan ArrowRight For your choices about your information, you can visit Account Management, Privacy Rights, and Other Choices and Jurisdiction-Specific Privacy Information & Rights below and our Cookie Notice , which outlines your choices about personalized advertising.} "
    },
    {
      "Text": "California residents can also request information about the categories of personal information we collect, disclose or sell or share about you; the categories of sources of such information; the business or commercial purpose for collecting or selling or sharing your personal information; and the categories of third parties to whom we disclose personal information",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {California, Colorado, Connecticut, Utah and Virginia residents, in addition to residents of the EEA, UK, or Switzerland, may be able to request: access to and/or a copy of certain personal information we hold about you; correction of inaccurate information that we have about you; deletion of certain personal information we have collected from you; and/or provide information about financial incentives that we offer to you, if any. California, Colorado, Connecticut, Utah and Virginia residents also have opt out rights described below.} "
    },
    {
      "Text": "California residents can also request information about the categories of personal information we collect, disclose or sell or share about you; the categories of sources of such information; the business or commercial purpose for collecting or selling or sharing your personal information; and the categories of third parties to whom we disclose personal information",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {California, Colorado, Connecticut, Utah and Virginia residents, in addition to residents of the EEA, UK, or Switzerland, may be able to request: access to and/or a copy of certain personal information we hold about you; correction of inaccurate information that we have about you; deletion of certain personal information we have collected from you; and/or provide information about financial incentives that we offer to you, if any. California, Colorado, Connecticut, Utah and Virginia residents also have opt out rights described below.} "
    },
    {
      "Text": "If you would like information regarding your rights or would like to make a request (or if you are an authorized agent acting in accordance with applicable law), please click here or email us at privacy@washpost.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may be located in a jurisdiction where we are not obligated, or are unable, to fulfill a request. In such a case, your request may not be fulfilled.} "
    },
    {
      "Text": "Applicable law may further provide you with the right to not be discriminated against for exercising your rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Certain information may be exempt from such requests under applicable law such as information we retain for legal compliance and to secure our Services. We may need certain information in order to provide the Services to you; if you ask us to delete it, you may no longer be able to use the Services.} "
    },
    {
      "Text": "Opt Out of Sale of Personal Information or Sharing or Processing of Personal Information for Targeted Advertising (California, Colorado, Connecticut, Utah and Virginia Residents Only).",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {If you have enabled a legally recognized browser-based opt out preference signal (such as Global Privacy Control) on your browser, we recognize such preference in accordance and to the extent required by applicable law. Virginia, Colorado, and Connecticut residents may appeal the denial of a request here: please click here or email us at privacy@washpost.com .} "
    },
    {
      "Text": "If you are a California, Colorado, Connecticut, Utah or Virginia resident, you may opt out of certain processing of your personal information, including for targeted advertising, under applicable law.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Virginia, Colorado, and Connecticut residents may appeal the denial of a request here: please click here or email us at privacy@washpost.com . Opt Out of Sale of Personal Information or Sharing or Processing of Personal Information for Targeted Advertising (California, Colorado, Connecticut, Utah and Virginia Residents Only).} "
    },
    {
      "Text": "We and our advertising partners collect certain information from our visitors, such as device identifiers, cookies, advertising IDs, IP addresses and usage activity.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Advertisement If you are a California, Colorado, Connecticut, Utah or Virginia resident, you may opt out of certain processing of your personal information, including for targeted advertising, under applicable law. Targeted advertising is when we or our partners display ads to you based on your personal information that is collected across different businesses.} "
    },
    {
      "Text": "We and our ad partners share this information with third parties or combine it with information from other businesses to deliver more relevant (targeted) ads to you and for related advertising activities. We may also share or use hashed contact information for this purpose. This activity is known as “sharing” or processing your personal information for targeted ads and may be considered “selling” your personal information under applicable law.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Targeted advertising is when we or our partners display ads to you based on your personal information that is collected across different businesses. We and our advertising partners collect certain information from our visitors, such as device identifiers, cookies, advertising IDs, IP addresses and usage activity.} "
    },
    {
      "Text": "We and our ad partners share this information with third parties or combine it with information from other businesses to deliver more relevant (targeted) ads to you and for related advertising activities. We may also share or use hashed contact information for this purpose. This activity is known as “sharing” or processing your personal information for targeted ads and may be considered “selling” your personal information under applicable law.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Targeted advertising is when we or our partners display ads to you based on your personal information that is collected across different businesses. We and our advertising partners collect certain information from our visitors, such as device identifiers, cookies, advertising IDs, IP addresses and usage activity.} "
    },
    {
      "Text": "If you (or in applicable states, your authorized agent) would like to opt out of our use or disclosure of your information for such purposes, you can follow the steps at Your Privacy Choices.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may be located in a jurisdiction where we are not obligated, or are unable, to fulfill a request. In such a case, your request may not be fulfilled.} "
    },
    {
      "Text": "We may collect, use, and disclose for our business and commercial purposes, the following categories of information about you or your use of the Services:\\nIdentifiers (such as name, address, email address); commercial information (such as transaction data); financial data (such as credit card information); user-generated content; device information and identifiers (such as IP address); internet or other network or device activity (such as browsing history or app usage); professional and employment related information; location data; audio or visual information (such as if you participate in a phone survey or submit a photo); demographic data (such as gender); inference data; and other information that identifies or can be reasonably associated with you.\\nPlease see Information We Collect above for more information",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For more information, please check your mobile device settings. Jurisdiction-Specific Privacy Information Additional Information for California Residents If you are a California resident, the California Consumer Privacy Act (“CCPA”) requires us to provide you with some additional information.} "
    },
    {
      "Text": "We may use the above categories of information:\\nto provide and manage the Services you request; to contact you; to deliver advertising; to better understand our readers and users and improve our Services; for bug detection and error reporting; to audit consumer interactions on the Services; to protect the rights of the Services and with your consent.\\nPlease see How We Use Information above for more information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Jurisdiction-Specific Privacy Information Additional Information for California Residents If you are a California resident, the California Consumer Privacy Act (“CCPA”) requires us to provide you with some additional information. We may collect, use, and disclose for our business and commercial purposes, the following categories of information about you or your use of the Services: Identifiers (such as name, address, email address); commercial information (such as transaction data); financial data (such as credit card information); user-generated content; device information and identifiers (such as IP address); internet or other network or device activity (such as browsing history or app usage); professional and employment related information; location data; audio or visual information (such as if you participate in a phone survey or submit a photo); demographic data (such as gender); inference data; and other information that identifies or can be reasonably associated with you.} "
    },
    {
      "Text": "We may use the above categories of information:\\nto provide and manage the Services you request; to contact you; to deliver advertising; to better understand our readers and users and improve our Services; for bug detection and error reporting; to audit consumer interactions on the Services; to protect the rights of the Services and with your consent.\\nPlease see How We Use Information above for more information.\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Jurisdiction-Specific Privacy Information Additional Information for California Residents If you are a California resident, the California Consumer Privacy Act (“CCPA”) requires us to provide you with some additional information. We may collect, use, and disclose for our business and commercial purposes, the following categories of information about you or your use of the Services: Identifiers (such as name, address, email address); commercial information (such as transaction data); financial data (such as credit card information); user-generated content; device information and identifiers (such as IP address); internet or other network or device activity (such as browsing history or app usage); professional and employment related information; location data; audio or visual information (such as if you participate in a phone survey or submit a photo); demographic data (such as gender); inference data; and other information that identifies or can be reasonably associated with you.} "
    },
    {
      "Text": "We may use the above categories of information:\\nto provide and manage the Services you request; to contact you; to deliver advertising; to better understand our readers and users and improve our Services; for bug detection and error reporting; to audit consumer interactions on the Services; to protect the rights of the Services and with your consent.\\nPlease see How We Use Information above for more information.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Jurisdiction-Specific Privacy Information Additional Information for California Residents If you are a California resident, the California Consumer Privacy Act (“CCPA”) requires us to provide you with some additional information. We may collect, use, and disclose for our business and commercial purposes, the following categories of information about you or your use of the Services: Identifiers (such as name, address, email address); commercial information (such as transaction data); financial data (such as credit card information); user-generated content; device information and identifiers (such as IP address); internet or other network or device activity (such as browsing history or app usage); professional and employment related information; location data; audio or visual information (such as if you participate in a phone survey or submit a photo); demographic data (such as gender); inference data; and other information that identifies or can be reasonably associated with you.} "
    },
    {
      "Text": "We may disclose\\nany of the above categories of information we collect with: our affiliates; business partners to provide you with services that you request; service providers; other parties, including government entities, when required by law or to protect our users and services; social media services pursuant to that service and your settings; and with your consent or in connection with a corporate transaction.\\ncommercial information and financial data, including your payment information, with payment processors and service providers, and\\ndevice information and identifiers and internet or other network or device activity with entities that provide content, advertising, and functionality.\\nPlease see How We Disclose Information above for more information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please see Information We Collect above for more information We may use the above categories of information: to provide and manage the Services you request; to contact you; to deliver advertising; to better understand our readers and users and improve our Services; for bug detection and error reporting; to audit consumer interactions on the Services; to protect the rights of the Services and with your consent. Please see How We Use Information above for more information.} "
    },
    {
      "Text": "We may disclose\\nany of the above categories of information we collect with: our affiliates; business partners to provide you with services that you request; service providers; other parties, including government entities, when required by law or to protect our users and services; social media services pursuant to that service and your settings; and with your consent or in connection with a corporate transaction.\\ncommercial information and financial data, including your payment information, with payment processors and service providers, and\\ndevice information and identifiers and internet or other network or device activity with entities that provide content, advertising, and functionality.\\nPlease see How We Disclose Information above for more information.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Please see Information We Collect above for more information We may use the above categories of information: to provide and manage the Services you request; to contact you; to deliver advertising; to better understand our readers and users and improve our Services; for bug detection and error reporting; to audit consumer interactions on the Services; to protect the rights of the Services and with your consent. Please see How We Use Information above for more information.} "
    },
    {
      "Text": "Sale or sharing of personal information. We engage in targeted (or cross context behavioral) advertising on the Services or on other sites and when we advertise our Services elsewhere. In connection with such advertising, we may share the following categories of information with advertising networks and providers, advertisers, and social media networks, which may be considered a sale under California law and is the processing of personal information for targeted advertising:\\n\\ndevice information and identifiers, such as IP address, and unique advertising identifiers and cookies; hashed identifiers such as contact information, usage information, such as browsing history or app usage; location information, such as city; and inference data.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {commercial information and financial data, including your payment information, with payment processors and service providers, and device information and identifiers and internet or other network or device activity with entities that provide content, advertising, and functionality. Please see How We Disclose Information above for more information.} "
    },
    {
      "Text": "Sale or sharing of personal information. We engage in targeted (or cross context behavioral) advertising on the Services or on other sites and when we advertise our Services elsewhere. In connection with such advertising, we may share the following categories of information with advertising networks and providers, advertisers, and social media networks, which may be considered a sale under California law and is the processing of personal information for targeted advertising:\\n\\ndevice information and identifiers, such as IP address, and unique advertising identifiers and cookies; hashed identifiers such as contact information, usage information, such as browsing history or app usage; location information, such as city; and inference data.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {commercial information and financial data, including your payment information, with payment processors and service providers, and device information and identifiers and internet or other network or device activity with entities that provide content, advertising, and functionality. Please see How We Disclose Information above for more information.} "
    },
    {
      "Text": " Your Privacy Choices.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We may also share or use hashed contact information for this purpose. This activity is known as “sharing” or processing your personal information for targeted ads and may be considered “selling” your personal information under applicable law.} "
    },
    {
      "Text": "Right to Limit. The CCPA also allows you to limit the use or disclosure of your “sensitive personal information” (as defined in the CCPA) if your sensitive personal information is used for certain purposes. ",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {California residents can also turn on the Global Privacy Control (GPC) to opt out of the “sale” or “sharing” of your personal information that is browser based for each participating browser system that you use. Learn more at the Global Privacy Control website .} "
    },
    {
      "Text": "Please note, in the limited circumstances that we process sensitive personal information as defined by the CCPA, we do not use or disclose it other than for disclosed and permitted business purposes for which there is not a right to limit under the CCPA.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Wp Get the full experience. Choose your plan ArrowRight For your choices about your information, you can visit Account Management, Privacy Rights, and Other Choices and Jurisdiction-Specific Privacy Information & Rights below and our Cookie Notice , which outlines your choices about personalized advertising.} "
    },
    {
      "Text": "Retention. We keep your information to fulfill the purposes described above, unless a longer retention is required or permitted by law. Our retention is based upon the amount, nature and sensitivity of the information, the potential risk of harm from unauthorized use or disclosure of the information, the purposes for which we process the information, applicable legal requirements, and our legitimate interests. The purposes for which we process information may dictate different retention periods for the same types of information. For example, we retain your email address as an authentication credential (where applicable) as long as you have an account with us and an additional period of time after that for our legitimate interests and for our fraud and legal compliance purposes. If you opt out of email marketing, we maintain your email on our suppression list for an extended time to honor your opt out. We may delete or de-identify your information sooner if we receive a verifiable deletion request, subject to exemptions under applicable law.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The CCPA also allows you to limit the use or disclosure of your “sensitive personal information” (as defined in the CCPA) if your sensitive personal information is used for certain purposes. Please note, in the limited circumstances that we process sensitive personal information as defined by the CCPA, we do not use or disclose it other than for disclosed and permitted business purposes for which there is not a right to limit under the CCPA.} "
    },
    {
      "Text": "Once a year, California residents can also request certain information regarding our disclosure, if any, of certain categories of personal information to third parties for their direct marketing purposes in the preceding calendar year.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {We may delete or de-identify your information sooner if we receive a verifiable deletion request, subject to exemptions under applicable law. We received the following requests to know and requests to delete from California consumers and other individuals from January 1, 2022 to December 31, 2022: Average number of days to complete Requests to Know Received 53 Completed 7 41.4 Incomplete (due to lack of verification or confirmation of request) 46 N/A Requests to Delete Received 6252 Completed 1645 35 Incomplete  (due to lack of verification or confirmation of request) 4607 N/A We received approximately the following number of requests to opt out from California consumers from January 1, 2022 to December 31, 2022: Average number of days to complete CCPA Requests to Opt Out* Completed 7,473 <1 Incomplete N/A N/A *Number of requests to opt out is approximate due to certain technical limitations and because certain requests are made through third party tools.} "
    },
    {
      "Text": "We do not share personal information with third parties for their own direct marketing purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We received the following requests to know and requests to delete from California consumers and other individuals from January 1, 2022 to December 31, 2022: Average number of days to complete Requests to Know Received 53 Completed 7 41.4 Incomplete (due to lack of verification or confirmation of request) 46 N/A Requests to Delete Received 6252 Completed 1645 35 Incomplete  (due to lack of verification or confirmation of request) 4607 N/A We received approximately the following number of requests to opt out from California consumers from January 1, 2022 to December 31, 2022: Average number of days to complete CCPA Requests to Opt Out* Completed 7,473 <1 Incomplete N/A N/A *Number of requests to opt out is approximate due to certain technical limitations and because certain requests are made through third party tools. Once a year, California residents can also request certain information regarding our disclosure, if any, of certain categories of personal information to third parties for their direct marketing purposes in the preceding calendar year.} "
    },
    {
      "Text": "Changes to this Privacy Policy\\n\\nWe may modify this Privacy Policy from time to time. We will notify you of changes by posting changes here, or by other appropriate means. Any changes to the Privacy Policy will become effective when the updated policy is posted on the Services.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Children’s Privacy We do not knowingly collect any personal information from children under the age of 16 without parental consent, unless permitted by law. If we learn that a child under the age of 16 has provided us with personal information, we will delete it in accordance with applicable law.} "
    }
  ]
}