{
  "policy_id": "99",
  "text": "Privacy Policy Summary | Bass Pro Shops Message Dialog Close You may either: 1) Continue and have the firearm(s) listed below automatically removed from your shopping cart: 2) Cancel and the item listed below will not be added to your shopping cart: You may either: 1) Continue and have the items listed below automatically removed from your shopping cart: 2) Cancel and the firearm listed below will not be added to your shopping cart: You may either: 1) Continue and have the items listed below automatically removed from your shopping cart: 2) Cancel and the item listed below will not be added to your shopping cart: Continue Cancel Display Update Message Shopping Cart Display Updated CHRISTMAS gift guide   |  SHOP NOW CHRISTMAS gift guide My Store: Altoona, IA FREE Shipping on Orders $50+ Boats Off Road Resorts & Restaurants Outdoor Tips CLUB Gift Cards Help Canada Search Suggested keywords menu Suggested site content and search history menu Search Hi, Military Member Bass Pro Shops is pleased to offer a 5% off on ammunition and firearms, and 10% off all other items military appreciation discount to members and their families of the armed forces. Your discount will be applied to eligible items and subtracted from your cart's subtotal. Exclusions apply. My Account Customer Service Customer Service Order History Product Subscriptions Wish List Saved Cards Addresses Change Password Preferences Manage CLUB Account Outdoor Rewards Sign Out CLUB members can now manage their account by clicking on My Account and Signing In Shopping Cart MY CART 0 1 Item Added to Cart Cart Total: $0.00 Taxes calculated during checkout Suggested Items for Your Purchase Suggested Items for You View Cart Continue Shopping 0 Sign In Create an Account Customer Service Hi, Military Member Bass Pro Shops is pleased to offer a 5% off on ammunition and firearms, and 10% off all other items military appreciation discount to members and their families of the armed forces. Your discount will be applied to eligible items and subtracted from your cart's subtotal. Exclusions apply. My Account Customer Service Customer Service Order History Product Subscriptions Wish List Saved Cards Addresses Change Password Preferences Manage CLUB Account Outdoor Rewards Sign Out Menu Fishing Boating Shooting Hunting Camping Men Women Kids Outdoor Rec Home & Gifts Bargain Cave Outdoor Tips Stores Boats Offroad CLUB Gift Cards Help Canada All Fishing Boating Shooting Hunting Camping Men Women Kids Outdoor Rec Home & Gifts Bargain Cave Bass Pro Shops uses cookies to provide a better shopping experience. View our Privacy Policy to learn more. CLOSE Privacy and Security Statement This Privacy and Security Statement (“Statement”) applies to all mobile applications, websites and domains owned by our family of companies linking to or posting this Statement, including Bass Pro Shops, Cabela’s, White River Marine Group, White River Financial Services, American Rod & Gun, Ranger Boats, Ranger Cup, Ascend, Tracker Off Road, Sun Tracker Boats, Regency Boats, Tahoe Boats, Mako Boats, Tracker Boats, Nitro Boats, and Triton Boats (the “Sites”). Please read this Statement and the Community Guidelines and Terms of Use before purchasing, using, or submitting content in any form or medium for publication on the Sites. By using our services and accessing the Sites, you are consenting to the information collection and use practices described in this Statement and the Community Guidelines and Terms of Use. This Statement does not apply to information collected offline by us (unless specifically stated). In this Statement, \"we,” “our,” or “us\" refers to the operators of the Sites. Some Terms We Use In This Statement Top Personal Information is any information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular individual. Cookies are small text files containing unique identification numbers that your web browser software transfers from a Site to your computer when you visit the Sites. We use Cookies to help us recognize your browser, make it easier for you to use the Sites and help us customize your experience. Our use of Cookies is described more fully below. A Corporate Affiliate is an entity owned by or under common ownership with us. A Business Partner is an entity with which we have an ongoing business relationship to provide data analysis, to assist in developing a Site or to provide marketing services, specialized products or services or information to visitors to the Sites. Personal Information You Provide Through The Sites And How We May Use It Top You are not required to provide Personal Information to browse the Sites. If you choose to purchase products and/or services from the Sites, you may be asked to provide your name, credit card information, telephone number (in case our customer service personnel need to reach you about your order), mailing and/or shipping address, email address. If you choose to create an online account, you may provide your name, address, telephone number, email address or other information you choose to provide. To participate in or submit content to one of our Sites or to view exclusive content on the Sites, you will be required to have an online account. If you request a catalog, we may ask for your mailing address. If you ask to receive our newsletters or send a Wish List or Email-A-Friend message, we may ask for an email address. If you participate in surveys or contests, we may ask for your contact information, qualifying information, opinion and background information, such as your age, gender, approximate household income, type of outdoor sport you enjoy, frequency in which you engage in your sport, and where you go to enjoy your sport. Those seeking Career Opportunities may be asked to provide contact, background, education and employment information. If you participate in our online communities, any information you post is publicly accessible. If you download one of our mobile applications (“App”), we will collect your name and contact information, as well as information about your device, so that we can identify you when you connect with us. If you enroll in one of our text message programs we will collect your mobile phone number in order to send text messages to you; we do not share mobile subscriber data with third parties other than our text message service provider who is not permitted to use it for their own purposes. We may use your information for our general commercial purposes, including: Providing information about our products, services and special events and those of third parties which we believe may be of interest to you. Processing and fulfilling your purchase order or request for information, contacting you regarding your order, or answering any questions/concerns you might have regarding your order. Customizing your Site experience and speeding up the shopping process by remembering you through your online account. Allowing registered members to submit content to our Sites and participate in our communities, online ratings and reviews, talk forums, chats, blogs and outdoor questions and answers forums, and providing them with access to exclusive content. Conducting surveys to assess customer satisfaction and preferences. Administering contests or sweepstakes. Allowing you to create a wish list and email a personal greeting to a friend with your information. Considering and processing applications for employment. Offering and operating our mobile Apps. Personal Information We May Collect From Other Sources Top We may receive information about you from third-party sources when you allow us access to your data through a third-party service to create a Site profile or when a friend provides us your information. We may also receive information about you from third parties in connection with your use of our Apps. For example, if you enroll in the Pay with Rewards program on our App, we may receive transaction information from your payment card network (e.g., Mastercard), which we use to operate that program so that you may redeem points under that program’s terms. In addition, we may receive information from social networking sites, databases, online marketing firms, and ad targeting firms, including: Personal information about you, including user name and connection list, email address and password, if you access any of the Sites using a third-party social networking application or feature, such as Facebook Connect, through which you allow us to collect (or the third party to share) information about you; Personal information about you if other users of a third-party website give us access to their profiles and you are one of their \"connections\" or information about you is otherwise accessible through your \"connections\" web page, profile page, or similar page on a social networking or other third-party website or interactive service; Demographic data, such as your age range, gender, and interests; Information about your advertising interaction and viewing data, such as if you click on certain advertisements; Your name and email address if a Site user gives information about the Sites to you, such as through the \"Email-a-Friend\" feature; and References and background checks for job applicants. With the exception of information collected through the \"Email-A-Friend\" feature (which is only used to forward messages from you), we may combine the information we collect about you through the Sites with records from third-party sources in order to improve our ability to serve you, to tailor our content to you and to offer you opportunities to purchase products or services that we think may be of interest to you. Please note that if we combine the information we receive from third-party sources with information we collect through the Sites, we will treat it in accordance with this Statement. How We May Share the Information Collected Top We may share your Personal Information as provided in this Statement. We may share Personal Information with our Corporate Affiliates. We may provide Personal Information to our agents, outside vendors or service providers to perform functions on our behalf (e.g., analyzing data, providing marketing assistance, providing customer service, processing orders, sending emails about our products or services, etc.). We do on occasion share your name and mailing address with other companies that, in our judgment, are similar to us or our Corporate Affiliates for marketing and promotions of their products and services where we believe that their products and services would be of interest to you. We may also sell, transfer or otherwise disclose Personal Information, including, but not limited to, your name and mailing address, in connection with a corporate transaction, such as a merger, consolidation or sale of some or substantially all of our assets. We may use or disclose your Personal Information to comply with the law, applicable regulations, governmental and quasi-governmental requests, court orders or subpoenas, to enforce our Community Guidelines and Terms of Use and to protect the rights, property, safety or interests of our company, our Corporate Affiliates or others. We may share aggregated or anonymized information with third parties without restriction. We may use third party-placed tracking pixels and Cookies and related or similar technologies to help us understand how to improve the customer experience on our Sites, to personalize our content, develop and improve our products and services,\n        including advertising and personalize ads you see for BPS on third-party websites and mobile applications, including social media. Pay With Rewards Program. If you enroll in the Pay with Rewards program, we may share your information with Mastercard in order to allow you to redeem points in accordance with that program. You can opt out of this sharing by unenrolling in the Pay with Rewards program. If you enroll in the Pay with Rewards program, you authorize your payment card network (e.g., Mastercard) to monitor activity on your selected payment card(s) and to share certain transaction data with us and our service providers so that you may redeem points under that program’s terms. You can withdraw your authorization and stop this sharing by unenrolling from the Pay with Rewards program. Amway Purchases. If you purchase our goods or services on Amway.com, we will share with Amway the Amway IBO number and the dollar amount of each purchase. If you are a member of the Amway program and you do not want us to disclose that information, then you must contact Amway directly. Opting out of having us disclose information to Amway will most likely preclude you from participating in the special membership or rewards program offered by Amway. How You Can Control The Use Of Your Personal Information Top If you would like to change your Personal Information in our records or remove your name from our catalog or postal mailing list or from lists we share with other selected companies, contact us using one of the methods set out in the Contacting Us section below. If you are an online registered member, you can access \"Your Account\" to update the Personal Information you have stored online. You may opt out of receiving our email newsletters at any time by choosing the unsubscribe link provided in each email. You may also be able to edit your email preferences on \"Your Account\" page. We will honor your requests to change or delete your Personal Information in compliance with applicable law. Requests to remove Personal Information from marketing lists will apply to future mailings and future sharing of information, not to past disclosures or use. Please remember that we do not have access to, or control over, advertisers' or service providers' cookies, and the information practices of third parties are not covered by this Statement. Certain Technical Information You Should Know Top OUR USE OF COOKIES AND GIFS We may collect information about how users navigate through a Site during thousands of Site visits. For example, we use Cookie technology: to track which pages on Sites our visitors view and which web browsers they use. We analyze this information in aggregate to improve the Sites by making them more responsive to the needs and preferences of our users. when you register on the Sites so that each time you visit the Sites we can remember your specified area of interest and any other information you have voluntarily provided and saved. to track the items you placed in your shopping cart during a single shopping session and to enable us to provide better service to you by maintaining your shopping cart between visits (so you do not have to enter each item again) and to send cart reminders to you if you are enrolled in our text message program. to help us understand our Site traffic patterns to determine our visitors’ interests and needs. Because we rely on Cookies to make the shopping experience easier and more tailored to your needs, your browser must be set to accept Cookies before you can place an order. If you would like more information about how Cookies work, go to http://www.cookiecentral.com. We may use a software technology called clear gifs (a.k.a. Web Beacons/Web Bugs) that helps us better manage content on the Sites by informing us about the content that is of interest to our customers. Clear gifs are tiny graphics with a unique identifier, similar in function to cookies, and are used to track the online movements of web users by collecting information such as a visitor's cookie number, the time, date, duration and number of page views, a description of the page where the web beacon is placed, and details about any items that were purchased. In addition, we may use clear gifs in our HTML-based emails to let us know which emails the recipients have opened. This allows us to gauge the effectiveness of certain communications and our marketing campaigns. If you would like to opt out of receiving these emails, see the “How You Can Control the Use of Your Personal Information” section. We do not currently employ technology that responds to do not track signals from your browser. BUSINESS PARTNER COOKIES, PIXELS AND WEB BEACONS We may permit some of our Business Partners (such as the administrator of the online application for our co-branded credit card or our analytic service providers, social commerce providers, or personalized advertising service providers) to use Cookies, pixels, web beacons or similar technologies on our Sites that may collect information about your activities on the Sites as well as technical information from your computer (such as IP address, browser type, etc.) and information about your online activities across other websites and over time. We have no access to or control over these Cookies and other technologies once we have given permission to our partners to set such Cookies or other technologies. How We Strive To Protect Personal Information Top We use reasonable technical, administrative and physical measures to protect information contained in our system against misuse, loss or alteration. We use SSL technology to keep others from intercepting your information while it is being transmitted across the Internet. To ensure you are in SSL or secure mode for your transactions, look at the address of the page. Secure pages will usually appear with an address that begins with https:// rather than the standard http:// and will include a closed padlock icon. No data transmission over the Internet or any wireless network can be guaranteed to be absolutely secure. Therefore, we do not warrant or ensure the security of any information sent to us online. While we take steps to protect your Personal Information and keep it secure, you also play a role in protecting your information. You can help to maintain the security of your online transactions by not sharing your user name or password with anyone. If we receive instructions using your log-in information and password, we will assume that the instructions have been authorized by you. Any information or content that you post or upload to the Sites or our communities is publicly available and is not secure. Likewise, emails sent to and from the Sites are not secure; please do not use email to transmit sensitive information to us. We will rarely, if ever, request Personal Information in an unsolicited email to you. If you have any question about the genuineness of an email you receive that appears to be from us, please contact us using the information in the Contacting Us section below and do not furnish Personal Information in response to the email unless its authenticity can be verified. Our Policies Regarding Children Top We do not sell products for purchase by children; however, we do sell children's products for purchase by adults. If you are under 18 years of age, please do not submit any information without the express consent and participation of a parent or guardian. We will not knowingly collect Personal Information about any person under 13 years of age. If you believe that we have information from or about anyone under 13 years of age, please notify us using one of the methods set out in the Contacting Us section below. Links To Other Sites Top We provide links on occasion to other websites we think you may enjoy. These websites operate independently of our family of companies and have established their own privacy and security policies. For the best online experience, we encourage you to review these policies before submitting any Personal Information to those websites. Consent To Transfer Top The Sites are operated in the United States. Please be aware that any information you provide to us will be transferred to the United States. By using a Site from outside the United States and/or providing us with your Personal Information through a Site, you consent to this transfer. If You Are A Citizen Of Canada Top Canadian citizens, except under circumstances defined by law, are entitled to access their Personal Information collected by us by writing to us at the address set out in the Contacting Us section below. We may ask you to pay an administrative fee for accessing or copying your information, but will inform you of the anticipated charges and confirm that you want us to proceed before processing your request. If you believe that the Personal Information about you that we have collected is incomplete or inaccurate, we will correct the information upon verification that an omission or error exists and that the Personal Information relates to the person requesting the correction. If you would like to request additional information about our Personal Information management practices or access or correct or have us investigate any matters in relation to your Personal Information, please contact us using one of the methods set out in the Contacting Us section below. If You Are A Resident Of Nevada Top We do not transfer personal information for monetary consideration. If you would like to tell us not to sell your information in the future, please email us at the email address set out in the Contacting Us section below with your name, postal address, telephone number and email address with “Nevada do not sell” in the subject line. If You Are A Resident Of California Top YOUR CALIFORNIA PRIVACY RIGHTS (SHINE THE LIGHT ACT) If you are a California resident, you have the right to request information from us regarding the manner in which we share certain categories of your personal information with third parties for the third parties' direct marketing purposes. California law provides that existing customers have the right to submit a request to us once a year at the designated address for and receive the following information: the categories of information we disclosed to third parties for the third parties’ direct marketing purposes during the preceding calendar year; the names and addresses of third parties that received such information; and if the nature of a third party's business cannot be reasonably determined from the third party's name, examples of the products or services marketed. You are entitled to receive a copy of this information in a standardized format, and the information will not be specific to you individually. Our designated email address for such requests is privacy@basspro.com. If You Are A Resident Of California, Colorado, Connecticut, Utah or Virginia Top If you are a resident of California, Colorado, Connecticut, Utah or Virginia, the following provisions may apply to our processing of information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household (“personal information”) subject to the California Consumer Privacy Act of 2018/ Privacy Rights Act, the Colorado Privacy Act, the Connecticut Personal Data Privacy Act, the Utah Consumer Privacy Act, and the Virginia Consumer Data Protection Act (collectively the “Privacy Laws”). Colorado, Connecticut, Utah and Virginia define a ‘Consumer’ as a resident of the state who is acting in an individual or household capacity, but this excludes state residents who are acting in an employment capacity (as one of our current, former or prospective employees) or in a commercial capacity (as an employee, owner, director, officer, etc. of an entity communicating with us in that context).  As a result, if you reside in one of these states and have interacted with us in an employment or commercial capacity you are not provided the rights described below by the Privacy Laws. California defines a ‘Consumer’ as any resident of the state regardless of the capacity in which they interact with us. Attention current, former and prospective employees residing in California: please learn about your Privacy Law rights and how to exercise them by contacting us by phone at 888-720-7975, by email at hrcompliance@basspro.com or by visiting our web page here. For Consumers, the provisions of this section prevail over any conflicting provisions of this Privacy Statement. We adopt this section of our Privacy Statement to comply with the Privacy Laws of and any terms defined in the Privacy Laws have the meaning set forth in the law of your state of residence when used in this section. INFORMATION COLLECTED, SOURCES, AND BUSINESS PURPOSE FOR COLLECTION Top The following table lists the categories of Consumer personal information, whether we have collected information in the category during the past 12 months, the sources of the information, and the business purposes for which we collect and use the information.  The categories of information include information we collect from our website visitors, registered users, employees, vendors, suppliers and any other person that interacts with us either online or offline. Not all information is collected about all individuals.  For instance, we may collect different information from applicants for employment or from vendors or from customers. Category Of Information Collected? Source Business purposes* for use A. Identifiers (name, alias, postal address, email address,  phone number, fax number, account name, Social Security number, driver's license number, passport number, unique personal identifier, IP address) Yes Individuals submitting information to us; information we automatically collect from site visitors; information we may receive from third-parties. Auditing relating to transactions; \n            security detection, protection and enforcement;\n            functionality debugging/error repair;\n            ad customization;\n            performing services for you;\n            internal research and development;\n            quality control. B. Protected Information (name with: Social security number, driver’s license or state ID number, financial account, medical, health, and health insurance information, user name and password) Yes Individuals submitting information; employment applications; employees. Auditing relating to transactions (employee administration); \n            security detection, protection and enforcement;\n            performing services for you;\n            quality control. C. Protected anti-discrimination classification information (Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).) Yes Individuals submitting information. Auditing relating to transactions (employee and vendor administration); compliance with law. D. Commercial information (transaction history, products/services purchased, obtained or considered, product preference) Yes Individuals submitting information; information we automatically collect from site visitors; information we may receive from third-party marketing or data partners. Auditing relating to transactions; \n            security detection, protection and enforcement;\n            functionality debugging/error repair;\n            ad customization;\n            performing services to you;\n            internal research and development;\n            quality control. E. Electronic network activity (browsing or search history, website interactions, advertisement interactions) Yes Information automatically collected from site visitors. Auditing relating to transactions; \n            security detection, protection and enforcement;\n            functionality debugging/error repair;\n            ad customization;\n            performing services for you;\n            internal research and development;\n            quality control. F. Audio, video or similar information (customer service calls, security monitoring) Yes Individuals submitting information; information we collect for security purposes. Security detection, protection and enforcement;\n            functionality debugging/error repair;\n            performing services for you;\n            internal research and development;\n            quality control. G. Biometrics No Not collected. Not collected. H. Geolocation Yes Information we automatically collect from site visitors. Auditing relating to transactions; \n            ad customization;\n            performing services for you;\n            internal research and development; I. Professional, educational or employment related information Yes Information submitted by individuals; information received from third parties in connection with vendor or employment status or applications; information we observe in connection with vendor or employment oversight. Auditing relating to transactions (employee and vendor administration); \n            security detection, protection and enforcement;\n            performing services for you;\n            internal research and development;\n            quality control;\n            compliance with law. J. Non-public  educational information (Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records). No Not collected Not collected K. Sensitive Personal Information (social security, driver’s license, state identification card, or passport number, account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account, precise geolocation, consumer’s racial or ethnic origin, religious or philosophical beliefs, or union membership, genetic data, biometric information, health, sex life or sexual orientation.) Yes Information submitted by individuals; information received from third parties in connection with vendor or employment status or applications; information we observe in connection with vendor or employment oversight. Identity verification; \n            employment and benefits administration; \n            vendor oversight; \n            security detection, protection and enforcement;\n            compliance with law. L. Inference from the above (preferences, characteristics, behavior, attitudes, abilities, etc.) Yes Internal analytics Auditing relating to transactions; \n                security detection, protection and enforcement;\n                ad customization;\n                performing services for you;\n                internal research and development;\n                quality control. *More specifically, the business purposes include: 1. Performing services for you: To administer or otherwise carry out our obligations in relation to any agreement to which we are a party; To assist you in completing a transaction or order; To allow tracking of shipments; To prepare and process invoices; To respond to queries or requests and to provide services and support; To provide aftersales customer relationship management; To create and manage our customer accounts; To notify you about changes to our services and products; To administer any promotion, contest, survey, or competition; To provide you information regarding our products and services; and To offer our products and services to you in a personalized way, for example, we may provide suggestions based on your previous requests to enable you to identify suitable products and services more quickly. 2. Advertising customization. For marketing and promotions we believe you may find of interest and to provide you, or allow selected third parties to provide you, with information about products and services that may interest you. 3. Auditing relating to transactions, internal research and development. To provide for internal business administration and operations, including troubleshooting, Site customization, enhancement or development, testing, research, administration and operation of our Sites and data analytics; To create products or services that may meet your needs; and To measure performance of marketing initiatives, ads, and websites “powered by” another company on our behalf. 4. Security detection, protection and enforcement; functionality debugging, error repair. As part of our efforts to keep our Sites safe and secure; To ensure the security of your account and our business, preventing or detecting fraud, malicious activity or abuses of our Sites, for example, by requesting verification information in order to reset your account password (if applicable); To ensure the physical security of our premises through the monitoring of surveillance images To resolve disputes, to protect the rights, safety and interests ourselves, our users or others, and to comply with our legal obligations. 5. Quality control. To monitor quality control and ensure compliance with our legal obligations, codes and ordinances, policies and procedures, To develop and improve our products and services, for example, by reviewing visits to the Sites and various subpages, demand for specific products and services and user comments. PROCESSING SENSITIVE PERSONAL INFORMATION Top We collect and process Consumers’ Sensitive Personal Information for the purposes disclosed at the time we collect this information.  We do not process this information for purposes other than the purpose for which it was originally collected unless required by law..  We use and process Sensitive Personal Information collected from California employees, job applicants or vendors (including racial or ethnic origin, religious beliefs, mental or physical health diagnosis, sexual orientation, or citizenship or immigration status) to comply with laws including anti-discrimination laws and disability accommodation laws. We use Sensitive Personal Information from other Consumers (including racial or ethnic origin, religious beliefs, mental or physical health diagnosis, sexual orientation, or citizenship or immigration status) to provide disability accommodations. DISCLOSING PERSONAL INFORMATION Top From time to time we disclose Consumer information as described below.  This includes disclosing information to service providers (such as payment processors, mail houses, marketing partners, shipping partners, employee benefits partner); affiliated companies; strategically aligned businesses; professional advisers (such as lawyers, bankers, staffing partners, auditors and accountants); and, when required by law, to regulators or law enforcement. A. Disclosure of Personal Information for a Business Purpose. We may disclose your personal information to service providers and others for a business purpose. The business purposes are listed above. When we disclose Consumer personal information for a business purpose, we enter into a contract that describes the purpose and requires the recipient to both keep that personal information confidential and not use it for any purpose except performing the contract. In the preceding twelve (12) months, we may have disclosed the following categories of Consumer personal information to service providers (such as payment processors, mail houses, marketing partners, shipping partners, employee benefits partner); affiliated companies; strategically aligned businesses; professional advisers (such as lawyers, bankers, staffing partners, auditors and accountants); and, when required by law, to regulators or law enforcement. Not all information is disclosed to the above; photographs posted by site users are available to the public: Category A: Identifiers. Category B: Protected personal information. Category C:  Protected anti-discrimination classification information. Category D:  Commercial Information Category E: Electronic network activity information Category F: Audio, video or similar information Category H: Geolocation Category I: Professional or employment-related information. Category K: Sensitive personal information Category L: Inferences B. Disclosing Personal Information in Sale Arrangements We do not sell personal information for monetary consideration but we may transfer Consumer information to a third party that provides us with services such as helping us with advertising, data analysis and analytics, and security, which may fall under the definition of for “other valuable consideration” and which may therefore be considered a “sale” under some of the Privacy Laws. We do not sell the personal information of Consumers we actually know are less than sixteen (16) years of age. Please see below for opting out of having your information sold. In the preceding twelve (12) months we may have disclosed the following categories of information for a business purpose which falls within the definition of a ‘sale.’ Category A: Identifiers. Category D:  Commercial Information Category E: Electronic network activity information Category H: Geolocation Category L: Inferences C. Sharing Personal Information for Behavioral or Cross-Context Marketing or Targeted Marketing Sharing Consumer personal information means making it available to a third party so that they can use it to display targeted or cross-context behavioral advertisement to you. Cross-context behavioral or targeted advertising means that we display an advertisement to you that is selected based on personal information about you that we obtained or inferred over time from Consumers’ activities across other companies’ websites, applications or online services that we use to predict Consumers’ preferences or interests.  Targeted advertising does not include using Consumers’ interactions with us or information that Consumers provide to us to select advertisements to show them. In the preceding twelve (12) months, We have shared the following categories of personal information of non-minors for behavioral or cross context or targeted advertising. Category A: Identifiers. Category D:  Commercial Information Category E: Electronic network activity information Category H: Geolocation RETENTION OF PERSONAL INFORMATION Top We will store Consumer personal information in a form which permits us to identify Consumers, for as long as necessary for the purpose for which the personal information is processed.  We may retain and use such personal information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements and rights, or if it is not technically reasonably feasible to remove it. We retain information Consumers provide in connection with requests made under the Privacy Laws for a period of two years. CONSUMERS’ RIGHTS AND CHOICES Top The Privacy Laws provide Consumers in California, Colorado, Connecticut, Utah and Virginia with specific rights regarding their personal information. This section describes Consumers’ rights under the Privacy Laws, explains how to exercise those rights, and provides information about the response timing and format and your rights to appeal our decisions. A. Access to Information and Data Portability Rights Consumers have the right to request that we disclose certain information to Consumers about our information collection and disclosure practices. Consumers also have the right to request a copy of the specific pieces of personal information we collected about them.  Once we receive and confirm a verifiable Consumer request, we will disclose: The categories of personal information we collected about you, the sources of the information, our business or commercial purpose for collecting the information and whether the information was disclosed for a business purpose, shared or sold. The categories of information we disclosed for a business purpose and the categories of information we sold or shared during the prior 12 months along with the categories of recipients of such information. The specific pieces of personal information we collected about you during the prior 12 months, or, at your option, since January 1, 2022. Please note that this disclosure will not include data generated to help ensure security and integrity or as prescribed by regulation. We will endeavor to provide the information in a format that is readily useable, including by mailing you a paper copy or providing an electronic copy to your registered account, if you have registered an account with us. B. Consumers’ Deletion Request Rights Consumers have the right to request that we delete any of your personal information that we collected from them and retained, subject to certain exceptions. Once we receive and confirm a verifiable Consumer request, we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies. We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to: Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you. Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities and to help to ensure security and integrity to the extent the use of your personal information is reasonably necessary and proportionate for those purposes. Debug products to identify and repair errors that impair existing intended functionality. Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law. Comply with the California Electronic Communications Privacy Act (Cal. Penal Code § 1546 et. seq.). Engage in public or peer-reviewed scientific, historical, or statistical research that conforms or adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s ability to complete such research, if you previously provided informed consent. Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us and compatible with the context in which you provided the information. Comply with a legal obligation. Make other internal and lawful uses of that information that are compatible with the context in which you provided it C. Consumers’ Information Correction Rights Consumers have the right to request that we correct information that we hold which is inaccurate.  We will require that you provide information about yourself so that we can verify your identity before we can make any change in the information we hold about you and we will use commercially reasonable efforts to make the requested corrections.  In some cases, for instance if you have an account with us, you can update your information by logging into your account. D. Consumers’ Opt-Out Rights Do Not Sell My Personal Information. If you are 16 years of age or older, you have the right, at any time, to direct us to not sell your personal information. We do not sell the personal information of Consumers we actually know are less than 16 years of age, unless we receive affirmative authorization (the \"right to opt-in\") from either the consumer who is at least 13 but not yet 16 years of age, or the parent or guardian of a consumer less than 13 years of age. Consumers who opt-in to personal information sales may opt-out of future sales at any time. Do Not Share My Personal Information; Targeted Advertising. Consumers have the right to opt out of having their personal information shared for cross context behavioral advertising purposes and having their information used for targeted advertisements.  When Consumers opt out we will not share their personal information with others that they can use to send the Consumer targeted advertisements and we will not use information we obtain over time from Consumers’ activities with third party companies to show advertisements.  We can still use information that we receive from your interactions with us to select advertisements we think may be of interest to you. Limit Processing of Sensitive Personal Information. Consumers have the right to tell us not to process Sensitive Personal Information for any purpose other than the purpose for which we originally collected it. Consumer Profiles. Consumers have the right to direct us not to engage in profiling using their personal information.  Profiling is any automated processing performed on personal information that is used to evaluate, analyze, or predict personal aspects related your economic situation, health, personal preferences, interests, reliability, behavior, location, or movements. EXERCISING CONSUMERS’ RIGHTS Top A. Making a Consumer Request Consumers may make a verifiable Consumer request for access or data portability only twice within a 12-month period. All other requests may be made at any time. We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you. We will only use personal information provided in a verifiable Consumer request to verify the requestor’s identity or authority to make the request. Access, Correction and Deletion. To exercise the access, correction, and deletion rights Consumers may contact us by calling us at 888-720-7975 or visiting our disclosure request page here. We will ask you for information that allows us to reasonably verify your identity (that you are the person about whom we collected personal information) and will use that information only for that purpose. We may request that you submit a signed statement under penalty of perjury that you are the individual you claim to be. Any disclosures we provide will only cover the 12-month period preceding the verifiable consumer request's receipt. However, you may request that we disclose the required information beyond the 12-month period, and we will honor that expanded request unless doing so would  involve a disproportionate effort. Your right to request required information beyond the 12-month period, and our obligation to provide that information, shall only apply to personal information collected on or after January 1, 2022. Opt-Out Rights. To opt out of the sale of your personal information or the sharing of your personal information or to ask us to limit processing of your Sensitive Personal Information, you  may submit a request to us by visiting our Do-Not-Sell or Share/ Limit Processing web page here. You may also call us toll free at 888-720-7975. You may also opt out by activating a user-enabled global privacy control, such as a browser plug-in or privacy setting, device setting, or other mechanism, that communicates or signals your choice to opt-out of the sale and sharing of personal information. When we receive such a signal we will stop setting third party, analytics, or advertising partner cookies on your browser.  This will prevent the sale or sharing of information relating to that specific device through cookies to our advertising or analytics partners. This option does not stop all sales or sharing of your information because we cannot match your device’s identification or internet protocol address with your personally identifiable information like your name, phone number, email address or ZIP Code. If you delete cookies on your browser, any prior do not sell or do not share signal is also deleted and you should make sure that your user-enabled setting is always activated. B. Using an Authorized Agent. You may submit a request through someone holding a formal Power of Attorney.  Otherwise, you may submit a request using an authorized agent only if (1) the person is registered with the Secretary of State to do business in California, (2) you provide the authorized agent with signed written permission to make a request, (3) you verify directly with us that you have authorize the person to make the request on your behalf, (4) you verify your own identity directly with us and (5) your agent provides us with proof that they are so authorized.  We will require the agent to submit proof to us that they have been authorized to make requests on your behalf. C. Our Responses. We will acknowledge receipt of your request for access, correction or deletion within 10 business days and will endeavor to respond within forty-five days of receipt of your request, but if we require more time (up to an additional forty-five days) we will notify you of our need for additional time. For data portability requests, we will select a format to provide your personal information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance (e.g. Microsoft Excel file and/or Adobe PDF file). For requests for deletion of your information, please understand that Privacy Laws permit us to retain certain information and not delete it under certain circumstances noted above in the description of Information Deletion Request Rights. For requests that we not sell or share your information or limit processing or Sensitive Personal Information we will comply with your request promptly, and at least within 15 business days. Once we receive your request we will wait at least 12 months before asking you to reauthorize personal information sales or sharing. We cannot respond to your request or provide you with personal information if we cannot verify your identity and confirm that the personal information relates to you. We do not charge a fee to process or respond to your verifiable Consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request. NON-DISCRIMINATION Top We will not discriminate against you as a result of your exercise of any of these rights.  Unless permitted by the Privacy Laws, we will not: Deny you goods or services. Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties. Provide you a different level or quality of goods or services. Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services. NOTICE OF FINANCIAL INCENTIVE Top We offer incentives to customers that involve our collection of their personal information.  The information collected and retained is described above and include identifiers, commercial information, electronic network activity and location information. Benefits offered through our promotional programs such as coupons, invitations to select events, or early access to sale events, may be deemed to be a ‘financial incentive’ or ‘differential services’ under the Privacy Laws. We currently offer the following promotional programs in connection with the collection and retention of personal information: Outdoor Rewards®. We offer rewards to customers who enroll in our Outdoor Rewards program. Anyone can enroll in the Outdoor Rewards program simply by providing their name, address, email address, phone number and date of birth.  No purchase is necessary to join.  Members can earn points by making purchases online, through a catalog or at one of our retail stores.  One point is earned for each dollar spent on qualifying merchandise and points can be redeemed at the rate of 100 points for $2.00 off a future merchandise purchase. Members receive additional benefits such as being able to access our stores before official opening hours to special events, or receiving invitations to special events not available to noon-members.  These benefits do not require the member to make any purchase or to have any points in their account. California members can exercise their CPRA rights without any effect on their status or benefits as an Outdoor Rewards member.  Members can cancel their participation at any time. You can learn more about this program and how to enroll here Bass Pro Shops , Cabela’s . Our good faith estimate of the value of your personal information is the value of the benefit we offer to you. We have calculated such value by using the expense related to the benefit. Limited Time Promotions. We may offer incentives limited to a specific time such as sweepstakes, contests or other promotional events.  Participation is governed by the applicable terms and conditions, such as the Official Rules for a sweepstakes or contest and will also describe any financial incentives or prizes associated with the promotion. Co-Branded Credit Cards. We partner with Capital One who offers qualified individuals credit cards bearing our brands’ names.  Cardholders are automatically enrolled in the Outdoor Rewards program and receive Outdoor Rewards points for purchases made with their co-branded credit card. The amount of points per dollar spent may depend on the annual spending level of the cardholder. Personal information received from our credit card partner may include information for servicing and facilitating the member’s point earnings through use of the credit card. We may also receive the member’s category level spend (e.g., how much the member spent on groceries) and information that may assist in presenting relevant ads to our members and non-members. To learn more about this program, how to apply and how to cancel here Bass Pro Shops , Cabela’s . Card application information is provided to Capital One who makes all credit decisions and who operates the program.  California cardholder can exercise all of their CPRA rights without affecting their participation or benefits. Our good faith estimate of the value of the information provided is the value of the benefit we offer to you. We have calculated such value by using the expense related to the benefit. Appealing denied requests Top We offer incentives to customers that involve our collection of their personal information.  The information collected and retained is described above and include identifiers, commercial information, electronic network activity and location information. Benefits offered through our promotional programs such as coupons, invitations to select events, or early access to sale events, may be deemed to be a ‘financial incentive’ or ‘differential services’ under the Privacy Laws. We currently offer the following promotional programs in connection with the collection and retention of personal information: Call 888-720-7975 or visit our disclosure request page here. We will respond to you in writing within 45 days explaining the reasons for our decisions.  If we deny your appeal you can contact your state Attorney General at: Colorado residents: Office of the Attorney General Colorado Department of Law Ralph L. Carr Judicial Building 1300 Broadway, 10th Floor Denver, CO 80203 720-508-6000 Connecticut residents: Office of the Attorney General 165 Capitol Avenue Hartford, CT 06106 860-808-5318 Utah residents: Utah State Capitol Office Mailing Address Office of the Attorney General PO Box 142320 Salt Lake City, UT 84114-2320 General Office Number: 1-801-366-0260 Virginia residents: Office of the Attorney General 202 North Ninth Street Richmond, Virginia 23219 (804)786-2071 California residents (not available) Applicable Law/Jurisdiction Top You agree that the laws of the state of Delaware, excluding its conflict-of-laws rules, shall govern this Statement. Please note that your use of the Sites may be subject to other local, state, national, and international laws. You expressly agree that exclusive jurisdiction for resolving any claim or dispute with us or relating in any way to your use of the Sites resides in the state and federal courts of Kent County, Delaware, and you further agree and expressly consent to exercise of personal jurisdiction in the state and federal courts of Kent County, Delaware. Updates To This Statement Top We reserve the right to make changes at any time to this Statement and/or alter the look, content and functionality of our Sites. However, if we change how we use your Personal Information, we will post the policy change notification here, update this Statement accordingly and post a new effective date. We encourage you to periodically review this Statement for the latest information on our privacy and security policies. Contacting Us Top For further information questions or concerns about this Statement, please: email us at: privacy@basspro.com , and include your name, address, telephone number, email address, and a note of instruction; or Call us toll free at 1-888-720-7975 or Write to us at: Bass Pro Shops Attention Customer Service Privacy Director 2500 E. Kearney Springfield, Missouri 65898 and include your name, address, telephone number, and a note of instruction. Effective Date: May 22, 2023. <img src=\"https://www.basspro.com/akam/13/pixel_325552bf?a=dD1iODFkNjk2NTE5YjJmY2MyOTE0Nzk3YmI2MzE0ZjQ3NDE1ZDY1NzI5JmpzPW9mZg==\" style=\"visibility: hidden; position: absolute; left: -999px; top: -999px;\" /> CONTACT BASS PRO SHOPS Live Chat Email Us 1-800-227-7776 FAQs Support ID: UBD516150363 ? We use your Support ID to provide faster resolution to issues experienced while on our website. Please provide this ID when contacting support via phone, email or chat. Help Help Order Status Returns Shipping Information Product Subscriptions Size Chart Embroidery Services Rod & Reel Repair Boat & Boat Centers Tracker Off-Road Resources Resources Outdoor Tips Gift Registry Online Catalogs Business Sales Wildlife Creations Military Discount Restaurants Used Guns Outdoor Rewards Promotions About Us About Us Find a Store Careers Company News Bass Pro Shops Story About Our Founder Our Community Conservation Affiliate Program Cabela’s Sign Up Sign Up For Exclusive Deals & Offers You can unsubscribe at any time. Contact Us | Privacy Policy I agree to receive special offers, promotions, and catalog announcements Checkbox must be selected before you can receive exclusive deals and offers Sign Up Sign Up for SMS Messaging Get Our Free Catalog Download Our Mobile App Follow US On Proud Partners Gift Card Terms & Conditions Recall Information UPDATED Terms of Use + Community Guidelines Accessibility Policy UPDATED Privacy Policy CA TSCA Disclosure Do Not Sell Or Share My Personal Information Errors & Limitations Site Map If you are using a screen reader and are having problems using this website, please call 1-800-227-7776 for assistance. ©2006 - 2023 BPS Direct, L.L.C. All Rights Reserved | Huntsman Holdings, LLC 20231023-1504 x Product Comparison x Product Comparison The maximum number of products that can be compared is 4. Please refine your selection. OK Inactivity Warning Dialog x Your session is about to timeout due to inactivity.  Click OK to extend your time for an additional 0 minutes. OK Item Added x Item Added Continue Shopping View List x Select a Store Check for Availability Use My Current Location ???SEARCH_CATALOGS??? Only show stores that are In Stock Cabela's Prairie du Chien 33901 St Hwy 35 Prairie du Chien, WI 53821 Store Availability 103 mi Store Details Thursday 9:00 am - 9:00 pm Friday 9:00 am - 9:00 pm Saturday* 9:00 am - 9:00 pm Sunday 10:00 am - 7:00 pm Monday 9:00 am - 9:00 pm Tuesday 9:00 am - 9:00 pm Wednesday 9:00 am - 9:00 pm *Special Hours Save as my Store Bass Pro Shops East Peoria 1000 Bass Pro Shops Dr East Peoria, IL 61611 Store Availability 119 mi Store Details Thursday 9:00 am - 9:00 pm Friday 9:00 am - 9:00 pm Saturday* 9:00 am - 9:00 pm Sunday 10:00 am - 7:00 pm Monday 9:00 am - 9:00 pm Tuesday 9:00 am - 9:00 pm Wednesday 9:00 am - 9:00 pm *Special Hours Save as my Store Cabela's Sun Prairie 1350 Cabela Drive Sun Prairie, WI 53590 Store Availability 156 mi Store Details Thursday 9:00 am - 9:00 pm Friday 9:00 am - 9:00 pm Saturday* 9:00 am - 9:00 pm Sunday 10:00 am - 7:00 pm Monday 9:00 am - 9:00 pm Tuesday 9:00 am - 9:00 pm Wednesday 9:00 am - 9:00 pm *Special Hours Save as my Store Cabela's Hoffman Estates 5225 Prairie Stone Pkwy Hoffman Estates, IL 60192 Store Availability 173 mi Store Details Thursday 9:00 am - 9:00 pm Friday 9:00 am - 9:00 pm Saturday* 9:00 am - 9:00 pm Sunday 10:00 am - 7:00 pm Monday 9:00 am - 9:00 pm Tuesday 9:00 am - 9:00 pm Wednesday 9:00 am - 9:00 pm *Special Hours Save as my Store Selected Store Bass Pro Shops Altoona 1000 Bass Pro Dr NW Altoona, IA 50009 Store Details x To change your store location, you will have to go back to the firearms store selection page. Change My Store Stay on Page Confirmation Dialog x Yes No State Restriction Dialog x VERIFY YOUR AGE Certain states prohibit advertising or marketing of firearms, ammunition, and related firearm components to minors. We’d like to ensure that you’re 18 years of age or older before allowing you to shop our site. Are you 18 years of age or older? VERIFY YOUR AGE Certain states prohibit advertising or marketing of firearms, ammunition, and related firearm components to minors. We’d like to ensure that you’re 18 years of age or older before allowing you to shop our site. Are you 18 years of age or older? VERIFY YOUR AGE Certain states prohibit advertising or marketing of firearms, ammunition, and related firearm components to minors. We’d like to ensure that you’re 18 years of age or older before allowing you to shop our site. Are you 18 years of age or older? VERIFY YOUR AGE Certain states prohibit advertising or marketing of firearms, ammunition, and related firearm components to minors. We’d like to ensure that you’re 18 years of age or older before allowing you to shop our site. Are you 18 years of age or older? yes No x You Are Now Leaving Basspro.ca & will be directed to Basspro.com Go Back Continue x Welcome to the CLUB Steps to Spending Your $25 Instant Credit Today 1 Create an account or sign in to an existing account. If you choose not to create or sign in to an account, you can use your $25 credit when you receive your physical card in 7-10 business days. 2 Your $25 Instant Credit will be automatically applied at checkout. If your order it less than $25, you can use the remaining balance on another order by choosing to Redeem CLUB Points during payment. You now have $* in points! 1 Your new CLUB Card has been saved to your wallet. Shop with your new CLUB Card and start earning CLUB Points today! 2 Your $25 Instant Credit will be automatically applied at checkout. If your order it less than $25, you can use the remaining balance on another order by choosing to Redeem CLUB Points area within checkout. You now have $* in points! Fetching Application Details from Capital One Sign In Don't have an account? Register Continue as Guest If you continue as guest, you will have to wait to receive your physical card in the mail to use your Instant Credit. Continue Shopping x X We were unable to fetch your Capital One account information. You can contact Customer Service by calling 800-300-1723. If your application was successful, you should receive your CLUB Card in the mail within 7-10 days. Continue Shopping x X Sorry, we were unable to connect with Capital One at this time. We apologize for any inconvenience. Please try again at a later time. Continue Shopping x Back Continue as Guest X Create Account Email Case sensitive with a minimum of 6 characters & one numeral. Password Verify password Submit x X Checkout with your new Bass Pro Shops CLUB Card and earn points on your order. If you use an alternative payment method, you will not earn CLUB Points on your order. Pay with CLUB Card Continue to PayPal Continue to Masterpass x Are you sure you want to switch to a Paypal? Paying with your CLUB card will save you $. If you pay with a paypal, you will lose your CLUB Member Savings. Pay with club card yes, switch card Feedback",
  "annotations": [
    {
      "Text": "You are not required to provide Personal Information to browse the Sites. If you choose to purchase products and/or services from the Sites, you may be asked to provide your name, credit card information, telephone number (in case our customer service personnel need to reach you about your order), mailing and/or shipping address, email address. If you choose to create an online account, you may provide your name, address, telephone number, email address or other information you choose to provide. To participate in or submit content to one of our Sites or to view exclusive content on the Sites, you will be required to have an online account. If you request a catalog, we may ask for your mailing address. If you ask to receive our newsletters or send a Wish List or Email-A-Friend message, we may ask for an email address. If you participate in surveys or contests, we may ask for your contact information, qualifying information, opinion and background information, such as your age, gender, approximate household income, type of outdoor sport you enjoy, frequency in which you engage in your sport, and where you go to enjoy your sport. Those seeking Career Opportunities may be asked to provide contact, background, education and employment information. If you participate in our online communities, any information you post is publicly accessible. If you download one of our mobile applications (“App”), we will collect your name and contact information, as well as information about your device, so that we can identify you when you connect with us. If you enroll in one of our text message programs we will collect your mobile phone number in order to send text messages to you; we do not share mobile subscriber data with third parties other than our text message service provider who is not permitted to use it for their own purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {A Corporate Affiliate is an entity owned by or under common ownership with us. A Business Partner is an entity with which we have an ongoing business relationship to provide data analysis, to assist in developing a Site or to provide marketing services, specialized products or services or information to visitors to the Sites.} "
    },
    {
      "Text": "We may use your information for our general commercial purposes, including:\\n\\nProviding information about our products, services and special events and those of third parties which we believe may be of interest to you.\\nProcessing and fulfilling your purchase order or request for information, contacting you regarding your order, or answering any questions/concerns you might have regarding your order.\\nCustomizing your Site experience and speeding up the shopping process by remembering you through your online account.\\nAllowing registered members to submit content to our Sites and participate in our communities, online ratings and reviews, talk forums, chats, blogs and outdoor questions and answers forums, and providing them with access to exclusive content.\\nConducting surveys to assess customer satisfaction and preferences.\\nAdministering contests or sweepstakes.\\nAllowing you to create a wish list and email a personal greeting to a friend with your information.\\nConsidering and processing applications for employment.\\nOffering and operating our mobile Apps.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you download one of our mobile applications (“App”), we will collect your name and contact information, as well as information about your device, so that we can identify you when you connect with us. If you enroll in one of our text message programs we will collect your mobile phone number in order to send text messages to you; we do not share mobile subscriber data with third parties other than our text message service provider who is not permitted to use it for their own purposes.} "
    },
    {
      "Text": "Personal Information We May Collect From Other Sources Top\\nWe may receive information about you from third-party sources when you allow us access to your data through a third-party service to create a Site profile or when a friend provides us your information. We may also receive information about you from third parties in connection with your use of our Apps. For example, if you enroll in the Pay with Rewards program on our App, we may receive transaction information from your payment card network (e.g., Mastercard), which we use to operate that program so that you may redeem points under that program’s terms. In addition, we may receive information from social networking sites, databases, online marketing firms, and ad targeting firms, including:\\n\\nPersonal information about you, including user name and connection list, email address and password, if you access any of the Sites using a third-party social networking application or feature, such as Facebook Connect, through which you allow us to collect (or the third party to share) information about you;\\nPersonal information about you if other users of a third-party website give us access to their profiles and you are one of their \"connections\" or information about you is otherwise accessible through your \"connections\" web page, profile page, or similar page on a social networking or other third-party website or interactive service;\\nDemographic data, such as your age range, gender, and interests;\\nInformation about your advertising interaction and viewing data, such as if you click on certain advertisements;\\nYour name and email address if a Site user gives information about the Sites to you, such as through the \"Email-a-Friend\" feature; and\\nReferences and background checks for job applicants.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Considering and processing applications for employment. Offering and operating our mobile Apps.} "
    },
    {
      "Text": "How We May Share the Information Collected Top\\nWe may share your Personal Information as provided in this Statement. We may share Personal Information with our Corporate Affiliates.\\nWe may provide Personal Information to our agents, outside vendors or service providers to perform functions on our behalf (e.g., analyzing data, providing marketing assistance, providing customer service, processing orders, sending emails about our products or services, etc.).\\nWe do on occasion share your name and mailing address with other companies that, in our judgment, are similar to us or our Corporate Affiliates for marketing and promotions of their products and services where we believe that their products and services would be of interest to you.\\nWe may also sell, transfer or otherwise disclose Personal Information, including, but not limited to, your name and mailing address, in connection with a corporate transaction, such as a merger, consolidation or sale of some or substantially all of our assets.\\nWe may use or disclose your Personal Information to comply with the law, applicable regulations, governmental and quasi-governmental requests, court orders or subpoenas, to enforce our Community Guidelines and Terms of Use and to protect the rights, property, safety or interests of our company, our Corporate Affiliates or others.\\nWe may share aggregated or anonymized information with third parties without restriction.\\nWe may use third party-placed tracking pixels and Cookies and related or similar technologies to help us understand how to improve the customer experience on our Sites, to personalize our content, develop and improve our products and services, including advertising and personalize ads you see for BPS on third-party websites and mobile applications, including social media.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {With the exception of information collected through the \"Email-A-Friend\" feature (which is only used to forward messages from you), we may combine the information we collect about you through the Sites with records from third-party sources in order to improve our ability to serve you, to tailor our content to you and to offer you opportunities to purchase products or services that we think may be of interest to you. Please note that if we combine the information we receive from third-party sources with information we collect through the Sites, we will treat it in accordance with this Statement.} "
    },
    {
      "Text": "We may also sell, transfer or otherwise disclose Personal Information, including, but not limited to, your name and mailing address, in connection with a corporate transaction, such as a merger, consolidation or sale of some or substantially all of our assets.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may provide Personal Information to our agents, outside vendors or service providers to perform functions on our behalf (e.g., analyzing data, providing marketing assistance, providing customer service, processing orders, sending emails about our products or services, etc.). We do on occasion share your name and mailing address with other companies that, in our judgment, are similar to us or our Corporate Affiliates for marketing and promotions of their products and services where we believe that their products and services would be of interest to you.} "
    },
    {
      "Text": "Pay With Rewards Program. If you enroll in the Pay with Rewards program, we may share your information with Mastercard in order to allow you to redeem points in accordance with that program. You can opt out of this sharing by unenrolling in the Pay with Rewards program.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may share aggregated or anonymized information with third parties without restriction. We may use third party-placed tracking pixels and Cookies and related or similar technologies to help us understand how to improve the customer experience on our Sites, to personalize our content, develop and improve our products and services,\n        including advertising and personalize ads you see for BPS on third-party websites and mobile applications, including social media.} "
    },
    {
      "Text": "Amway Purchases. If you purchase our goods or services on Amway.com, we will share with Amway the Amway IBO number and the dollar amount of each purchase. If you are a member of the Amway program and you do not want us to disclose that information, then you must contact Amway directly. Opting out of having us disclose information to Amway will most likely preclude you from participating in the special membership or rewards program offered by Amway.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you enroll in the Pay with Rewards program, you authorize your payment card network (e.g., Mastercard) to monitor activity on your selected payment card(s) and to share certain transaction data with us and our service providers so that you may redeem points under that program’s terms. You can withdraw your authorization and stop this sharing by unenrolling from the Pay with Rewards program.} "
    },
    {
      "Text": "We may collect information about how users navigate through a Site during thousands of Site visits. For example, we use Cookie technology:\\n\\nto track which pages on Sites our visitors view and which web browsers they use. We analyze this information in aggregate to improve the Sites by making them more responsive to the needs and preferences of our users.\\nwhen you register on the Sites so that each time you visit the Sites we can remember your specified area of interest and any other information you have voluntarily provided and saved.\\nto track the items you placed in your shopping cart during a single shopping session and to enable us to provide better service to you by maintaining your shopping cart between visits (so you do not have to enter each item again) and to send cart reminders to you if you are enrolled in our text message program.\\nto help us understand our Site traffic patterns to determine our visitors’ interests and needs.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Requests to remove Personal Information from marketing lists will apply to future mailings and future sharing of information, not to past disclosures or use. Please remember that we do not have access to, or control over, advertisers' or service providers' cookies, and the information practices of third parties are not covered by this Statement.} "
    },
    {
      "Text": "We may use a software technology called clear gifs (a.k.a. Web Beacons/Web Bugs) that helps us better manage content on the Sites by informing us about the content that is of interest to our customers. Clear gifs are tiny graphics with a unique identifier, similar in function to cookies, and are used to track the online movements of web users by collecting information such as a visitor's cookie number, the time, date, duration and number of page views, a description of the page where the web beacon is placed, and details about any items that were purchased. In addition, we may use clear gifs in our HTML-based emails to let us know which emails the recipients have opened. This allows us to gauge the effectiveness of certain communications and our marketing campaigns.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Because we rely on Cookies to make the shopping experience easier and more tailored to your needs, your browser must be set to accept Cookies before you can place an order. If you would like more information about how Cookies work, go to http://www.cookiecentral.com.} "
    },
    {
      "Text": "We may permit some of our Business Partners (such as the administrator of the online application for our co-branded credit card or our analytic service providers, social commerce providers, or personalized advertising service providers) to use Cookies, pixels, web beacons or similar technologies on our Sites that may collect information about your activities on the Sites as well as technical information from your computer (such as IP address, browser type, etc.) and information about your online activities across other websites and over time. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you would like to opt out of receiving these emails, see the “How You Can Control the Use of Your Personal Information” section. We do not currently employ technology that responds to do not track signals from your browser.} "
    },
    {
      "Text": "We may permit some of our Business Partners (such as the administrator of the online application for our co-branded credit card or our analytic service providers, social commerce providers, or personalized advertising service providers) to use Cookies, pixels, web beacons or similar technologies on our Sites that may collect information about your activities on the Sites as well as technical information from your computer (such as IP address, browser type, etc.) and information about your online activities across other websites and over time. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you would like to opt out of receiving these emails, see the “How You Can Control the Use of Your Personal Information” section. We do not currently employ technology that responds to do not track signals from your browser.} "
    },
    {
      "Text": "Attention current, former and prospective employees residing in California: please learn about your Privacy Law rights and how to exercise them by contacting us by phone at 888-720-7975, by email at hrcompliance@basspro.com or by visiting our web page here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {As a result, if you reside in one of these states and have interacted with us in an employment or commercial capacity you are not provided the rights described below by the Privacy Laws. California defines a ‘Consumer’ as any resident of the state regardless of the capacity in which they interact with us.} "
    },
    {
      "Text": "The following table lists the categories of Consumer personal information, whether we have collected information in the category during the past 12 months, the sources of the information, and the business purposes for which we collect and use the information. The categories of information include information we collect from our website visitors, registered users, employees, vendors, suppliers and any other person that interacts with us either online or offline. Not all information is collected about all individuals. For instance, we may collect different information from applicants for employment or from vendors or from customers.\\n\\nCategory Of Information\tCollected?\tSource\tBusiness purposes* for use\\nA. Identifiers (name, alias, postal address, email address, phone number, fax number, account name, Social Security number, driver's license number, passport number, unique personal identifier, IP address)\tYes\tIndividuals submitting information to us;\\ninformation we automatically collect from site visitors;\\ninformation we may receive from third-parties.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.\\nB. Protected Information (name with: Social security number, driver’s license or state ID number, financial account, medical, health, and health insurance information, user name and password)\tYes\tIndividuals submitting information;\\nemployment applications;\\nemployees.\tAuditing relating to transactions (employee administration); security detection, protection and enforcement; performing services for you; quality control.\\nC. Protected anti-discrimination classification information (Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).)\tYes\tIndividuals submitting information.\tAuditing relating to transactions (employee and vendor administration);\\ncompliance with law.\\nD. Commercial information (transaction history, products/services purchased, obtained or considered, product preference)\tYes\tIndividuals submitting information;\\ninformation we automatically collect from site visitors;\\ninformation we may receive from third-party marketing or data partners.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services to you; internal research and development; quality control.\\nE. Electronic network activity (browsing or search history, website interactions, advertisement interactions)\tYes\tInformation automatically collected from site visitors.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.\\nF. Audio, video or similar information (customer service calls, security monitoring)\tYes\tIndividuals submitting information;\\ninformation we collect for security purposes.\tSecurity detection, protection and enforcement; functionality debugging/error repair; performing services for you; internal research and development; quality control.\\nG. Biometrics\tNo\tNot collected.\tNot collected.\\nH. Geolocation\tYes\tInformation we automatically collect from site visitors.\tAuditing relating to transactions; ad customization; performing services for you; internal research and development;\\nI. Professional, educational or employment related information\tYes\tInformation submitted by individuals;\\ninformation received from third parties in connection with vendor or employment status or applications;\\ninformation we observe in connection with vendor or employment oversight.\tAuditing relating to transactions (employee and vendor administration); security detection, protection and enforcement; performing services for you; internal research and development; quality control; compliance with law.\\nJ. Non-public educational information(Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records).\tNo\tNot collected\tNot collected\\nK. Sensitive Personal Information (social security, driver’s license, state identification card, or passport number, account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account, precise geolocation, consumer’s racial or ethnic origin, religious or philosophical beliefs, or union membership, genetic data, biometric information, health, sex life or sexual orientation.)\tYes\tInformation submitted by individuals;\\ninformation received from third parties in connection with vendor or employment status or applications;\\ninformation we observe in connection with vendor or employment oversight.\tIdentity verification; employment and benefits administration; vendor oversight; security detection, protection and enforcement; compliance with law.\\nL. Inference from the above (preferences, characteristics, behavior, attitudes, abilities, etc.)\tYes\tInternal analytics\tAuditing relating to transactions; security detection, protection and enforcement; ad customization; performing services for you; internal research and development; quality control.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For Consumers, the provisions of this section prevail over any conflicting provisions of this Privacy Statement. We adopt this section of our Privacy Statement to comply with the Privacy Laws of and any terms defined in the Privacy Laws have the meaning set forth in the law of your state of residence when used in this section.} "
    },
    {
      "Text": "Category Of Information: A. Identifiers (name, alias, postal address, email address, phone number, fax number, account name, Social Security number, driver's license number, passport number, unique personal identifier, IP address) ||| Collected?: Yes ||| Source: Individuals submitting information to us; information we automatically collect from site visitors; information we may receive from third-parties. ||| Business purposes* for use: Auditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.\\n\\nCategory Of Information: B. Protected Information (name with: Social security number, driver’s license or state ID number, financial account, medical, health, and health insurance information, user name and password) ||| Collected?: Yes ||| Source: Individuals submitting information; employment applications; employees. ||| Business purposes* for use: Auditing relating to transactions (employee administration); security detection, protection and enforcement; performing services for you; quality control.\\n\\nCategory Of Information: C. Protected anti-discrimination classification information (Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).) ||| Collected?: Yes ||| Source: Individuals submitting information. ||| Business purposes* for use: Auditing relating to transactions (employee and vendor administration); compliance with law.\\n\\nCategory Of Information: D. Commercial information (transaction history, products/services purchased, obtained or considered, product preference) ||| Collected?: Yes ||| Source: Individuals submitting information; information we automatically collect from site visitors; information we may receive from third-party marketing or data partners. ||| Business purposes* for use: Auditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services to you; internal research and development; quality control.\\n\\nCategory Of Information: E. Electronic network activity (browsing or search history, website interactions, advertisement interactions) ||| Collected?: Yes ||| Source: Information automatically collected from site visitors. ||| Business purposes* for use: Auditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.\\n\\nCategory Of Information: F. Audio, video or similar information (customer service calls, security monitoring) ||| Collected?: Yes ||| Source: Individuals submitting information; information we collect for security purposes. ||| Business purposes* for use: Security detection, protection and enforcement; functionality debugging/error repair; performing services for you; internal research and development; quality control.\\n\\nCategory Of Information: G. Biometrics ||| Collected?: No ||| Source: Not collected. ||| Business purposes* for use: Not collected.\\n\\nCategory Of Information: H. Geolocation ||| Collected?: Yes ||| Source: Information we automatically collect from site visitors. ||| Business purposes* for use: Auditing relating to transactions; ad customization; performing services for you; internal research and development;\\n\\nCategory Of Information: I. Professional, educational or employment related information ||| Collected?: Yes ||| Source: Information submitted by individuals; information received from third parties in connection with vendor or employment status or applications; information we observe in connection with vendor or employment oversight. ||| Business purposes* for use: Auditing relating to transactions (employee and vendor administration); security detection, protection and enforcement; performing services for you; internal research and development; quality control; compliance with law.\\n\\nCategory Of Information: J. Non-public educational information(Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records). ||| Collected?: No ||| Source: Not collected ||| Business purposes* for use: Not collected\\n\\nCategory Of Information: K. Sensitive Personal Information (social security, driver’s license, state identification card, or passport number, account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account, precise geolocation, consumer’s racial or ethnic origin, religious or philosophical beliefs, or union membership, genetic data, biometric information, health, sex life or sexual orientation.) ||| Collected?: Yes ||| Source: Information submitted by individuals; information received from third parties in connection with vendor or employment status or applications; information we observe in connection with vendor or employment oversight. ||| Business purposes* for use: Identity verification; employment and benefits administration; vendor oversight; security detection, protection and enforcement; compliance with law.\\n\\nCategory Of Information: L. Inference from the above (preferences, characteristics, behavior, attitudes, abilities, etc.) ||| Collected?: Yes ||| Source: Internal analytics ||| Business purposes* for use: Auditing relating to transactions; security detection, protection and enforcement; ad customization; performing services for you; internal research and development; quality control.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Not all information is collected about all individuals. For instance, we may collect different information from applicants for employment or from vendors or from customers.} "
    },
    {
      "Text": "More specifically, the business purposes include:\\n\\n1. Performing services for you:\\nTo administer or otherwise carry out our obligations in relation to any agreement to which we are a party;\\nTo assist you in completing a transaction or order;\\nTo allow tracking of shipments;\\nTo prepare and process invoices;\\nTo respond to queries or requests and to provide services and support;\\nTo provide aftersales customer relationship management;\\nTo create and manage our customer accounts;\\nTo notify you about changes to our services and products;\\nTo administer any promotion, contest, survey, or competition;\\nTo provide you information regarding our products and services; and\\nTo offer our products and services to you in a personalized way, for example, we may provide suggestions based on your previous requests to enable you to identify suitable products and services more quickly.\\n2. Advertising customization.\\nFor marketing and promotions we believe you may find of interest and to provide you, or allow selected third parties to provide you, with information about products and services that may interest you.\\n3. Auditing relating to transactions, internal research and development.\\nTo provide for internal business administration and operations, including troubleshooting, Site customization, enhancement or development, testing, research, administration and operation of our Sites and data analytics;\\nTo create products or services that may meet your needs; and\\nTo measure performance of marketing initiatives, ads, and websites “powered by” another company on our behalf.\\n4. Security detection, protection and enforcement; functionality debugging, error repair.\\nAs part of our efforts to keep our Sites safe and secure;\\nTo ensure the security of your account and our business, preventing or detecting fraud, malicious activity or abuses of our Sites, for example, by requesting verification information in order to reset your account password (if applicable);\\nTo ensure the physical security of our premises through the monitoring of surveillance images\\nTo resolve disputes, to protect the rights, safety and interests ourselves, our users or others, and to comply with our legal obligations.\\n5. Quality control.\\nTo monitor quality control and ensure compliance with our legal obligations, codes and ordinances, policies and procedures,\\nTo develop and improve our products and services, for example, by reviewing visits to the Sites and various subpages, demand for specific products and services and user comments.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {L. Inference from the above (preferences, characteristics, behavior, attitudes, abilities, etc.) Yes Internal analytics Auditing relating to transactions; \n                security detection, protection and enforcement;\n                ad customization;\n                performing services for you;\n                internal research and development;\n                quality control.} "
    },
    {
      "Text": "We collect and process Consumers’ Sensitive Personal Information for the purposes disclosed at the time we collect this information. We do not process this information for purposes other than the purpose for which it was originally collected unless required by law.. We use and process Sensitive Personal Information collected from California employees, job applicants or vendors (including racial or ethnic origin, religious beliefs, mental or physical health diagnosis, sexual orientation, or citizenship or immigration status) to comply with laws including anti-discrimination laws and disability accommodation laws. We use Sensitive Personal Information from other Consumers (including racial or ethnic origin, religious beliefs, mental or physical health diagnosis, sexual orientation, or citizenship or immigration status) to provide disability accommodations.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Quality control. To monitor quality control and ensure compliance with our legal obligations, codes and ordinances, policies and procedures, To develop and improve our products and services, for example, by reviewing visits to the Sites and various subpages, demand for specific products and services and user comments.} "
    },
    {
      "Text": "In the preceding twelve (12) months, we may have disclosed the following categories of Consumer personal information to service providers (such as payment processors, mail houses, marketing partners, shipping partners, employee benefits partner); affiliated companies; strategically aligned businesses; professional advisers (such as lawyers, bankers, staffing partners, auditors and accountants); and, when required by law, to regulators or law enforcement. Not all information is disclosed to the above; photographs posted by site users are available to the public:\\n\\nCategory A: Identifiers.\\nCategory B: Protected personal information.\\nCategory C: Protected anti-discrimination classification information.\\nCategory D: Commercial Information\\nCategory E: Electronic network activity information\\nCategory F: Audio, video or similar information\\nCategory H: Geolocation\\nCategory I: Professional or employment-related information.\\nCategory K: Sensitive personal information\\nCategory L: Inferences",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The business purposes are listed above. When we disclose Consumer personal information for a business purpose, we enter into a contract that describes the purpose and requires the recipient to both keep that personal information confidential and not use it for any purpose except performing the contract.} "
    },
    {
      "Text": "In the preceding twelve (12) months we may have disclosed the following categories of information for a business purpose which falls within the definition of a ‘sale.’\\n\\nCategory A: Identifiers.\\nCategory D: Commercial Information\\nCategory E: Electronic network activity information\\nCategory H: Geolocation\\nCategory L: Inferences",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The business purposes are listed above. When we disclose Consumer personal information for a business purpose, we enter into a contract that describes the purpose and requires the recipient to both keep that personal information confidential and not use it for any purpose except performing the contract.} "
    },
    {
      "Text": "In the preceding twelve (12) months, We have shared the following categories of personal information of non-minors for behavioral or cross context or targeted advertising.\\n\\nCategory A: Identifiers.\\nCategory D: Commercial Information\\nCategory E: Electronic network activity information\\nCategory H: Geolocation",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The business purposes are listed above. When we disclose Consumer personal information for a business purpose, we enter into a contract that describes the purpose and requires the recipient to both keep that personal information confidential and not use it for any purpose except performing the contract.} "
    },
    {
      "Text": "Once we receive and confirm a verifiable Consumer request, we will disclose:\\n\\nThe categories of personal information we collected about you, the sources of the information, our business or commercial purpose for collecting the information and whether the information was disclosed for a business purpose, shared or sold.\\nThe categories of information we disclosed for a business purpose and the categories of information we sold or shared during the prior 12 months along with the categories of recipients of such information.\\nThe specific pieces of personal information we collected about you during the prior 12 months, or, at your option, since January 1, 2022. Please note that this disclosure will not include data generated to help ensure security and integrity or as prescribed by regulation. We will endeavor to provide the information in a format that is readily useable, including by mailing you a paper copy or providing an electronic copy to your registered account, if you have registered an account with us.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Access to Information and Data Portability Rights Consumers have the right to request that we disclose certain information to Consumers about our information collection and disclosure practices. Consumers also have the right to request a copy of the specific pieces of personal information we collected about them.} "
    },
    {
      "Text": " Once we receive and confirm a verifiable Consumer request, we will disclose:\\n\\nThe categories of personal information we collected about you, the sources of the information, our business or commercial purpose for collecting the information and whether the information was disclosed for a business purpose, shared or sold.\\nThe categories of information we disclosed for a business purpose and the categories of information we sold or shared during the prior 12 months along with the categories of recipients of such information.\\nThe specific pieces of personal information we collected about you during the prior 12 months, or, at your option, since January 1, 2022. Please note that this disclosure will not include data generated to help ensure security and integrity or as prescribed by regulation. We will endeavor to provide the information in a format that is readily useable, including by mailing you a paper copy or providing an electronic copy to your registered account, if you have registered an account with us.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Access to Information and Data Portability Rights Consumers have the right to request that we disclose certain information to Consumers about our information collection and disclosure practices. Consumers also have the right to request a copy of the specific pieces of personal information we collected about them.} "
    },
    {
      "Text": "Consumers have the right to request that we delete any of your personal information that we collected from them and retained, subject to certain exceptions. Once we receive and confirm a verifiable Consumer request, we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies. We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to:\\n\\nComplete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you.\\nDetect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities and to help to ensure security and integrity to the extent the use of your personal information is reasonably necessary and proportionate for those purposes.\\nDebug products to identify and repair errors that impair existing intended functionality.\\nExercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.\\nComply with the California Electronic Communications Privacy Act (Cal. Penal Code § 1546 et. seq.).\\nEngage in public or peer-reviewed scientific, historical, or statistical research that conforms or adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s ability to complete such research, if you previously provided informed consent.\\nEnable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us and compatible with the context in which you provided the information.\\nComply with a legal obligation.\\nMake other internal and lawful uses of that information that are compatible with the context in which you provided it",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {This section describes Consumers’ rights under the Privacy Laws, explains how to exercise those rights, and provides information about the response timing and format and your rights to appeal our decisions. A.} "
    },
    {
      "Text": "Consumers’ Information Correction Rights\\nConsumers have the right to request that we correct information that we hold which is inaccurate. We will require that you provide information about yourself so that we can verify your identity before we can make any change in the information we hold about you and we will use commercially reasonable efforts to make the requested corrections. ",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {California defines a ‘Consumer’ as any resident of the state regardless of the capacity in which they interact with us. Attention current, former and prospective employees residing in California: please learn about your Privacy Law rights and how to exercise them by contacting us by phone at 888-720-7975, by email at hrcompliance@basspro.com or by visiting our web page here.} "
    },
    {
      "Text": " Consumers’ Opt-Out Rights\\nDo Not Sell My Personal Information. If you are 16 years of age or older, you have the right, at any time, to direct us to not sell your personal information. We do not sell the personal information of Consumers we actually know are less than 16 years of age, unless we receive affirmative authorization (the \"right to opt-in\") from either the consumer who is at least 13 but not yet 16 years of age, or the parent or guardian of a consumer less than 13 years of age. Consumers who opt-in to personal information sales may opt-out of future sales at any time.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {California defines a ‘Consumer’ as any resident of the state regardless of the capacity in which they interact with us. Attention current, former and prospective employees residing in California: please learn about your Privacy Law rights and how to exercise them by contacting us by phone at 888-720-7975, by email at hrcompliance@basspro.com or by visiting our web page here.} "
    },
    {
      "Text": "Limit Processing of Sensitive Personal Information. Consumers have the right to tell us not to process Sensitive Personal Information for any purpose other than the purpose for which we originally collected it.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {When Consumers opt out we will not share their personal information with others that they can use to send the Consumer targeted advertisements and we will not use information we obtain over time from Consumers’ activities with third party companies to show advertisements. We can still use information that we receive from your interactions with us to select advertisements we think may be of interest to you.} "
    },
    {
      "Text": "Access, Correction and Deletion. To exercise the access, correction, and deletion rights Consumers may contact us by calling us at 888-720-7975 or visiting our disclosure request page here. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {This section describes Consumers’ rights under the Privacy Laws, explains how to exercise those rights, and provides information about the response timing and format and your rights to appeal our decisions. A.} "
    },
    {
      "Text": "Opt-Out Rights. To opt out of the sale of your personal information or the sharing of your personal information or to ask us to limit processing of your Sensitive Personal Information, you may submit a request to us by visiting our Do-Not-Sell or Share/ Limit Processing web page here. You may also call us toll free at 888-720-7975.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you purchase our goods or services on Amway.com, we will share with Amway the Amway IBO number and the dollar amount of each purchase. If you are a member of the Amway program and you do not want us to disclose that information, then you must contact Amway directly.} "
    },
    {
      "Text": "We will not discriminate against you as a result of your exercise of any of these rights. Unless permitted by the Privacy Laws, we will not:\\n\\nDeny you goods or services.\\nCharge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.\\nProvide you a different level or quality of goods or services.\\nSuggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We do not charge a fee to process or respond to your verifiable Consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.} "
    },
    {
      "Text": "Updates To This StatementTop\\nWe reserve the right to make changes at any time to this Statement and/or alter the look, content and functionality of our Sites. However, if we change how we use your Personal Information, we will post the policy change notification here, update this Statement accordingly and post a new effective date. We encourage you to periodically review this Statement for the latest information on our privacy and security policies.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Please note that your use of the Sites may be subject to other local, state, national, and international laws. You expressly agree that exclusive jurisdiction for resolving any claim or dispute with us or relating in any way to your use of the Sites resides in the state and federal courts of Kent County, Delaware, and you further agree and expressly consent to exercise of personal jurisdiction in the state and federal courts of Kent County, Delaware.} "
    },
    {
      "Text": "Effective Date: May 22, 2023.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {We encourage you to periodically review this Statement for the latest information on our privacy and security policies. Contacting Us Top For further information questions or concerns about this Statement, please: email us at: privacy@basspro.com , and include your name, address, telephone number, email address, and a note of instruction; or Call us toll free at 1-888-720-7975 or Write to us at: Bass Pro Shops Attention Customer Service Privacy Director 2500 E. Kearney Springfield, Missouri 65898 and include your name, address, telephone number, and a note of instruction.} "
    },
    {
      "Text": "Cookies are small text files containing unique identification numbers that your web browser software transfers from a Site to your computer when you visit the Sites. We use Cookies to help us recognize your browser, make it easier for you to use the Sites and help us customize your experience. Our use of Cookies is described more fully below.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In this Statement, \"we,” “our,” or “us\" refers to the operators of the Sites. Some Terms We Use In This Statement Top Personal Information is any information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular individual.} "
    },
    {
      "Text": "We may use your information for our general commercial purposes, including:\\n\\nProviding information about our products, services and special events and those of third parties which we believe may be of interest to you.\\nProcessing and fulfilling your purchase order or request for information, contacting you regarding your order, or answering any questions/concerns you might have regarding your order.\\nCustomizing your Site experience and speeding up the shopping process by remembering you through your online account.\\nAllowing registered members to submit content to our Sites and participate in our communities, online ratings and reviews, talk forums, chats, blogs and outdoor questions and answers forums, and providing them with access to exclusive content.\\nConducting surveys to assess customer satisfaction and preferences.\\nAdministering contests or sweepstakes.\\nAllowing you to create a wish list and email a personal greeting to a friend with your information.\\nConsidering and processing applications for employment.\\nOffering and operating our mobile Apps.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you download one of our mobile applications (“App”), we will collect your name and contact information, as well as information about your device, so that we can identify you when you connect with us. If you enroll in one of our text message programs we will collect your mobile phone number in order to send text messages to you; we do not share mobile subscriber data with third parties other than our text message service provider who is not permitted to use it for their own purposes.} "
    },
    {
      "Text": " If you choose to purchase products and/or services from the Sites, you may be asked to provide your name, credit card information, telephone number (in case our customer service personnel need to reach you about your order), mailing and/or shipping address, email address. If you choose to create an online account, you may provide your name, address, telephone number, email address or other information you choose to provide.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {A Business Partner is an entity with which we have an ongoing business relationship to provide data analysis, to assist in developing a Site or to provide marketing services, specialized products or services or information to visitors to the Sites. Personal Information You Provide Through The Sites And How We May Use It Top You are not required to provide Personal Information to browse the Sites.} "
    },
    {
      "Text": ". If you request a catalog, we may ask for your mailing address. If you ask to receive our newsletters or send a Wish List or Email-A-Friend message, we may ask for an email address. If you participate in surveys or contests, we may ask for your contact information, qualifying information, opinion and background information, such as your age, gender, approximate household income, type of outdoor sport you enjoy, frequency in which you engage in your sport, and where you go to enjoy your sport. Those seeking Career Opportunities may be asked to provide contact, background, education and employment information",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": ". If you download one of our mobile applications (“App”), we will collect your name and contact information, as well as information about your device, so that we can identify you when you connect with us.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": " If you choose to purchase products and/or services from the Sites, you may be asked to provide your name, credit card information, telephone number (in case our customer service personnel need to reach you about your order), mailing and/or shipping address, email address. If you choose to create an online account, you may provide your name, address, telephone number, email address or other information you choose to provid",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {A Business Partner is an entity with which we have an ongoing business relationship to provide data analysis, to assist in developing a Site or to provide marketing services, specialized products or services or information to visitors to the Sites. Personal Information You Provide Through The Sites And How We May Use It Top You are not required to provide Personal Information to browse the Sites.} "
    },
    {
      "Text": "If you request a catalog, we may ask for your mailing address. If you ask to receive our newsletters or send a Wish List or Email-A-Friend message, we may ask for an email address. If you participate in surveys or contests, we may ask for your contact information, qualifying information, opinion and background information, such as your age, gender, approximate household income, type of outdoor sport you enjoy, frequency in which you engage in your sport, and where you go to enjoy your sport. Those seeking Career Opportunities may be asked to provide contact, background, education and employment information",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you choose to create an online account, you may provide your name, address, telephone number, email address or other information you choose to provide. To participate in or submit content to one of our Sites or to view exclusive content on the Sites, you will be required to have an online account.} "
    },
    {
      "Text": "If you download one of our mobile applications (“App”), we will collect your name and contact information, as well as information about your device, so that we can identify you when you connect with us",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Those seeking Career Opportunities may be asked to provide contact, background, education and employment information. If you participate in our online communities, any information you post is publicly accessible.} "
    },
    {
      "Text": "Personal Information We May Collect From Other Sources Top\\nWe may receive information about you from third-party sources when you allow us access to your data through a third-party service to create a Site profile or when a friend provides us your information. We may also receive information about you from third parties in connection with your use of our Apps. For example, if you enroll in the Pay with Rewards program on our App, we may receive transaction information from your payment card network (e.g., Mastercard), which we use to operate that program so that you may redeem points under that program’s terms. In addition, we may receive information from social networking sites, databases, online marketing firms, and ad targeting firms, including:\\n\\nPersonal information about you, including user name and connection list, email address and password, if you access any of the Sites using a third-party social networking application or feature, such as Facebook Connect, through which you allow us to collect (or the third party to share) information about you;\\nPersonal information about you if other users of a third-party website give us access to their profiles and you are one of their \"connections\" or information about you is otherwise accessible through your \"connections\" web page, profile page, or similar page on a social networking or other third-party website or interactive service;\\nDemographic data, such as your age range, gender, and interests;\\nInformation about your advertising interaction and viewing data, such as if you click on certain advertisements;\\nYour name and email address if a Site user gives information about the Sites to you, such as through the \"Email-a-Friend\" feature; and\\nReferences and background checks for job applicants.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Considering and processing applications for employment. Offering and operating our mobile Apps.} "
    },
    {
      "Text": "With the exception of information collected through the \"Email-A-Friend\" feature (which is only used to forward messages from you), we may combine the information we collect about you through the Sites with records from third-party sources in order to improve our ability to serve you, to tailor our content to you and to offer you opportunities to purchase products or services that we think may be of interest to you",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For example, if you enroll in the Pay with Rewards program on our App, we may receive transaction information from your payment card network (e.g., Mastercard), which we use to operate that program so that you may redeem points under that program’s terms. In addition, we may receive information from social networking sites, databases, online marketing firms, and ad targeting firms, including: Personal information about you, including user name and connection list, email address and password, if you access any of the Sites using a third-party social networking application or feature, such as Facebook Connect, through which you allow us to collect (or the third party to share) information about you; Personal information about you if other users of a third-party website give us access to their profiles and you are one of their \"connections\" or information about you is otherwise accessible through your \"connections\" web page, profile page, or similar page on a social networking or other third-party website or interactive service; Demographic data, such as your age range, gender, and interests; Information about your advertising interaction and viewing data, such as if you click on certain advertisements; Your name and email address if a Site user gives information about the Sites to you, such as through the \"Email-a-Friend\" feature; and References and background checks for job applicants.} "
    },
    {
      "Text": "Personal information about you, including user name and connection list, email address and password, if you access any of the Sites using a third-party social networking application or feature, such as Facebook Connect, through which you allow us to collect (or the third party to share) information about you;\\nPersonal information about you if other users of a third-party website give us access to their profiles and you are one of their \"connections\" or information about you is otherwise accessible through your \"connections\" web page, profile page, or similar page on a social networking or other third-party website or interactive service;\\nDemographic data, such as your age range, gender, and interests;\\nInformation about your advertising interaction and viewing data, such as if you click on certain advertisements;\\nYour name and email address if a Site user gives information about the Sites to you, such as through the \"Email-a-Friend\" feature; and\\nReferences and background checks for job applicants.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may also receive information about you from third parties in connection with your use of our Apps. For example, if you enroll in the Pay with Rewards program on our App, we may receive transaction information from your payment card network (e.g., Mastercard), which we use to operate that program so that you may redeem points under that program’s terms.} "
    },
    {
      "Text": "How We May Share the Information Collected Top\\nWe may share your Personal Information as provided in this Statement. We may share Personal Information with our Corporate Affiliates.\\nWe may provide Personal Information to our agents, outside vendors or service providers to perform functions on our behalf (e.g., analyzing data, providing marketing assistance, providing customer service, processing orders, sending emails about our products or services, etc.).\\nWe do on occasion share your name and mailing address with other companies that, in our judgment, are similar to us or our Corporate Affiliates for marketing and promotions of their products and services where we believe that their products and services would be of interest to you.\\nWe may also sell, transfer or otherwise disclose Personal Information, including, but not limited to, your name and mailing address, in connection with a corporate transaction, such as a merger, consolidation or sale of some or substantially all of our assets.\\nWe may use or disclose your Personal Information to comply with the law, applicable regulations, governmental and quasi-governmental requests, court orders or subpoenas, to enforce our Community Guidelines and Terms of Use and to protect the rights, property, safety or interests of our company, our Corporate Affiliates or others.\\nWe may share aggregated or anonymized information with third parties without restriction.\\nWe may use third party-placed tracking pixels and Cookies and related or similar technologies to help us understand how to improve the customer experience on our Sites, to personalize our content, develop and improve our products and services, including advertising and personalize ads you see for BPS on third-party websites and mobile applications, including social media.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {With the exception of information collected through the \"Email-A-Friend\" feature (which is only used to forward messages from you), we may combine the information we collect about you through the Sites with records from third-party sources in order to improve our ability to serve you, to tailor our content to you and to offer you opportunities to purchase products or services that we think may be of interest to you. Please note that if we combine the information we receive from third-party sources with information we collect through the Sites, we will treat it in accordance with this Statement.} "
    },
    {
      "Text": "We may also sell, transfer or otherwise disclose Personal Information, including, but not limited to, your name and mailing address, in connection with a corporate transaction, such as a merger, consolidation or sale of some or substantially all of our assets.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may provide Personal Information to our agents, outside vendors or service providers to perform functions on our behalf (e.g., analyzing data, providing marketing assistance, providing customer service, processing orders, sending emails about our products or services, etc.). We do on occasion share your name and mailing address with other companies that, in our judgment, are similar to us or our Corporate Affiliates for marketing and promotions of their products and services where we believe that their products and services would be of interest to you.} "
    },
    {
      "Text": "Pay With Rewards Program. If you enroll in the Pay with Rewards program, we may share your information with Mastercard in order to allow you to redeem points in accordance with that program. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may share aggregated or anonymized information with third parties without restriction. We may use third party-placed tracking pixels and Cookies and related or similar technologies to help us understand how to improve the customer experience on our Sites, to personalize our content, develop and improve our products and services,\n        including advertising and personalize ads you see for BPS on third-party websites and mobile applications, including social media.} "
    },
    {
      "Text": "Amway Purchases. If you purchase our goods or services on Amway.com, we will share with Amway the Amway IBO number and the dollar amount of each purchase. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you enroll in the Pay with Rewards program, you authorize your payment card network (e.g., Mastercard) to monitor activity on your selected payment card(s) and to share certain transaction data with us and our service providers so that you may redeem points under that program’s terms. You can withdraw your authorization and stop this sharing by unenrolling from the Pay with Rewards program.} "
    },
    {
      "Text": "OUR USE OF COOKIES AND GIFS\\nWe may collect information about how users navigate through a Site during thousands of Site visits. For example, we use Cookie technology:\\n\\nto track which pages on Sites our visitors view and which web browsers they use. We analyze this information in aggregate to improve the Sites by making them more responsive to the needs and preferences of our users.\\nwhen you register on the Sites so that each time you visit the Sites we can remember your specified area of interest and any other information you have voluntarily provided and saved.\\nto track the items you placed in your shopping cart during a single shopping session and to enable us to provide better service to you by maintaining your shopping cart between visits (so you do not have to enter each item again) and to send cart reminders to you if you are enrolled in our text message program.\\nto help us understand our Site traffic patterns to determine our visitors’ interests and needs.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Requests to remove Personal Information from marketing lists will apply to future mailings and future sharing of information, not to past disclosures or use. Please remember that we do not have access to, or control over, advertisers' or service providers' cookies, and the information practices of third parties are not covered by this Statement.} "
    },
    {
      "Text": "We may use a software technology called clear gifs (a.k.a. Web Beacons/Web Bugs) that helps us better manage content on the Sites by informing us about the content that is of interest to our customers. Clear gifs are tiny graphics with a unique identifier, similar in function to cookies, and are used to track the online movements of web users by collecting information such as a visitor's cookie number, the time, date, duration and number of page views, a description of the page where the web beacon is placed, and details about any items that were purchased. In addition, we may use clear gifs in our HTML-based emails to let us know which emails the recipients have opened. This allows us to gauge the effectiveness of certain communications and our marketing campaigns. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Because we rely on Cookies to make the shopping experience easier and more tailored to your needs, your browser must be set to accept Cookies before you can place an order. If you would like more information about how Cookies work, go to http://www.cookiecentral.com.} "
    },
    {
      "Text": "Clear gifs are tiny graphics with a unique identifier, similar in function to cookies, and are used to track the online movements of web users by collecting information such as a visitor's cookie number, the time, date, duration and number of page views, a description of the page where the web beacon is placed, and details about any items that were purchased. In addition, we may use clear gifs in our HTML-based emails to let us know which emails the recipients have opened.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may use a software technology called clear gifs (a.k.a. Web Beacons/Web Bugs) that helps us better manage content on the Sites by informing us about the content that is of interest to our customers.} "
    },
    {
      "Text": "BUSINESS PARTNER COOKIES, PIXELS AND WEB BEACONS\\nWe may permit some of our Business Partners (such as the administrator of the online application for our co-branded credit card or our analytic service providers, social commerce providers, or personalized advertising service providers) to use Cookies, pixels, web beacons or similar technologies on our Sites that may collect information about your activities on the Sites as well as technical information from your computer (such as IP address, browser type, etc.) and information about your online activities across other websites and over time.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you would like to opt out of receiving these emails, see the “How You Can Control the Use of Your Personal Information” section. We do not currently employ technology that responds to do not track signals from your browser.} "
    },
    {
      "Text": "California law provides that existing customers have the right to submit a request to us once a year at the designated address for and receive the following information:\\n\\nthe categories of information we disclosed to third parties for the third parties’ direct marketing purposes during the preceding calendar year;\\nthe names and addresses of third parties that received such information; and\\nif the nature of a third party's business cannot be reasonably determined from the third party's name, examples of the products or services marketed.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {If you would like to tell us not to sell your information in the future, please email us at the email address set out in the Contacting Us section below with your name, postal address, telephone number and email address with “Nevada do not sell” in the subject line. If You Are A Resident Of California Top YOUR CALIFORNIA PRIVACY RIGHTS (SHINE THE LIGHT ACT) If you are a California resident, you have the right to request information from us regarding the manner in which we share certain categories of your personal information with third parties for the third parties' direct marketing purposes.} "
    },
    {
      "Text": "California law provides that existing customers have the right to submit a request to us once a year at the designated address for and receive the following information:\\n\\nthe categories of information we disclosed to third parties for the third parties’ direct marketing purposes during the preceding calendar year;\\nthe names and addresses of third parties that received such information; and\\nif the nature of a third party's business cannot be reasonably determined from the third party's name, examples of the products or services marketed.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {If you would like to tell us not to sell your information in the future, please email us at the email address set out in the Contacting Us section below with your name, postal address, telephone number and email address with “Nevada do not sell” in the subject line. If You Are A Resident Of California Top YOUR CALIFORNIA PRIVACY RIGHTS (SHINE THE LIGHT ACT) If you are a California resident, you have the right to request information from us regarding the manner in which we share certain categories of your personal information with third parties for the third parties' direct marketing purposes.} "
    },
    {
      "Text": "YOUR CALIFORNIA PRIVACY RIGHTS (SHINE THE LIGHT ACT)\\nIf you are a California resident, you have the right to request information from us regarding the manner in which we share certain categories of your personal information with third parties for the third parties' direct marketing purposes",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {If You Are A Resident Of Nevada Top We do not transfer personal information for monetary consideration. If you would like to tell us not to sell your information in the future, please email us at the email address set out in the Contacting Us section below with your name, postal address, telephone number and email address with “Nevada do not sell” in the subject line.} "
    },
    {
      "Text": "YOUR CALIFORNIA PRIVACY RIGHTS (SHINE THE LIGHT ACT)\\nIf you are a California resident, you have the right to request information from us regarding the manner in which we share certain categories of your personal information with third parties for the third parties' direct marketing purposes",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {If You Are A Resident Of Nevada Top We do not transfer personal information for monetary consideration. If you would like to tell us not to sell your information in the future, please email us at the email address set out in the Contacting Us section below with your name, postal address, telephone number and email address with “Nevada do not sell” in the subject line.} "
    },
    {
      "Text": "Category Of Information\tCollected?\tSource\tBusiness purposes* for use\\nA. Identifiers (name, alias, postal address, email address, phone number, fax number, account name, Social Security number, driver's license number, passport number, unique personal identifier, IP address)\tYes\tIndividuals submitting information to us;\\ninformation we automatically collect from site visitors;\\ninformation we may receive from third-parties.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.\\nB. Protected Information (name with: Social security number, driver’s license or state ID number, financial account, medical, health, and health insurance information, user name and password)\tYes\tIndividuals submitting information;\\nemployment applications;\\nemployees.\tAuditing relating to transactions (employee administration); security detection, protection and enforcement; performing services for you; quality control.\\nC. Protected anti-discrimination classification information (Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).)\tYes\tIndividuals submitting information.\tAuditing relating to transactions (employee and vendor administration);\\ncompliance with law.\\nD. Commercial information (transaction history, products/services purchased, obtained or considered, product preference)\tYes\tIndividuals submitting information;\\ninformation we automatically collect from site visitors;\\ninformation we may receive from third-party marketing or data partners.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services to you; internal research and development; quality control.\\nE. Electronic network activity (browsing or search history, website interactions, advertisement interactions)\tYes\tInformation automatically collected from site visitors.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.\\nF. Audio, video or similar information (customer service calls, security monitoring)\tYes\tIndividuals submitting information;\\ninformation we collect for security purposes.\tSecurity detection, protection and enforcement; functionality debugging/error repair; performing services for you; internal research and development; quality control.\\nG. Biometrics\tNo\tNot collected.\tNot collected.\\nH. Geolocation\tYes\tInformation we automatically collect from site visitors.\tAuditing relating to transactions; ad customization; performing services for you; internal research and development;\\nI. Professional, educational or employment related information\tYes\tInformation submitted by individuals;\\ninformation received from third parties in connection with vendor or employment status or applications;\\ninformation we observe in connection with vendor or employment oversight.\tAuditing relating to transactions (employee and vendor administration); security detection, protection and enforcement; performing services for you; internal research and development; quality control; compliance with law.\\nJ. Non-public educational information(Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records).\tNo\tNot collected\tNot collected\\nK. Sensitive Personal Information (social security, driver’s license, state identification card, or passport number, account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account, precise geolocation, consumer’s racial or ethnic origin, religious or philosophical beliefs, or union membership, genetic data, biometric information, health, sex life or sexual orientation.)\tYes\tInformation submitted by individuals;\\ninformation received from third parties in connection with vendor or employment status or applications;\\ninformation we observe in connection with vendor or employment oversight.\tIdentity verification; employment and benefits administration; vendor oversight; security detection, protection and enforcement; compliance with law.\\nL. Inference from the above (preferences, characteristics, behavior, attitudes, abilities, etc.)\tYes\tInternal analytics\tAuditing relating to transactions; security detection, protection and enforcement; ad customization; performing services for you; internal research and development; quality control.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Not all information is collected about all individuals. For instance, we may collect different information from applicants for employment or from vendors or from customers.} "
    },
    {
      "Text": "*More specifically, the business purposes include:\\n\\n1. Performing services for you:\\nTo administer or otherwise carry out our obligations in relation to any agreement to which we are a party;\\nTo assist you in completing a transaction or order;\\nTo allow tracking of shipments;\\nTo prepare and process invoices;\\nTo respond to queries or requests and to provide services and support;\\nTo provide aftersales customer relationship management;\\nTo create and manage our customer accounts;\\nTo notify you about changes to our services and products;\\nTo administer any promotion, contest, survey, or competition;\\nTo provide you information regarding our products and services; and\\nTo offer our products and services to you in a personalized way, for example, we may provide suggestions based on your previous requests to enable you to identify suitable products and services more quickly.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": " Advertising customization.\\nFor marketing and promotions we believe you may find of interest and to provide you, or allow selected third parties to provide you, with information about products and services that may interest you.\\n3. Auditing relating to transactions, internal research and development.\\nTo provide for internal business administration and operations, including troubleshooting, Site customization, enhancement or development, testing, research, administration and operation of our Sites and data analytics;\\nTo create products or services that may meet your needs; and\\nTo measure performance of marketing initiatives, ads, and websites “powered by” another company on our behalf.\\n4. Security detection, protection and enforcement; functionality debugging, error repair.\\nAs part of our efforts to keep our Sites safe and secure;\\nTo ensure the security of your account and our business, preventing or detecting fraud, malicious activity or abuses of our Sites, for example, by requesting verification information in order to reset your account password (if applicable);\\nTo ensure the physical security of our premises through the monitoring of surveillance images\\nTo resolve disputes, to protect the rights, safety and interests ourselves, our users or others, and to comply with our legal obligations.\\n5. Quality control.\\nTo monitor quality control and ensure compliance with our legal obligations, codes and ordinances, policies and procedures,\\nTo develop and improve our products and services, for example, by reviewing visits to the Sites and various subpages, demand for specific products and services and user comments.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Performing services for you: To administer or otherwise carry out our obligations in relation to any agreement to which we are a party; To assist you in completing a transaction or order; To allow tracking of shipments; To prepare and process invoices; To respond to queries or requests and to provide services and support; To provide aftersales customer relationship management; To create and manage our customer accounts; To notify you about changes to our services and products; To administer any promotion, contest, survey, or competition; To provide you information regarding our products and services; and To offer our products and services to you in a personalized way, for example, we may provide suggestions based on your previous requests to enable you to identify suitable products and services more quickly. 2.} "
    },
    {
      "Text": ". Advertising customization.\\nFor marketing and promotions we believe you may find of interest and to provide you, or allow selected third parties to provide you, with information about products and services that may interest you.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "To measure performance of marketing initiatives, ads, and websites “powered by” another company on our behalf.\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {3. Auditing relating to transactions, internal research and development.} "
    },
    {
      "Text": "DISCLOSING PERSONAL INFORMATIONTop\\nFrom time to time we disclose Consumer information as described below. This includes disclosing information to service providers (such as payment processors, mail houses, marketing partners, shipping partners, employee benefits partner); affiliated companies; strategically aligned businesses; professional advisers (such as lawyers, bankers, staffing partners, auditors and accountants); and, when required by law, to regulators or law enforcement.\\n\\nA. Disclosure of Personal Information for a Business Purpose.\\nWe may disclose your personal information to service providers and others for a business purpose. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We do not process this information for purposes other than the purpose for which it was originally collected unless required by law..  We use and process Sensitive Personal Information collected from California employees, job applicants or vendors (including racial or ethnic origin, religious beliefs, mental or physical health diagnosis, sexual orientation, or citizenship or immigration status) to comply with laws including anti-discrimination laws and disability accommodation laws. We use Sensitive Personal Information from other Consumers (including racial or ethnic origin, religious beliefs, mental or physical health diagnosis, sexual orientation, or citizenship or immigration status) to provide disability accommodations.} "
    },
    {
      "Text": "In the preceding twelve (12) months, we may have disclosed the following categories of Consumer personal information to service providers (such as payment processors, mail houses, marketing partners, shipping partners, employee benefits partner); affiliated companies; strategically aligned businesses; professional advisers (such as lawyers, bankers, staffing partners, auditors and accountants); and, when required by law, to regulators or law enforcement. Not all information is disclosed to the above; photographs posted by site users are available to the public:\\n\\nCategory A: Identifiers.\\nCategory B: Protected personal information.\\nCategory C: Protected anti-discrimination classification information.\\nCategory D: Commercial Information\\nCategory E: Electronic network activity information\\nCategory F: Audio, video or similar information\\nCategory H: Geolocation\\nCategory I: Professional or employment-related information.\\nCategory K: Sensitive personal information\\nCategory L: Inferences",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The business purposes are listed above. When we disclose Consumer personal information for a business purpose, we enter into a contract that describes the purpose and requires the recipient to both keep that personal information confidential and not use it for any purpose except performing the contract.} "
    },
    {
      "Text": "Category Of Information\tCollected?\tSource\tBusiness purposes* for use\\nA. Identifiers (name, alias, postal address, email address, phone number, fax number, account name, Social Security number, driver's license number, passport number, unique personal identifier, IP address)\tYes\tIndividuals submitting information to us;\\ninformation we automatically collect from site visitors;\\ninformation we may receive from third-parties.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.\\nB. Protected Information (name with: Social security number, driver’s license or state ID number, financial account, medical, health, and health insurance information, user name and password)\tYes\tIndividuals submitting information;\\nemployment applications;\\nemployees.\tAuditing relating to transactions (employee administration); security detection, protection and enforcement; performing services for you; quality control.\\nC. Protected anti-discrimination classification information (Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).)\tYes\tIndividuals submitting information.\tAuditing relating to transactions (employee and vendor administration);\\ncompliance with law.\\nD. Commercial information (transaction history, products/services purchased, obtained or considered, product preference)\tYes\tIndividuals submitting information;\\ninformation we automatically collect from site visitors;\\ninformation we may receive from third-party marketing or data partners.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services to you; internal research and development; quality control.\\nE. Electronic network activity (browsing or search history, website interactions, advertisement interactions)\tYes\tInformation automatically collected from site visitors.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.\\nF. Audio, video or similar information (customer service calls, security monitoring)\tYes\tIndividuals submitting information;\\ninformation we collect for security purposes.\tSecurity detection, protection and enforcement; functionality debugging/error repair; performing services for you; internal research and development; quality control.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Not all information is collected about all individuals. For instance, we may collect different information from applicants for employment or from vendors or from customers.} "
    },
    {
      "Text": "H. Geolocation\tYes\tInformation we automatically collect from site visitors.\tAuditing relating to transactions; ad customization; performing services for you; internal research and development;\\nI. Professional, educational or employment related information\tYes\tInformation submitted by individuals;\\ninformation received from third parties in connection with vendor or employment status or applications;\\ninformation we observe in connection with vendor or employment oversight.\tAuditing relating to transactions (employee and vendor administration); security detection, protection and enforcement; performing services for you; internal research and development; quality control; compliance with law.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "K. Sensitive Personal Information (social security, driver’s license, state identification card, or passport number, account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account, precise geolocation, consumer’s racial or ethnic origin, religious or philosophical beliefs, or union membership, genetic data, biometric information, health, sex life or sexual orientation.)\tYes\tInformation submitted by individuals;\\ninformation received from third parties in connection with vendor or employment status or applications;\\ninformation we observe in connection with vendor or employment oversight.\tIdentity verification; employment and benefits administration; vendor oversight; security detection, protection and enforcement; compliance with law.\\nL. Inference from the above (preferences, characteristics, behavior, attitudes, abilities, etc.)\tYes\tInternal analytics\tAuditing relating to transactions; security detection, protection and enforcement; ad customization; performing services for you; internal research and development; quality control.\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Your discount will be applied to eligible items and subtracted from your cart's subtotal. Exclusions apply.} "
    },
    {
      "Text": "B. Disclosing Personal Information in Sale Arrangements\\nWe do not sell personal information for monetary consideration but we may transfer Consumer information to a third party that provides us with services such as helping us with advertising, data analysis and analytics, and security, which may fall under the definition of for “other valuable consideration” and which may therefore be considered a “sale” under some of the Privacy Laws. We do not sell the personal information of Consumers we actually know are less than sixteen (16) years of age.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "In the preceding twelve (12) months we may have disclosed the following categories of information for a business purpose which falls within the definition of a ‘sale.’\\n\\nCategory A: Identifiers.\\nCategory D: Commercial Information\\nCategory E: Electronic network activity information\\nCategory H: Geolocation\\nCategory L: Inferences",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The business purposes are listed above. When we disclose Consumer personal information for a business purpose, we enter into a contract that describes the purpose and requires the recipient to both keep that personal information confidential and not use it for any purpose except performing the contract.} "
    },
    {
      "Text": "Category Of Information\tCollected?\tSource\tBusiness purposes* for use\\nA. Identifiers (name, alias, postal address, email address, phone number, fax number, account name, Social Security number, driver's license number, passport number, unique personal identifier, IP address)\tYes\tIndividuals submitting information to us;\\ninformation we automatically collect from site visitors;\\ninformation we may receive from third-parties.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Not all information is collected about all individuals. For instance, we may collect different information from applicants for employment or from vendors or from customers.} "
    },
    {
      "Text": "D. Commercial information (transaction history, products/services purchased, obtained or considered, product preference)\tYes\tIndividuals submitting information;\\ninformation we automatically collect from site visitors;\\ninformation we may receive from third-party marketing or data partners.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services to you; internal research and development; quality control.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "H. Geolocation\tYes\tInformation we automatically collect from site visitors.\tAuditing relating to transactions; ad customization; performing services for you; internal research and development;",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "L. Inference from the above (preferences, characteristics, behavior, attitudes, abilities, etc.)\tYes\tInternal analytics\tAuditing relating to transactions; security detection, protection and enforcement; ad customization; performing services for you; internal research and development; quality control.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "C. Sharing Personal Information for Behavioral or Cross-Context Marketing or Targeted Marketing\\nSharing Consumer personal information means making it available to a third party so that they can use it to display targeted or cross-context behavioral advertisement to you. Cross-context behavioral or targeted advertising means that we display an advertisement to you that is selected based on personal information about you that we obtained or inferred over time from Consumers’ activities across other companies’ websites, applications or online services that we use to predict Consumers’ preferences or interests. Targeted advertising does not include using Consumers’ interactions with us or information that Consumers provide to us to select advertisements to show them. In the preceding twelve (12) months, We have shared the following categories of personal information of non-minors for behavioral or cross context or targeted advertising.\\n\\nCategory A: Identifiers.\\nCategory D: Commercial Information\\nCategory E: Electronic network activity information\\nCategory H: Geolocation",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Personal information about you, including user name and connection list, email address and password, if you access any of the Sites using a third-party social networking application or feature, such as Facebook Connect, through which you allow us to collect (or the third party to share) information about you;\\nPersonal information about you if other users of a third-party website give us access to their profiles and you are one of their \"connections\" or information about you is otherwise accessible through your \"connections\" web page, profile page, or similar page on a social networking or other third-party website or interactive service;\\nDemographic data, such as your age range, gender, and interests;\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may also receive information about you from third parties in connection with your use of our Apps. For example, if you enroll in the Pay with Rewards program on our App, we may receive transaction information from your payment card network (e.g., Mastercard), which we use to operate that program so that you may redeem points under that program’s terms.} "
    },
    {
      "Text": "Information about your advertising interaction and viewing data, such as if you click on certain advertisements;",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may also receive information about you from third parties in connection with your use of our Apps. For example, if you enroll in the Pay with Rewards program on our App, we may receive transaction information from your payment card network (e.g., Mastercard), which we use to operate that program so that you may redeem points under that program’s terms.} "
    },
    {
      "Text": " Access to Information and Data Portability Rights\\nConsumers have the right to request that we disclose certain information to Consumers about our information collection and disclosure practices. Consumers also have the right to request a copy of the specific pieces of personal information we collected about them. Once we receive and confirm a verifiable Consumer request, we will disclose:\\n\\nThe categories of personal information we collected about you, the sources of the information, our business or commercial purpose for collecting the information and whether the information was disclosed for a business purpose, shared or sold.\\nThe categories of information we disclosed for a business purpose and the categories of information we sold or shared during the prior 12 months along with the categories of recipients of such information.\\nThe specific pieces of personal information we collected about you during the prior 12 months, or, at your option, since January 1, 2022. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {This section describes Consumers’ rights under the Privacy Laws, explains how to exercise those rights, and provides information about the response timing and format and your rights to appeal our decisions. A.} "
    },
    {
      "Text": "Access to Information and Data Portability Rights\\nConsumers have the right to request that we disclose certain information to Consumers about our information collection and disclosure practices. Consumers also have the right to request a copy of the specific pieces of personal information we collected about them. Once we receive and confirm a verifiable Consumer request, we will disclose:\\n\\nThe categories of personal information we collected about you, the sources of the information, our business or commercial purpose for collecting the information and whether the information was disclosed for a business purpose, shared or sold.\\nThe categories of information we disclosed for a business purpose and the categories of information we sold or shared during the prior 12 months along with the categories of recipients of such information.\\nThe specific pieces of personal information we collected about you during the prior 12 months, or, at your option, since January 1, 2022.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {This section describes Consumers’ rights under the Privacy Laws, explains how to exercise those rights, and provides information about the response timing and format and your rights to appeal our decisions. A.} "
    },
    {
      "Text": ". Consumers’ Deletion Request Rights\\nConsumers have the right to request that we delete any of your personal information that we collected from them and retained, subject to certain exceptions. ",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to:\\n\\nComplete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you.\\nDetect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities and to help to ensure security and integrity to the extent the use of your personal information is reasonably necessary and proportionate for those purposes.\\nDebug products to identify and repair errors that impair existing intended functionality.\\nExercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.\\nComply with the California Electronic Communications Privacy Act (Cal. Penal Code § 1546 et. seq.).\\nEngage in public or peer-reviewed scientific, historical, or statistical research that conforms or adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s ability to complete such research, if you previously provided informed consent.\\nEnable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us and compatible with the context in which you provided the information.\\nComply with a legal obligation.\\nMake other internal and lawful uses of that information that are compatible with the context in which you provided it",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {B. Consumers’ Deletion Request Rights Consumers have the right to request that we delete any of your personal information that we collected from them and retained, subject to certain exceptions. Once we receive and confirm a verifiable Consumer request, we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies.} "
    },
    {
      "Text": ". Consumers’ Information Correction Rights\\nConsumers have the right to request that we correct information that we hold which is inaccurate.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Consumers’ Opt-Out Rights",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {California defines a ‘Consumer’ as any resident of the state regardless of the capacity in which they interact with us. Attention current, former and prospective employees residing in California: please learn about your Privacy Law rights and how to exercise them by contacting us by phone at 888-720-7975, by email at hrcompliance@basspro.com or by visiting our web page here.} "
    },
    {
      "Text": "Do Not Share My Personal Information; Targeted Advertising. Consumers have the right to opt out of having their personal information shared for cross context behavioral advertising purposes and having their information used for targeted advertisements. When Consumers opt out we will not share their personal information with others that they can use to send the Consumer targeted advertisements and we will not use information we obtain over time from Consumers’ activities with third party companies to show advertisements.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We do not sell the personal information of Consumers we actually know are less than 16 years of age, unless we receive affirmative authorization (the \"right to opt-in\") from either the consumer who is at least 13 but not yet 16 years of age, or the parent or guardian of a consumer less than 13 years of age. Consumers who opt-in to personal information sales may opt-out of future sales at any time.} "
    },
    {
      "Text": "Access, Correction and Deletion. To exercise the access, correction, and deletion rights Consumers may contact us by calling us at 888-720-7975 or visiting our disclosure request page here. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {This section describes Consumers’ rights under the Privacy Laws, explains how to exercise those rights, and provides information about the response timing and format and your rights to appeal our decisions. A.} "
    },
    {
      "Text": "Opt-Out Rights. To opt out of the sale of your personal information or the sharing of your personal information or to ask us to limit processing of your Sensitive Personal Information, you may submit a request to us by visiting our Do-Not-Sell or Share/ Limit Processing web page here. You may also call us toll free at 888-720-7975.\\nYou may also opt out by activating a user-enabled global privacy control, such as a browser plug-in or privacy setting, device setting, or other mechanism, that communicates or signals your choice to opt-out of the sale and sharing of personal information.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you purchase our goods or services on Amway.com, we will share with Amway the Amway IBO number and the dollar amount of each purchase. If you are a member of the Amway program and you do not want us to disclose that information, then you must contact Amway directly.} "
    },
    {
      "Text": "NON-DISCRIMINATIONTop\\nWe will not discriminate against you as a result of your exercise of any of these rights. Unless permitted by the Privacy Laws, we will not:\\n\\nDeny you goods or services.\\nCharge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.\\nProvide you a different level or quality of goods or services.\\nSuggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We do not charge a fee to process or respond to your verifiable Consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.} "
    },
    {
      "Text": "Updates To This StatementTop\\nWe reserve the right to make changes at any time to this Statement and/or alter the look, content and functionality of our Sites. However, if we change how we use your Personal Information, we will post the policy change notification here, update this Statement accordingly and post a new effective date. We encourage you to periodically review this Statement for the latest information on our privacy and security policies.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Please note that your use of the Sites may be subject to other local, state, national, and international laws. You expressly agree that exclusive jurisdiction for resolving any claim or dispute with us or relating in any way to your use of the Sites resides in the state and federal courts of Kent County, Delaware, and you further agree and expressly consent to exercise of personal jurisdiction in the state and federal courts of Kent County, Delaware.} "
    },
    {
      "Text": "Effective Date: May 22, 2023.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {We encourage you to periodically review this Statement for the latest information on our privacy and security policies. Contacting Us Top For further information questions or concerns about this Statement, please: email us at: privacy@basspro.com , and include your name, address, telephone number, email address, and a note of instruction; or Call us toll free at 1-888-720-7975 or Write to us at: Bass Pro Shops Attention Customer Service Privacy Director 2500 E. Kearney Springfield, Missouri 65898 and include your name, address, telephone number, and a note of instruction.} "
    },
    {
      "Text": "Personal Information You Provide Through The Sites And How We May Use ItTop\\nYou are not required to provide Personal Information to browse the Sites. If you choose to purchase products and/or services from the Sites, you may be asked to provide your name, credit card information, telephone number (in case our customer service personnel need to reach you about your order), mailing and/or shipping address, email address. If you choose to create an online account, you may provide your name, address, telephone number, email address or other information you choose to provide. To participate in or submit content to one of our Sites or to view exclusive content on the Sites, you will be required to have an online account. If you request a catalog, we may ask for your mailing address. If you ask to receive our newsletters or send a Wish List or Email-A-Friend message, we may ask for an email address. If you participate in surveys or contests, we may ask for your contact information, qualifying information, opinion and background information, such as your age, gender, approximate household income, type of outdoor sport you enjoy, frequency in which you engage in your sport, and where you go to enjoy your sport. Those seeking Career Opportunities may be asked to provide contact, background, education and employment information. If you participate in our online communities, any information you post is publicly accessible. If you download one of our mobile applications (“App”), we will collect your name and contact information, as well as information about your device, so that we can identify you when you connect with us. If you enroll in one of our text message programs we will collect your mobile phone number in order to send text messages to you; we do not share mobile subscriber data with third parties other than our text message service provider who is not permitted to use it for their own purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {A Corporate Affiliate is an entity owned by or under common ownership with us. A Business Partner is an entity with which we have an ongoing business relationship to provide data analysis, to assist in developing a Site or to provide marketing services, specialized products or services or information to visitors to the Sites.} "
    },
    {
      "Text": "We may use your information for our general commercial purposes, including:\\n\\nProviding information about our products, services and special events and those of third parties which we believe may be of interest to you.\\nProcessing and fulfilling your purchase order or request for information, contacting you regarding your order, or answering any questions/concerns you might have regarding your order.\\nCustomizing your Site experience and speeding up the shopping process by remembering you through your online account.\\nAllowing registered members to submit content to our Sites and participate in our communities, online ratings and reviews, talk forums, chats, blogs and outdoor questions and answers forums, and providing them with access to exclusive content.\\nConducting surveys to assess customer satisfaction and preferences.\\nAdministering contests or sweepstakes.\\nAllowing you to create a wish list and email a personal greeting to a friend with your information.\\nConsidering and processing applications for employment.\\nOffering and operating our mobile Apps.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you download one of our mobile applications (“App”), we will collect your name and contact information, as well as information about your device, so that we can identify you when you connect with us. If you enroll in one of our text message programs we will collect your mobile phone number in order to send text messages to you; we do not share mobile subscriber data with third parties other than our text message service provider who is not permitted to use it for their own purposes.} "
    },
    {
      "Text": "We may use your information for our general commercial purposes, including:\\n\\nProviding information about our products, services and special events and those of third parties which we believe may be of interest to you.\\nProcessing and fulfilling your purchase order or request for information, contacting you regarding your order, or answering any questions/concerns you might have regarding your order.\\nCustomizing your Site experience and speeding up the shopping process by remembering you through your online account.\\nAllowing registered members to submit content to our Sites and participate in our communities, online ratings and reviews, talk forums, chats, blogs and outdoor questions and answers forums, and providing them with access to exclusive content.\\nConducting surveys to assess customer satisfaction and preferences.\\nAdministering contests or sweepstakes.\\nAllowing you to create a wish list and email a personal greeting to a friend with your information.\\nConsidering and processing applications for employment.\\nOffering and operating our mobile Apps.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you download one of our mobile applications (“App”), we will collect your name and contact information, as well as information about your device, so that we can identify you when you connect with us. If you enroll in one of our text message programs we will collect your mobile phone number in order to send text messages to you; we do not share mobile subscriber data with third parties other than our text message service provider who is not permitted to use it for their own purposes.} "
    },
    {
      "Text": "We may use your information for our general commercial purposes, including:\\n\\nProviding information about our products, services and special events and those of third parties which we believe may be of interest to you.\\nProcessing and fulfilling your purchase order or request for information, contacting you regarding your order, or answering any questions/concerns you might have regarding your order.\\nCustomizing your Site experience and speeding up the shopping process by remembering you through your online account.\\nAllowing registered members to submit content to our Sites and participate in our communities, online ratings and reviews, talk forums, chats, blogs and outdoor questions and answers forums, and providing them with access to exclusive content.\\nConducting surveys to assess customer satisfaction and preferences.\\nAdministering contests or sweepstakes.\\nAllowing you to create a wish list and email a personal greeting to a friend with your information.\\nConsidering and processing applications for employment.\\nOffering and operating our mobile Apps.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you download one of our mobile applications (“App”), we will collect your name and contact information, as well as information about your device, so that we can identify you when you connect with us. If you enroll in one of our text message programs we will collect your mobile phone number in order to send text messages to you; we do not share mobile subscriber data with third parties other than our text message service provider who is not permitted to use it for their own purposes.} "
    },
    {
      "Text": "Personal Information We May Collect From Other Sources Top\\nWe may receive information about you from third-party sources when you allow us access to your data through a third-party service to create a Site profile or when a friend provides us your information. We may also receive information about you from third parties in connection with your use of our Apps. For example, if you enroll in the Pay with Rewards program on our App, we may receive transaction information from your payment card network (e.g., Mastercard), which we use to operate that program so that you may redeem points under that program’s terms. In addition, we may receive information from social networking sites, databases, online marketing firms, and ad targeting firms, including:\\n\\nPersonal information about you, including user name and connection list, email address and password, if you access any of the Sites using a third-party social networking application or feature, such as Facebook Connect, through which you allow us to collect (or the third party to share) information about you;\\nPersonal information about you if other users of a third-party website give us access to their profiles and you are one of their \"connections\" or information about you is otherwise accessible through your \"connections\" web page, profile page, or similar page on a social networking or other third-party website or interactive service;\\nDemographic data, such as your age range, gender, and interests;\\nInformation about your advertising interaction and viewing data, such as if you click on certain advertisements;\\nYour name and email address if a Site user gives information about the Sites to you, such as through the \"Email-a-Friend\" feature; and\\nReferences and background checks for job applicants.\\nWith the exception of information collected through the \"Email-A-Friend\" feature (which is only used to forward messages from you), we may combine the information we collect about you through the Sites with records from third-party sources in order to improve our ability to serve you, to tailor our content to you and to offer you opportunities to purchase products or services that we think may be of interest to you. Please note that if we combine the information we receive from third-party sources with information we collect through the Sites, we will treat it in accordance with this Statement.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Considering and processing applications for employment. Offering and operating our mobile Apps.} "
    },
    {
      "Text": "How We May Share the Information Collected Top\\nWe may share your Personal Information as provided in this Statement. We may share Personal Information with our Corporate Affiliates.\\nWe may provide Personal Information to our agents, outside vendors or service providers to perform functions on our behalf (e.g., analyzing data, providing marketing assistance, providing customer service, processing orders, sending emails about our products or services, etc.).\\nWe do on occasion share your name and mailing address with other companies that, in our judgment, are similar to us or our Corporate Affiliates for marketing and promotions of their products and services where we believe that their products and services would be of interest to you.\\nWe may also sell, transfer or otherwise disclose Personal Information, including, but not limited to, your name and mailing address, in connection with a corporate transaction, such as a merger, consolidation or sale of some or substantially all of our assets.\\nWe may use or disclose your Personal Information to comply with the law, applicable regulations, governmental and quasi-governmental requests, court orders or subpoenas, to enforce our Community Guidelines and Terms of Use and to protect the rights, property, safety or interests of our company, our Corporate Affiliates or others.\\nWe may share aggregated or anonymized information with third parties without restriction.\\nWe may use third party-placed tracking pixels and Cookies and related or similar technologies to help us understand how to improve the customer experience on our Sites, to personalize our content, develop and improve our products and services, including advertising and personalize ads you see for BPS on third-party websites and mobile applications, including social media.\\nPay With Rewards Program. If you enroll in the Pay with Rewards program, we may share your information with Mastercard in order to allow you to redeem points in accordance with that program. You can opt out of this sharing by unenrolling in the Pay with Rewards program.\\n\\nIf you enroll in the Pay with Rewards program, you authorize your payment card network (e.g., Mastercard) to monitor activity on your selected payment card(s) and to share certain transaction data with us and our service providers so that you may redeem points under that program’s terms.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {With the exception of information collected through the \"Email-A-Friend\" feature (which is only used to forward messages from you), we may combine the information we collect about you through the Sites with records from third-party sources in order to improve our ability to serve you, to tailor our content to you and to offer you opportunities to purchase products or services that we think may be of interest to you. Please note that if we combine the information we receive from third-party sources with information we collect through the Sites, we will treat it in accordance with this Statement.} "
    },
    {
      "Text": "Amway Purchases. If you purchase our goods or services on Amway.com, we will share with Amway the Amway IBO number and the dollar amount of each purchase.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you enroll in the Pay with Rewards program, you authorize your payment card network (e.g., Mastercard) to monitor activity on your selected payment card(s) and to share certain transaction data with us and our service providers so that you may redeem points under that program’s terms. You can withdraw your authorization and stop this sharing by unenrolling from the Pay with Rewards program.} "
    },
    {
      "Text": "We will honor your requests to change or delete your Personal Information in compliance with applicable law.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {You may opt out of receiving our email newsletters at any time by choosing the unsubscribe link provided in each email. You may also be able to edit your email preferences on \"Your Account\" page.} "
    },
    {
      "Text": "We will honor your requests to change or delete your Personal Information in compliance with applicable law.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {You may opt out of receiving our email newsletters at any time by choosing the unsubscribe link provided in each email. You may also be able to edit your email preferences on \"Your Account\" page.} "
    },
    {
      "Text": "OUR USE OF COOKIES AND GIFS\\nWe may collect information about how users navigate through a Site during thousands of Site visits. For example, we use Cookie technology:\\n\\nto track which pages on Sites our visitors view and which web browsers they use. We analyze this information in aggregate to improve the Sites by making them more responsive to the needs and preferences of our users.\\nwhen you register on the Sites so that each time you visit the Sites we can remember your specified area of interest and any other information you have voluntarily provided and saved.\\nto track the items you placed in your shopping cart during a single shopping session and to enable us to provide better service to you by maintaining your shopping cart between visits (so you do not have to enter each item again) and to send cart reminders to you if you are enrolled in our text message program.\\nto help us understand our Site traffic patterns to determine our visitors’ interests and needs.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Requests to remove Personal Information from marketing lists will apply to future mailings and future sharing of information, not to past disclosures or use. Please remember that we do not have access to, or control over, advertisers' or service providers' cookies, and the information practices of third parties are not covered by this Statement.} "
    },
    {
      "Text": "We may use a software technology called clear gifs (a.k.a. Web Beacons/Web Bugs) that helps us better manage content on the Sites by informing us about the content that is of interest to our customers. Clear gifs are tiny graphics with a unique identifier, similar in function to cookies, and are used to track the online movements of web users by collecting information such as a visitor's cookie number, the time, date, duration and number of page views, a description of the page where the web beacon is placed, and details about any items that were purchased. In addition, we may use clear gifs in our HTML-based emails to let us know which emails the recipients have opened. This allows us to gauge the effectiveness of certain communications and our marketing campaigns.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Because we rely on Cookies to make the shopping experience easier and more tailored to your needs, your browser must be set to accept Cookies before you can place an order. If you would like more information about how Cookies work, go to http://www.cookiecentral.com.} "
    },
    {
      "Text": "the categories of information we disclosed to third parties for the third parties’ direct marketing purposes during the preceding calendar year;\\nthe names and addresses of third parties that received such information; and\\nif the nature of a third party's business cannot be reasonably determined from the third party's name, examples of the products or services marketed.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {If you would like to tell us not to sell your information in the future, please email us at the email address set out in the Contacting Us section below with your name, postal address, telephone number and email address with “Nevada do not sell” in the subject line. If You Are A Resident Of California Top YOUR CALIFORNIA PRIVACY RIGHTS (SHINE THE LIGHT ACT) If you are a California resident, you have the right to request information from us regarding the manner in which we share certain categories of your personal information with third parties for the third parties' direct marketing purposes.} "
    },
    {
      "Text": "INFORMATION COLLECTED, SOURCES, AND BUSINESS PURPOSE FOR COLLECTIONTop\\nThe following table lists the categories of Consumer personal information, whether we have collected information in the category during the past 12 months, the sources of the information, and the business purposes for which we collect and use the information. The categories of information include information we collect from our website visitors, registered users, employees, vendors, suppliers and any other person that interacts with us either online or offline. Not all information is collected about all individuals. For instance, we may collect different information from applicants for employment or from vendors or from customers.\\n\\nCategory Of Information\tCollected?\tSource\tBusiness purposes* for use\\nA. Identifiers (name, alias, postal address, email address, phone number, fax number, account name, Social Security number, driver's license number, passport number, unique personal identifier, IP address)\tYes\tIndividuals submitting information to us;\\ninformation we automatically collect from site visitors;\\ninformation we may receive from third-parties.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.\\nB. Protected Information (name with: Social security number, driver’s license or state ID number, financial account, medical, health, and health insurance information, user name and password)\tYes\tIndividuals submitting information;\\nemployment applications;\\nemployees.\tAuditing relating to transactions (employee administration); security detection, protection and enforcement; performing services for you; quality control.\\nC. Protected anti-discrimination classification information (Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).)\tYes\tIndividuals submitting information.\tAuditing relating to transactions (employee and vendor administration);\\ncompliance with law.\\nD. Commercial information (transaction history, products/services purchased, obtained or considered, product preference)\tYes\tIndividuals submitting information;\\ninformation we automatically collect from site visitors;\\ninformation we may receive from third-party marketing or data partners.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services to you; internal research and development; quality control.\\nE. Electronic network activity (browsing or search history, website interactions, advertisement interactions)\tYes\tInformation automatically collected from site visitors.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.\\nF. Audio, video or similar information (customer service calls, security monitoring)\tYes\tIndividuals submitting information;\\ninformation we collect for security purposes.\tSecurity detection, protection and enforcement; functionality debugging/error repair; performing services for you; internal research and development; quality control.\\nG. Biometrics\tNo\tNot collected.\tNot collected.\\nH. Geolocation\tYes\tInformation we automatically collect from site visitors.\tAuditing relating to transactions; ad customization; performing services for you; internal research and development;\\nI. Professional, educational or employment related information\tYes\tInformation submitted by individuals;\\ninformation received from third parties in connection with vendor or employment status or applications;\\ninformation we observe in connection with vendor or employment oversight.\tAuditing relating to transactions (employee and vendor administration); security detection, protection and enforcement; performing services for you; internal research and development; quality control; compliance with law.\\nJ. Non-public educational information(Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records).\tNo\tNot collected\tNot collected\\nK. Sensitive Personal Information (social security, driver’s license, state identification card, or passport number, account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account, precise geolocation, consumer’s racial or ethnic origin, religious or philosophical beliefs, or union membership, genetic data, biometric information, health, sex life or sexual orientation.)\tYes\tInformation submitted by individuals;\\ninformation received from third parties in connection with vendor or employment status or applications;\\ninformation we observe in connection with vendor or employment oversight.\tIdentity verification; employment and benefits administration; vendor oversight; security detection, protection and enforcement; compliance with law.\\nL. Inference from the above (preferences, characteristics, behavior, attitudes, abilities, etc.)\tYes\tInternal analytics\tAuditing relating to transactions; security detection, protection and enforcement; ad customization; performing services for you; internal research and development; quality control.\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For Consumers, the provisions of this section prevail over any conflicting provisions of this Privacy Statement. We adopt this section of our Privacy Statement to comply with the Privacy Laws of and any terms defined in the Privacy Laws have the meaning set forth in the law of your state of residence when used in this section.} "
    },
    {
      "Text": "Category Of Information\tCollected?\tSource\tBusiness purposes* for use\\nA. Identifiers (name, alias, postal address, email address, phone number, fax number, account name, Social Security number, driver's license number, passport number, unique personal identifier, IP address)\tYes\tIndividuals submitting information to us;\\ninformation we automatically collect from site visitors;\\ninformation we may receive from third-parties.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.\\nB. Protected Information (name with: Social security number, driver’s license or state ID number, financial account, medical, health, and health insurance information, user name and password)\tYes\tIndividuals submitting information;\\nemployment applications;\\nemployees.\tAuditing relating to transactions (employee administration); security detection, protection and enforcement; performing services for you; quality control.\\nC. Protected anti-discrimination classification information (Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).)\tYes\tIndividuals submitting information.\tAuditing relating to transactions (employee and vendor administration);\\ncompliance with law.\\nD. Commercial information (transaction history, products/services purchased, obtained or considered, product preference)\tYes\tIndividuals submitting information;\\ninformation we automatically collect from site visitors;\\ninformation we may receive from third-party marketing or data partners.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services to you; internal research and development; quality control.\\nE. Electronic network activity (browsing or search history, website interactions, advertisement interactions)\tYes\tInformation automatically collected from site visitors.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.\\nF. Audio, video or similar information (customer service calls, security monitoring)\tYes\tIndividuals submitting information;\\ninformation we collect for security purposes.\tSecurity detection, protection and enforcement; functionality debugging/error repair; performing services for you; internal research and development; quality control.\\nG. Biometrics\tNo\tNot collected.\tNot collected.\\nH. Geolocation\tYes\tInformation we automatically collect from site visitors.\tAuditing relating to transactions; ad customization; performing services for you; internal research and development;\\nI. Professional, educational or employment related information\tYes\tInformation submitted by individuals;\\ninformation received from third parties in connection with vendor or employment status or applications;\\ninformation we observe in connection with vendor or employment oversight.\tAuditing relating to transactions (employee and vendor administration); security detection, protection and enforcement; performing services for you; internal research and development; quality control; compliance with law.\\nJ. Non-public educational information(Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records).\tNo\tNot collected\tNot collected\\nK. Sensitive Personal Information (social security, driver’s license, state identification card, or passport number, account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account, precise geolocation, consumer’s racial or ethnic origin, religious or philosophical beliefs, or union membership, genetic data, biometric information, health, sex life or sexual orientation.)\tYes\tInformation submitted by individuals;\\ninformation received from third parties in connection with vendor or employment status or applications;\\ninformation we observe in connection with vendor or employment oversight.\tIdentity verification; employment and benefits administration; vendor oversight; security detection, protection and enforcement; compliance with law.\\nL. Inference from the above (preferences, characteristics, behavior, attitudes, abilities, etc.)\tYes\tInternal analytics\tAuditing relating to transactions; security detection, protection and enforcement; ad customization; performing services for you; internal research and development; quality control.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Not all information is collected about all individuals. For instance, we may collect different information from applicants for employment or from vendors or from customers.} "
    },
    {
      "Text": "INFORMATION COLLECTED, SOURCES, AND BUSINESS PURPOSE FOR COLLECTIONTop\\nThe following table lists the categories of Consumer personal information, whether we have collected information in the category during the past 12 months, the sources of the information, and the business purposes for which we collect and use the information. The categories of information include information we collect from our website visitors, registered users, employees, vendors, suppliers and any other person that interacts with us either online or offline. Not all information is collected about all individuals. For instance, we may collect different information from applicants for employment or from vendors or from customers.\\n\\nCategory Of Information\tCollected?\tSource\tBusiness purposes* for use\\nA. Identifiers (name, alias, postal address, email address, phone number, fax number, account name, Social Security number, driver's license number, passport number, unique personal identifier, IP address)\tYes\tIndividuals submitting information to us;\\ninformation we automatically collect from site visitors;\\ninformation we may receive from third-parties.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.\\nB. Protected Information (name with: Social security number, driver’s license or state ID number, financial account, medical, health, and health insurance information, user name and password)\tYes\tIndividuals submitting information;\\nemployment applications;\\nemployees.\tAuditing relating to transactions (employee administration); security detection, protection and enforcement; performing services for you; quality control.\\nC. Protected anti-discrimination classification information (Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).)\tYes\tIndividuals submitting information.\tAuditing relating to transactions (employee and vendor administration);\\ncompliance with law.\\nD. Commercial information (transaction history, products/services purchased, obtained or considered, product preference)\tYes\tIndividuals submitting information;\\ninformation we automatically collect from site visitors;\\ninformation we may receive from third-party marketing or data partners.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services to you; internal research and development; quality control.\\nE. Electronic network activity (browsing or search history, website interactions, advertisement interactions)\tYes\tInformation automatically collected from site visitors.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.\\nF. Audio, video or similar information (customer service calls, security monitoring)\tYes\tIndividuals submitting information;\\ninformation we collect for security purposes.\tSecurity detection, protection and enforcement; functionality debugging/error repair; performing services for you; internal research and development; quality control.\\nG. Biometrics\tNo\tNot collected.\tNot collected.\\nH. Geolocation\tYes\tInformation we automatically collect from site visitors.\tAuditing relating to transactions; ad customization; performing services for you; internal research and development;\\nI. Professional, educational or employment related information\tYes\tInformation submitted by individuals;\\ninformation received from third parties in connection with vendor or employment status or applications;\\ninformation we observe in connection with vendor or employment oversight.\tAuditing relating to transactions (employee and vendor administration); security detection, protection and enforcement; performing services for you; internal research and development; quality control; compliance with law.\\nJ. Non-public educational information(Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records).\tNo\tNot collected\tNot collected\\nK. Sensitive Personal Information (social security, driver’s license, state identification card, or passport number, account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account, precise geolocation, consumer’s racial or ethnic origin, religious or philosophical beliefs, or union membership, genetic data, biometric information, health, sex life or sexual orientation.)\tYes\tInformation submitted by individuals;\\ninformation received from third parties in connection with vendor or employment status or applications;\\ninformation we observe in connection with vendor or employment oversight.\tIdentity verification; employment and benefits administration; vendor oversight; security detection, protection and enforcement; compliance with law.\\nL. Inference from the above (preferences, characteristics, behavior, attitudes, abilities, etc.)\tYes\tInternal analytics\tAuditing relating to transactions; security detection, protection and enforcement; ad customization; performing services for you; internal research and development; quality control",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For Consumers, the provisions of this section prevail over any conflicting provisions of this Privacy Statement. We adopt this section of our Privacy Statement to comply with the Privacy Laws of and any terms defined in the Privacy Laws have the meaning set forth in the law of your state of residence when used in this section.} "
    },
    {
      "Text": "INFORMATION COLLECTED, SOURCES, AND BUSINESS PURPOSE FOR COLLECTIONTop\\nThe following table lists the categories of Consumer personal information, whether we have collected information in the category during the past 12 months, the sources of the information, and the business purposes for which we collect and use the information. The categories of information include information we collect from our website visitors, registered users, employees, vendors, suppliers and any other person that interacts with us either online or offline. Not all information is collected about all individuals. For instance, we may collect different information from applicants for employment or from vendors or from customers.\\n\\nCategory Of Information\tCollected?\tSource\tBusiness purposes* for use\\nA. Identifiers (name, alias, postal address, email address, phone number, fax number, account name, Social Security number, driver's license number, passport number, unique personal identifier, IP address)\tYes\tIndividuals submitting information to us;\\ninformation we automatically collect from site visitors;\\ninformation we may receive from third-parties.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.\\nB. Protected Information (name with: Social security number, driver’s license or state ID number, financial account, medical, health, and health insurance information, user name and password)\tYes\tIndividuals submitting information;\\nemployment applications;\\nemployees.\tAuditing relating to transactions (employee administration); security detection, protection and enforcement; performing services for you; quality control.\\nC. Protected anti-discrimination classification information (Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).)\tYes\tIndividuals submitting information.\tAuditing relating to transactions (employee and vendor administration);\\ncompliance with law.\\nD. Commercial information (transaction history, products/services purchased, obtained or considered, product preference)\tYes\tIndividuals submitting information;\\ninformation we automatically collect from site visitors;\\ninformation we may receive from third-party marketing or data partners.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services to you; internal research and development; quality control.\\nE. Electronic network activity (browsing or search history, website interactions, advertisement interactions)\tYes\tInformation automatically collected from site visitors.\tAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.\\nF. Audio, video or similar information (customer service calls, security monitoring)\tYes\tIndividuals submitting information;\\ninformation we collect for security purposes.\tSecurity detection, protection and enforcement; functionality debugging/error repair; performing services for you; internal research and development; quality control.\\nG. Biometrics\tNo\tNot collected.\tNot collected.\\nH. Geolocation\tYes\tInformation we automatically collect from site visitors.\tAuditing relating to transactions; ad customization; performing services for you; internal research and development;\\nI. Professional, educational or employment related information\tYes\tInformation submitted by individuals;\\ninformation received from third parties in connection with vendor or employment status or applications;\\ninformation we observe in connection with vendor or employment oversight.\tAuditing relating to transactions (employee and vendor administration); security detection, protection and enforcement; performing services for you; internal research and development; quality control; compliance with law.\\nJ. Non-public educational information(Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records).\tNo\tNot collected\tNot collected\\nK. Sensitive Personal Information (social security, driver’s license, state identification card, or passport number, account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account, precise geolocation, consumer’s racial or ethnic origin, religious or philosophical beliefs, or union membership, genetic data, biometric information, health, sex life or sexual orientation.)\tYes\tInformation submitted by individuals;\\ninformation received from third parties in connection with vendor or employment status or applications;\\ninformation we observe in connection with vendor or employment oversight.\tIdentity verification; employment and benefits administration; vendor oversight; security detection, protection and enforcement; compliance with law.\\nL. Inference from the above (preferences, characteristics, behavior, attitudes, abilities, etc.)\tYes\tInternal analytics\tAuditing relating to transactions; security detection, protection and enforcement; ad customization; performing services for you; internal research and development; quality control.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {For Consumers, the provisions of this section prevail over any conflicting provisions of this Privacy Statement. We adopt this section of our Privacy Statement to comply with the Privacy Laws of and any terms defined in the Privacy Laws have the meaning set forth in the law of your state of residence when used in this section.} "
    },
    {
      "Text": "Category Of Information: A. Identifiers (name, alias, postal address, email address, phone number, fax number, account name, Social Security number, driver's license number, passport number, unique personal identifier, IP address) ||| Collected?: Yes ||| Source: Individuals submitting information to us; information we automatically collect from site visitors; information we may receive from third-parties. ||| Business purposes* for use: Auditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.\\n\\nCategory Of Information: B. Protected Information (name with: Social security number, driver’s license or state ID number, financial account, medical, health, and health insurance information, user name and password) ||| Collected?: Yes ||| Source: Individuals submitting information; employment applications; employees. ||| Business purposes* for use: Auditing relating to transactions (employee administration); security detection, protection and enforcement; performing services for you; quality control.\\n\\nCategory Of Information: C. Protected anti-discrimination classification information (Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).) ||| Collected?: Yes ||| Source: Individuals submitting information. ||| Business purposes* for use: Auditing relating to transactions (employee and vendor administration); compliance with law.\\n\\nCategory Of Information: D. Commercial information (transaction history, products/services purchased, obtained or considered, product preference) ||| Collected?: Yes ||| Source: Individuals submitting information; information we automatically collect from site visitors; information we may receive from third-party marketing or data partners. ||| Business purposes* for use: Auditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services to you; internal research and development; quality control.\\n\\nCategory Of Information: E. Electronic network activity (browsing or search history, website interactions, advertisement interactions) ||| Collected?: Yes ||| Source: Information automatically collected from site visitors. ||| Business purposes* for use: Auditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.\\n\\nCategory Of Information: F. Audio, video or similar information (customer service calls, security monitoring) ||| Collected?: Yes ||| Source: Individuals submitting information; information we collect for security purposes. ||| Business purposes* for use: Security detection, protection and enforcement; functionality debugging/error repair; performing services for you; internal research and development; quality control.\\n\\nCategory Of Information: G. Biometrics ||| Collected?: No ||| Source: Not collected. ||| Business purposes* for use: Not collected.\\n\\nCategory Of Information: H. Geolocation ||| Collected?: Yes ||| Source: Information we automatically collect from site visitors. ||| Business purposes* for use: Auditing relating to transactions; ad customization; performing services for you; internal research and development;\\n\\nCategory Of Information: I. Professional, educational or employment related information ||| Collected?: Yes ||| Source: Information submitted by individuals; information received from third parties in connection with vendor or employment status or applications; information we observe in connection with vendor or employment oversight. ||| Business purposes* for use: Auditing relating to transactions (employee and vendor administration); security detection, protection and enforcement; performing services for you; internal research and development; quality control; compliance with law.\\n\\nCategory Of Information: J. Non-public educational information(Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records). ||| Collected?: No ||| Source: Not collected ||| Business purposes* for use: Not collected\\n\\nCategory Of Information: K. Sensitive Personal Information (social security, driver’s license, state identification card, or passport number, account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account, precise geolocation, consumer’s racial or ethnic origin, religious or philosophical beliefs, or union membership, genetic data, biometric information, health, sex life or sexual orientation.) ||| Collected?: Yes ||| Source: Information submitted by individuals; information received from third parties in connection with vendor or employment status or applications; information we observe in connection with vendor or employment oversight. ||| Business purposes* for use: Identity verification; employment and benefits administration; vendor oversight; security detection, protection and enforcement; compliance with law.\\n\\nCategory Of Information: L. Inference from the above (preferences, characteristics, behavior, attitudes, abilities, etc.) ||| Collected?: Yes ||| Source: Internal analytics ||| Business purposes* for use: Auditing relating to transactions; security detection, protection and enforcement; ad customization; performing services for you; internal research and development; quality control.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Not all information is collected about all individuals. For instance, we may collect different information from applicants for employment or from vendors or from customers.} "
    },
    {
      "Text": "Category Of Information: A. Identifiers (name, alias, postal address, email address, phone number, fax number, account name, Social Security number, driver's license number, passport number, unique personal identifier, IP address) ||| Collected?: Yes ||| Source: Individuals submitting information to us; information we automatically collect from site visitors; information we may receive from third-parties. ||| Business purposes* for use: Auditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.\\n\\nCategory Of Information: B. Protected Information (name with: Social security number, driver’s license or state ID number, financial account, medical, health, and health insurance information, user name and password) ||| Collected?: Yes ||| Source: Individuals submitting information; employment applications; employees. ||| Business purposes* for use: Auditing relating to transactions (employee administration); security detection, protection and enforcement; performing services for you; quality control.\\n\\nCategory Of Information: C. Protected anti-discrimination classification information (Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).) ||| Collected?: Yes ||| Source: Individuals submitting information. ||| Business purposes* for use: Auditing relating to transactions (employee and vendor administration); compliance with law.\\n\\nCategory Of Information: D. Commercial information (transaction history, products/services purchased, obtained or considered, product preference) ||| Collected?: Yes ||| Source: Individuals submitting information; information we automatically collect from site visitors; information we may receive from third-party marketing or data partners. ||| Business purposes* for use: Auditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services to you; internal research and development; quality control.\\n\\nCategory Of Information: E. Electronic network activity (browsing or search history, website interactions, advertisement interactions) ||| Collected?: Yes ||| Source: Information automatically collected from site visitors. ||| Business purposes* for use: Auditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.\\n\\nCategory Of Information: F. Audio, video or similar information (customer service calls, security monitoring) ||| Collected?: Yes ||| Source: Individuals submitting information; information we collect for security purposes. ||| Business purposes* for use: Security detection, protection and enforcement; functionality debugging/error repair; performing services for you; internal research and development; quality control.\\n\\nCategory Of Information: G. Biometrics ||| Collected?: No ||| Source: Not collected. ||| Business purposes* for use: Not collected.\\n\\nCategory Of Information: H. Geolocation ||| Collected?: Yes ||| Source: Information we automatically collect from site visitors. ||| Business purposes* for use: Auditing relating to transactions; ad customization; performing services for you; internal research and development;\\n\\nCategory Of Information: I. Professional, educational or employment related information ||| Collected?: Yes ||| Source: Information submitted by individuals; information received from third parties in connection with vendor or employment status or applications; information we observe in connection with vendor or employment oversight. ||| Business purposes* for use: Auditing relating to transactions (employee and vendor administration); security detection, protection and enforcement; performing services for you; internal research and development; quality control; compliance with law.\\n\\nCategory Of Information: J. Non-public educational information(Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records). ||| Collected?: No ||| Source: Not collected ||| Business purposes* for use: Not collected\\n\\nCategory Of Information: K. Sensitive Personal Information (social security, driver’s license, state identification card, or passport number, account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account, precise geolocation, consumer’s racial or ethnic origin, religious or philosophical beliefs, or union membership, genetic data, biometric information, health, sex life or sexual orientation.) ||| Collected?: Yes ||| Source: Information submitted by individuals; information received from third parties in connection with vendor or employment status or applications; information we observe in connection with vendor or employment oversight. ||| Business purposes* for use: Identity verification; employment and benefits administration; vendor oversight; security detection, protection and enforcement; compliance with law.\\n\\nCategory Of Information: L. Inference from the above (preferences, characteristics, behavior, attitudes, abilities, etc.) ||| Collected?: Yes ||| Source: Internal analytics ||| Business purposes* for use: Auditing relating to transactions; security detection, protection and enforcement; ad customization; performing services for you; internal research and development; quality control.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Not all information is collected about all individuals. For instance, we may collect different information from applicants for employment or from vendors or from customers.} "
    },
    {
      "Text": "Category Of Information: A. Identifiers (name, alias, postal address, email address, phone number, fax number, account name, Social Security number, driver's license number, passport number, unique personal identifier, IP address) ||| Collected?: Yes ||| Source: Individuals submitting information to us; information we automatically collect from site visitors; information we may receive from third-parties. ||| Business purposes* for use: Auditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.\\n\\nCategory Of Information: B. Protected Information (name with: Social security number, driver’s license or state ID number, financial account, medical, health, and health insurance information, user name and password) ||| Collected?: Yes ||| Source: Individuals submitting information; employment applications; employees. ||| Business purposes* for use: Auditing relating to transactions (employee administration); security detection, protection and enforcement; performing services for you; quality control.\\n\\nCategory Of Information: C. Protected anti-discrimination classification information (Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).) ||| Collected?: Yes ||| Source: Individuals submitting information. ||| Business purposes* for use: Auditing relating to transactions (employee and vendor administration); compliance with law.\\n\\nCategory Of Information: D. Commercial information (transaction history, products/services purchased, obtained or considered, product preference) ||| Collected?: Yes ||| Source: Individuals submitting information; information we automatically collect from site visitors; information we may receive from third-party marketing or data partners. ||| Business purposes* for use: Auditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services to you; internal research and development; quality control.\\n\\nCategory Of Information: E. Electronic network activity (browsing or search history, website interactions, advertisement interactions) ||| Collected?: Yes ||| Source: Information automatically collected from site visitors. ||| Business purposes* for use: Auditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control.\\n\\nCategory Of Information: F. Audio, video or similar information (customer service calls, security monitoring) ||| Collected?: Yes ||| Source: Individuals submitting information; information we collect for security purposes. ||| Business purposes* for use: Security detection, protection and enforcement; functionality debugging/error repair; performing services for you; internal research and development; quality control.\\n\\nCategory Of Information: G. Biometrics ||| Collected?: No ||| Source: Not collected. ||| Business purposes* for use: Not collected.\\n\\nCategory Of Information: H. Geolocation ||| Collected?: Yes ||| Source: Information we automatically collect from site visitors. ||| Business purposes* for use: Auditing relating to transactions; ad customization; performing services for you; internal research and development;\\n\\nCategory Of Information: I. Professional, educational or employment related information ||| Collected?: Yes ||| Source: Information submitted by individuals; information received from third parties in connection with vendor or employment status or applications; information we observe in connection with vendor or employment oversight. ||| Business purposes* for use: Auditing relating to transactions (employee and vendor administration); security detection, protection and enforcement; performing services for you; internal research and development; quality control; compliance with law.\\n\\nCategory Of Information: J. Non-public educational information(Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records). ||| Collected?: No ||| Source: Not collected ||| Business purposes* for use: Not collected\\n\\nCategory Of Information: K. Sensitive Personal Information (social security, driver’s license, state identification card, or passport number, account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account, precise geolocation, consumer’s racial or ethnic origin, religious or philosophical beliefs, or union membership, genetic data, biometric information, health, sex life or sexual orientation.) ||| Collected?: Yes ||| Source: Information submitted by individuals; information received from third parties in connection with vendor or employment status or applications; information we observe in connection with vendor or employment oversight. ||| Business purposes* for use: Identity verification; employment and benefits administration; vendor oversight; security detection, protection and enforcement; compliance with law.\\n\\nCategory Of Information: L. Inference from the above (preferences, characteristics, behavior, attitudes, abilities, etc.) ||| Collected?: Yes ||| Source: Internal analytics ||| Business purposes* for use: Auditing relating to transactions; security detection, protection and enforcement; ad customization; performing services for you; internal research and development; quality control.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Not all information is collected about all individuals. For instance, we may collect different information from applicants for employment or from vendors or from customers.} "
    },
    {
      "Text": "A. Identifiers (name, alias, postal address, email address, phone number, fax number, account name, Social Security number, driver's license number, passport number, unique personal identifier, IP address) ||| B. Protected Information (name with: Social security number, driver’s license or state ID number, financial account, medical, health, and health insurance information, user name and password) ||| C. Protected anti-discrimination classification information (Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).) ||| D. Commercial information (transaction history, products/services purchased, obtained or considered, product preference) ||| E. Electronic network activity (browsing or search history, website interactions, advertisement interactions) ||| F. Audio, video or similar information (customer service calls, security monitoring) ||| G. Biometrics ||| H. Geolocation ||| I. Professional, educational or employment related information ||| J. Non-public educational information(Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records). ||| K. Sensitive Personal Information (social security, driver’s license, state identification card, or passport number, account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account, precise geolocation, consumer’s racial or ethnic origin, religious or philosophical beliefs, or union membership, genetic data, biometric information, health, sex life or sexual orientation.) ||| L. Inference from the above (preferences, characteristics, behavior, attitudes, abilities, etc.)\\n\\nYes ||| Yes ||| Yes ||| Yes ||| Yes ||| Yes ||| No ||| Yes ||| Yes ||| No ||| Yes ||| Yes\\n\\nIndividuals submitting information to us; information we automatically collect from site visitors; information we may receive from third-parties. ||| Individuals submitting information; employment applications; employees. ||| Individuals submitting information. ||| Individuals submitting information; information we automatically collect from site visitors; information we may receive from third-party marketing or data partners. ||| Information automatically collected from site visitors. ||| Individuals submitting information; information we collect for security purposes. ||| Not collected. ||| Information we automatically collect from site visitors. ||| Information submitted by individuals; information received from third parties in connection with vendor or employment status or applications; information we observe in connection with vendor or employment oversight. ||| Not collected ||| Information submitted by individuals; information received from third parties in connection with vendor or employment status or applications; information we observe in connection with vendor or employment oversight. ||| Internal analytics\\n\\nAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control. ||| Auditing relating to transactions (employee administration); security detection, protection and enforcement; performing services for you; quality control. ||| Auditing relating to transactions (employee and vendor administration); compliance with law. ||| Auditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services to you; internal research and development; quality control. ||| Auditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control. ||| Security detection, protection and enforcement; functionality debugging/error repair; performing services for you; internal research and development; quality control. ||| Not collected. ||| Auditing relating to transactions; ad customization; performing services for you; internal research and development; ||| Auditing relating to transactions (employee and vendor administration); security detection, protection and enforcement; performing services for you; internal research and development; quality control; compliance with law. ||| Not collected ||| Identity verification; employment and benefits administration; vendor oversight; security detection, protection and enforcement; compliance with law. ||| Auditing relating to transactions; security detection, protection and enforcement; ad customization; performing services for you; internal research and development; quality control.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "A. Identifiers (name, alias, postal address, email address, phone number, fax number, account name, Social Security number, driver's license number, passport number, unique personal identifier, IP address) ||| B. Protected Information (name with: Social security number, driver’s license or state ID number, financial account, medical, health, and health insurance information, user name and password) ||| C. Protected anti-discrimination classification information (Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).) ||| D. Commercial information (transaction history, products/services purchased, obtained or considered, product preference) ||| E. Electronic network activity (browsing or search history, website interactions, advertisement interactions) ||| F. Audio, video or similar information (customer service calls, security monitoring) ||| G. Biometrics ||| H. Geolocation ||| I. Professional, educational or employment related information ||| J. Non-public educational information(Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records). ||| K. Sensitive Personal Information (social security, driver’s license, state identification card, or passport number, account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account, precise geolocation, consumer’s racial or ethnic origin, religious or philosophical beliefs, or union membership, genetic data, biometric information, health, sex life or sexual orientation.) ||| L. Inference from the above (preferences, characteristics, behavior, attitudes, abilities, etc.)\\n\\nYes ||| Yes ||| Yes ||| Yes ||| Yes ||| Yes ||| No ||| Yes ||| Yes ||| No ||| Yes ||| Yes\\n\\nIndividuals submitting information to us; information we automatically collect from site visitors; information we may receive from third-parties. ||| Individuals submitting information; employment applications; employees. ||| Individuals submitting information. ||| Individuals submitting information; information we automatically collect from site visitors; information we may receive from third-party marketing or data partners. ||| Information automatically collected from site visitors. ||| Individuals submitting information; information we collect for security purposes. ||| Not collected. ||| Information we automatically collect from site visitors. ||| Information submitted by individuals; information received from third parties in connection with vendor or employment status or applications; information we observe in connection with vendor or employment oversight. ||| Not collected ||| Information submitted by individuals; information received from third parties in connection with vendor or employment status or applications; information we observe in connection with vendor or employment oversight. ||| Internal analytics\\n\\nAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control. ||| Auditing relating to transactions (employee administration); security detection, protection and enforcement; performing services for you; quality control. ||| Auditing relating to transactions (employee and vendor administration); compliance with law. ||| Auditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services to you; internal research and development; quality control. ||| Auditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control. ||| Security detection, protection and enforcement; functionality debugging/error repair; performing services for you; internal research and development; quality control. ||| Not collected. ||| Auditing relating to transactions; ad customization; performing services for you; internal research and development; ||| Auditing relating to transactions (employee and vendor administration); security detection, protection and enforcement; performing services for you; internal research and development; quality control; compliance with law. ||| Not collected ||| Identity verification; employment and benefits administration; vendor oversight; security detection, protection and enforcement; compliance with law. ||| Auditing relating to transactions; security detection, protection and enforcement; ad customization; performing services for you; internal research and development; quality control.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "A. Identifiers (name, alias, postal address, email address, phone number, fax number, account name, Social Security number, driver's license number, passport number, unique personal identifier, IP address) ||| B. Protected Information (name with: Social security number, driver’s license or state ID number, financial account, medical, health, and health insurance information, user name and password) ||| C. Protected anti-discrimination classification information (Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).) ||| D. Commercial information (transaction history, products/services purchased, obtained or considered, product preference) ||| E. Electronic network activity (browsing or search history, website interactions, advertisement interactions) ||| F. Audio, video or similar information (customer service calls, security monitoring) ||| G. Biometrics ||| H. Geolocation ||| I. Professional, educational or employment related information ||| J. Non-public educational information(Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records). ||| K. Sensitive Personal Information (social security, driver’s license, state identification card, or passport number, account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account, precise geolocation, consumer’s racial or ethnic origin, religious or philosophical beliefs, or union membership, genetic data, biometric information, health, sex life or sexual orientation.) ||| L. Inference from the above (preferences, characteristics, behavior, attitudes, abilities, etc.)\\n\\nYes ||| Yes ||| Yes ||| Yes ||| Yes ||| Yes ||| No ||| Yes ||| Yes ||| No ||| Yes ||| Yes\\n\\nIndividuals submitting information to us; information we automatically collect from site visitors; information we may receive from third-parties. ||| Individuals submitting information; employment applications; employees. ||| Individuals submitting information. ||| Individuals submitting information; information we automatically collect from site visitors; information we may receive from third-party marketing or data partners. ||| Information automatically collected from site visitors. ||| Individuals submitting information; information we collect for security purposes. ||| Not collected. ||| Information we automatically collect from site visitors. ||| Information submitted by individuals; information received from third parties in connection with vendor or employment status or applications; information we observe in connection with vendor or employment oversight. ||| Not collected ||| Information submitted by individuals; information received from third parties in connection with vendor or employment status or applications; information we observe in connection with vendor or employment oversight. ||| Internal analytics\\n\\nAuditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control. ||| Auditing relating to transactions (employee administration); security detection, protection and enforcement; performing services for you; quality control. ||| Auditing relating to transactions (employee and vendor administration); compliance with law. ||| Auditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services to you; internal research and development; quality control. ||| Auditing relating to transactions; security detection, protection and enforcement; functionality debugging/error repair; ad customization; performing services for you; internal research and development; quality control. ||| Security detection, protection and enforcement; functionality debugging/error repair; performing services for you; internal research and development; quality control. ||| Not collected. ||| Auditing relating to transactions; ad customization; performing services for you; internal research and development; ||| Auditing relating to transactions (employee and vendor administration); security detection, protection and enforcement; performing services for you; internal research and development; quality control; compliance with law. ||| Not collected ||| Identity verification; employment and benefits administration; vendor oversight; security detection, protection and enforcement; compliance with law. ||| Auditing relating to transactions; security detection, protection and enforcement; ad customization; performing services for you; internal research and development; quality control.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "More specifically, the business purposes include:\\n\\n1. Performing services for you:\\nTo administer or otherwise carry out our obligations in relation to any agreement to which we are a party;\\nTo assist you in completing a transaction or order;\\nTo allow tracking of shipments;\\nTo prepare and process invoices;\\nTo respond to queries or requests and to provide services and support;\\nTo provide aftersales customer relationship management;\\nTo create and manage our customer accounts;\\nTo notify you about changes to our services and products;\\nTo administer any promotion, contest, survey, or competition;\\nTo provide you information regarding our products and services; and\\nTo offer our products and services to you in a personalized way, for example, we may provide suggestions based on your previous requests to enable you to identify suitable products and services more quickly.\\n2. Advertising customization.\\nFor marketing and promotions we believe you may find of interest and to provide you, or allow selected third parties to provide you, with information about products and services that may interest you.\\n3. Auditing relating to transactions, internal research and development.\\nTo provide for internal business administration and operations, including troubleshooting, Site customization, enhancement or development, testing, research, administration and operation of our Sites and data analytics;\\nTo create products or services that may meet your needs; and\\nTo measure performance of marketing initiatives, ads, and websites “powered by” another company on our behalf.\\n4. Security detection, protection and enforcement; functionality debugging, error repair.\\nAs part of our efforts to keep our Sites safe and secure;\\nTo ensure the security of your account and our business, preventing or detecting fraud, malicious activity or abuses of our Sites, for example, by requesting verification information in order to reset your account password (if applicable);\\nTo ensure the physical security of our premises through the monitoring of surveillance images\\nTo resolve disputes, to protect the rights, safety and interests ourselves, our users or others, and to comply with our legal obligations.\\n5. Quality control.\\nTo monitor quality control and ensure compliance with our legal obligations, codes and ordinances, policies and procedures,\\nTo develop and improve our products and services, for example, by reviewing visits to the Sites and various subpages, demand for specific products and services and user comments.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {L. Inference from the above (preferences, characteristics, behavior, attitudes, abilities, etc.) Yes Internal analytics Auditing relating to transactions; \n                security detection, protection and enforcement;\n                ad customization;\n                performing services for you;\n                internal research and development;\n                quality control.} "
    },
    {
      "Text": "More specifically, the business purposes include:\\n\\n1. Performing services for you:\\nTo administer or otherwise carry out our obligations in relation to any agreement to which we are a party;\\nTo assist you in completing a transaction or order;\\nTo allow tracking of shipments;\\nTo prepare and process invoices;\\nTo respond to queries or requests and to provide services and support;\\nTo provide aftersales customer relationship management;\\nTo create and manage our customer accounts;\\nTo notify you about changes to our services and products;\\nTo administer any promotion, contest, survey, or competition;\\nTo provide you information regarding our products and services; and\\nTo offer our products and services to you in a personalized way, for example, we may provide suggestions based on your previous requests to enable you to identify suitable products and services more quickly.\\n2. Advertising customization.\\nFor marketing and promotions we believe you may find of interest and to provide you, or allow selected third parties to provide you, with information about products and services that may interest you.\\n3. Auditing relating to transactions, internal research and development.\\nTo provide for internal business administration and operations, including troubleshooting, Site customization, enhancement or development, testing, research, administration and operation of our Sites and data analytics;\\nTo create products or services that may meet your needs; and\\nTo measure performance of marketing initiatives, ads, and websites “powered by” another company on our behalf.\\n4. Security detection, protection and enforcement; functionality debugging, error repair.\\nAs part of our efforts to keep our Sites safe and secure;\\nTo ensure the security of your account and our business, preventing or detecting fraud, malicious activity or abuses of our Sites, for example, by requesting verification information in order to reset your account password (if applicable);\\nTo ensure the physical security of our premises through the monitoring of surveillance images\\nTo resolve disputes, to protect the rights, safety and interests ourselves, our users or others, and to comply with our legal obligations.\\n5. Quality control.\\nTo monitor quality control and ensure compliance with our legal obligations, codes and ordinances, policies and procedures,\\nTo develop and improve our products and services, for example, by reviewing visits to the Sites and various subpages, demand for specific products and services and user comments.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {L. Inference from the above (preferences, characteristics, behavior, attitudes, abilities, etc.) Yes Internal analytics Auditing relating to transactions; \n                security detection, protection and enforcement;\n                ad customization;\n                performing services for you;\n                internal research and development;\n                quality control.} "
    },
    {
      "Text": "More specifically, the business purposes include:\\n\\n1. Performing services for you:\\nTo administer or otherwise carry out our obligations in relation to any agreement to which we are a party;\\nTo assist you in completing a transaction or order;\\nTo allow tracking of shipments;\\nTo prepare and process invoices;\\nTo respond to queries or requests and to provide services and support;\\nTo provide aftersales customer relationship management;\\nTo create and manage our customer accounts;\\nTo notify you about changes to our services and products;\\nTo administer any promotion, contest, survey, or competition;\\nTo provide you information regarding our products and services; and\\nTo offer our products and services to you in a personalized way, for example, we may provide suggestions based on your previous requests to enable you to identify suitable products and services more quickly.\\n2. Advertising customization.\\nFor marketing and promotions we believe you may find of interest and to provide you, or allow selected third parties to provide you, with information about products and services that may interest you.\\n3. Auditing relating to transactions, internal research and development.\\nTo provide for internal business administration and operations, including troubleshooting, Site customization, enhancement or development, testing, research, administration and operation of our Sites and data analytics;\\nTo create products or services that may meet your needs; and\\nTo measure performance of marketing initiatives, ads, and websites “powered by” another company on our behalf.\\n4. Security detection, protection and enforcement; functionality debugging, error repair.\\nAs part of our efforts to keep our Sites safe and secure;\\nTo ensure the security of your account and our business, preventing or detecting fraud, malicious activity or abuses of our Sites, for example, by requesting verification information in order to reset your account password (if applicable);\\nTo ensure the physical security of our premises through the monitoring of surveillance images\\nTo resolve disputes, to protect the rights, safety and interests ourselves, our users or others, and to comply with our legal obligations.\\n5. Quality control.\\nTo monitor quality control and ensure compliance with our legal obligations, codes and ordinances, policies and procedures,\\nTo develop and improve our products and services, for example, by reviewing visits to the Sites and various subpages, demand for specific products and services and user comments.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {L. Inference from the above (preferences, characteristics, behavior, attitudes, abilities, etc.) Yes Internal analytics Auditing relating to transactions; \n                security detection, protection and enforcement;\n                ad customization;\n                performing services for you;\n                internal research and development;\n                quality control.} "
    },
    {
      "Text": "We collect and process Consumers’ Sensitive Personal Information for the purposes disclosed at the time we collect this information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Quality control. To monitor quality control and ensure compliance with our legal obligations, codes and ordinances, policies and procedures, To develop and improve our products and services, for example, by reviewing visits to the Sites and various subpages, demand for specific products and services and user comments.} "
    },
    {
      "Text": "We do not process this information for purposes other than the purpose for which it was originally collected unless required by law.. We use and process Sensitive Personal Information collected from California employees, job applicants or vendors (including racial or ethnic origin, religious beliefs, mental or physical health diagnosis, sexual orientation, or citizenship or immigration status) to comply with laws including anti-discrimination laws and disability accommodation laws. We use Sensitive Personal Information from other Consumers (including racial or ethnic origin, religious beliefs, mental or physical health diagnosis, sexual orientation, or citizenship or immigration status) to provide disability accommodations.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To monitor quality control and ensure compliance with our legal obligations, codes and ordinances, policies and procedures, To develop and improve our products and services, for example, by reviewing visits to the Sites and various subpages, demand for specific products and services and user comments. PROCESSING SENSITIVE PERSONAL INFORMATION Top We collect and process Consumers’ Sensitive Personal Information for the purposes disclosed at the time we collect this information.} "
    },
    {
      "Text": "We do not process this information for purposes other than the purpose for which it was originally collected unless required by law.. We use and process Sensitive Personal Information collected from California employees, job applicants or vendors (including racial or ethnic origin, religious beliefs, mental or physical health diagnosis, sexual orientation, or citizenship or immigration status) to comply with laws including anti-discrimination laws and disability accommodation laws. We use Sensitive Personal Information from other Consumers (including racial or ethnic origin, religious beliefs, mental or physical health diagnosis, sexual orientation, or citizenship or immigration status) to provide disability accommodations.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To monitor quality control and ensure compliance with our legal obligations, codes and ordinances, policies and procedures, To develop and improve our products and services, for example, by reviewing visits to the Sites and various subpages, demand for specific products and services and user comments. PROCESSING SENSITIVE PERSONAL INFORMATION Top We collect and process Consumers’ Sensitive Personal Information for the purposes disclosed at the time we collect this information.} "
    },
    {
      "Text": "We do not process this information for purposes other than the purpose for which it was originally collected unless required by law.. We use and process Sensitive Personal Information collected from California employees, job applicants or vendors (including racial or ethnic origin, religious beliefs, mental or physical health diagnosis, sexual orientation, or citizenship or immigration status) to comply with laws including anti-discrimination laws and disability accommodation laws. We use Sensitive Personal Information from other Consumers (including racial or ethnic origin, religious beliefs, mental or physical health diagnosis, sexual orientation, or citizenship or immigration status) to provide disability accommodations.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {To monitor quality control and ensure compliance with our legal obligations, codes and ordinances, policies and procedures, To develop and improve our products and services, for example, by reviewing visits to the Sites and various subpages, demand for specific products and services and user comments. PROCESSING SENSITIVE PERSONAL INFORMATION Top We collect and process Consumers’ Sensitive Personal Information for the purposes disclosed at the time we collect this information.} "
    },
    {
      "Text": "DISCLOSING PERSONAL INFORMATIONTop\\nFrom time to time we disclose Consumer information as described below. This includes disclosing information to service providers (such as payment processors, mail houses, marketing partners, shipping partners, employee benefits partner); affiliated companies; strategically aligned businesses; professional advisers (such as lawyers, bankers, staffing partners, auditors and accountants); and, when required by law, to regulators or law enforcement.\\n\\nA. Disclosure of Personal Information for a Business Purpose.\\nWe may disclose your personal information to service providers and others for a business purpose. The business purposes are listed above. When we disclose Consumer personal information for a business purpose, we enter into a contract that describes the purpose and requires the recipient to both keep that personal information confidential and not use it for any purpose except performing the contract.\\n\\nIn the preceding twelve (12) months, we may have disclosed the following categories of Consumer personal information to service providers (such as payment processors, mail houses, marketing partners, shipping partners, employee benefits partner); affiliated companies; strategically aligned businesses; professional advisers (such as lawyers, bankers, staffing partners, auditors and accountants); and, when required by law, to regulators or law enforcement. Not all information is disclosed to the above; photographs posted by site users are available to the public:\\n\\nCategory A: Identifiers.\\nCategory B: Protected personal information.\\nCategory C: Protected anti-discrimination classification information.\\nCategory D: Commercial Information\\nCategory E: Electronic network activity information\\nCategory F: Audio, video or similar information\\nCategory H: Geolocation\\nCategory I: Professional or employment-related information.\\nCategory K: Sensitive personal information\\nCategory L: Inferences",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We do not process this information for purposes other than the purpose for which it was originally collected unless required by law..  We use and process Sensitive Personal Information collected from California employees, job applicants or vendors (including racial or ethnic origin, religious beliefs, mental or physical health diagnosis, sexual orientation, or citizenship or immigration status) to comply with laws including anti-discrimination laws and disability accommodation laws. We use Sensitive Personal Information from other Consumers (including racial or ethnic origin, religious beliefs, mental or physical health diagnosis, sexual orientation, or citizenship or immigration status) to provide disability accommodations.} "
    },
    {
      "Text": "Disclosing Personal Information in Sale Arrangements\\nWe do not sell personal information for monetary consideration but we may transfer Consumer information to a third party that provides us with services such as helping us with advertising, data analysis and analytics, and security, which may fall under the definition of for “other valuable consideration” and which may therefore be considered a “sale” under some of the Privacy Laws. We do not sell the personal information of Consumers we actually know are less than sixteen (16) years of age. Please see below for opting out of having your information sold. In the preceding twelve (12) months we may have disclosed the following categories of information for a business purpose which falls within the definition of a ‘sale.’\\n\\nCategory A: Identifiers.\\nCategory D: Commercial Information\\nCategory E: Electronic network activity information\\nCategory H: Geolocation\\nCategory L: Inferences\\nC. Sharing Personal Information for Behavioral or Cross-Context Marketing or Targeted Marketing\\nSharing Consumer personal information means making it available to a third party so that they can use it to display targeted or cross-context behavioral advertisement to you. Cross-context behavioral or targeted advertising means that we display an advertisement to you that is selected based on personal information about you that we obtained or inferred over time from Consumers’ activities across other companies’ websites, applications or online services that we use to predict Consumers’ preferences or interests. Targeted advertising does not include using Consumers’ interactions with us or information that Consumers provide to us to select advertisements to show them. In the preceding twelve (12) months, We have shared the following categories of personal information of non-minors for behavioral or cross context or targeted advertising.\\n\\nCategory A: Identifiers.\\nCategory D: Commercial Information\\nCategory E: Electronic network activity information\\nCategory H: Geolocation",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Category D:  Commercial Information Category E: Electronic network activity information Category F: Audio, video or similar information Category H: Geolocation Category I: Professional or employment-related information. Category K: Sensitive personal information Category L: Inferences B.} "
    },
    {
      "Text": "Disclosing Personal Information in Sale Arrangements\\nWe do not sell personal information for monetary consideration but we may transfer Consumer information to a third party that provides us with services such as helping us with advertising, data analysis and analytics, and security, which may fall under the definition of for “other valuable consideration” and which may therefore be considered a “sale” under some of the Privacy Laws. We do not sell the personal information of Consumers we actually know are less than sixteen (16) years of age. Please see below for opting out of having your information sold. In the preceding twelve (12) months we may have disclosed the following categories of information for a business purpose which falls within the definition of a ‘sale.’\\n\\nCategory A: Identifiers.\\nCategory D: Commercial Information\\nCategory E: Electronic network activity information\\nCategory H: Geolocation\\nCategory L: Inferences\\nC. Sharing Personal Information for Behavioral or Cross-Context Marketing or Targeted Marketing\\nSharing Consumer personal information means making it available to a third party so that they can use it to display targeted or cross-context behavioral advertisement to you. Cross-context behavioral or targeted advertising means that we display an advertisement to you that is selected based on personal information about you that we obtained or inferred over time from Consumers’ activities across other companies’ websites, applications or online services that we use to predict Consumers’ preferences or interests. Targeted advertising does not include using Consumers’ interactions with us or information that Consumers provide to us to select advertisements to show them. In the preceding twelve (12) months, We have shared the following categories of personal information of non-minors for behavioral or cross context or targeted advertising.\\n\\nCategory A: Identifiers.\\nCategory D: Commercial Information\\nCategory E: Electronic network activity information\\nCategory H: Geolocation",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Category D:  Commercial Information Category E: Electronic network activity information Category F: Audio, video or similar information Category H: Geolocation Category I: Professional or employment-related information. Category K: Sensitive personal information Category L: Inferences B.} "
    },
    {
      "Text": "Access to Information and Data Portability Rights\\nConsumers have the right to request that we disclose certain information to Consumers about our information collection and disclosure practices. Consumers also have the right to request a copy of the specific pieces of personal information we collected about them. Once we receive and confirm a verifiable Consumer request, we will disclose:\\n\\nThe categories of personal information we collected about you, the sources of the information, our business or commercial purpose for collecting the information and whether the information was disclosed for a business purpose, shared or sold.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {This section describes Consumers’ rights under the Privacy Laws, explains how to exercise those rights, and provides information about the response timing and format and your rights to appeal our decisions. A.} "
    },
    {
      "Text": "The specific pieces of personal information we collected about you during the prior 12 months, or, at your option, since January 1, 2022.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Once we receive and confirm a verifiable Consumer request, we will disclose: The categories of personal information we collected about you, the sources of the information, our business or commercial purpose for collecting the information and whether the information was disclosed for a business purpose, shared or sold. The categories of information we disclosed for a business purpose and the categories of information we sold or shared during the prior 12 months along with the categories of recipients of such information.} "
    },
    {
      "Text": "Access to Information and Data Portability Rights\\nConsumers have the right to request that we disclose certain information to Consumers about our information collection and disclosure practices. Consumers also have the right to request a copy of the specific pieces of personal information we collected about them. Once we receive and confirm a verifiable Consumer request, we will disclose:\\n\\nThe categories of personal information we collected about you, the sources of the information, our business or commercial purpose for collecting the information and whether the information was disclosed for a business purpose, shared or sold.\\nThe categories of information we disclosed for a business purpose and the categories of information we sold or shared during the prior 12 months along with the categories of recipients of such information.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {This section describes Consumers’ rights under the Privacy Laws, explains how to exercise those rights, and provides information about the response timing and format and your rights to appeal our decisions. A.} "
    },
    {
      "Text": "Consumers’ Deletion Request Rights\\nConsumers have the right to request that we delete any of your personal information that we collected from them and retained, subject to certain exceptions.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {California defines a ‘Consumer’ as any resident of the state regardless of the capacity in which they interact with us. Attention current, former and prospective employees residing in California: please learn about your Privacy Law rights and how to exercise them by contacting us by phone at 888-720-7975, by email at hrcompliance@basspro.com or by visiting our web page here.} "
    },
    {
      "Text": "Consumers’ Information Correction Rights\\nConsumers have the right to request that we correct information that we hold which is inaccurate.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {California defines a ‘Consumer’ as any resident of the state regardless of the capacity in which they interact with us. Attention current, former and prospective employees residing in California: please learn about your Privacy Law rights and how to exercise them by contacting us by phone at 888-720-7975, by email at hrcompliance@basspro.com or by visiting our web page here.} "
    },
    {
      "Text": "Limit Processing of Sensitive Personal Information. Consumers have the right to tell us not to process Sensitive Personal Information for any purpose other than the purpose for which we originally collected it.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {When Consumers opt out we will not share their personal information with others that they can use to send the Consumer targeted advertisements and we will not use information we obtain over time from Consumers’ activities with third party companies to show advertisements. We can still use information that we receive from your interactions with us to select advertisements we think may be of interest to you.} "
    },
    {
      "Text": "Do Not Sell My Personal Information. If you are 16 years of age or older, you have the right, at any time, to direct us to not sell your personal information.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We will require that you provide information about yourself so that we can verify your identity before we can make any change in the information we hold about you and we will use commercially reasonable efforts to make the requested corrections. In some cases, for instance if you have an account with us, you can update your information by logging into your account.} "
    },
    {
      "Text": "Do Not Share My Personal Information; Targeted Advertising. Consumers have the right to opt out of having their personal information shared for cross context behavioral advertising purposes and having their information used for targeted advertisements. When Consumers opt out we will not share their personal information with others that they can use to send the Consumer targeted advertisements and we will not use information we obtain over time from Consumers’ activities with third party companies to show advertisements.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We do not sell the personal information of Consumers we actually know are less than 16 years of age, unless we receive affirmative authorization (the \"right to opt-in\") from either the consumer who is at least 13 but not yet 16 years of age, or the parent or guardian of a consumer less than 13 years of age. Consumers who opt-in to personal information sales may opt-out of future sales at any time.} "
    },
    {
      "Text": "Access, Correction and Deletion. To exercise the access, correction, and deletion rights Consumers may contact us by calling us at 888-720-7975 or visiting our disclosure request page here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {This section describes Consumers’ rights under the Privacy Laws, explains how to exercise those rights, and provides information about the response timing and format and your rights to appeal our decisions. A.} "
    },
    {
      "Text": "Opt-Out Rights. To opt out of the sale of your personal information or the sharing of your personal information or to ask us to limit processing of your Sensitive Personal Information, you may submit a request to us by visiting our Do-Not-Sell or Share/ Limit Processing web page here. You may also call us toll free at 888-720-7975.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you purchase our goods or services on Amway.com, we will share with Amway the Amway IBO number and the dollar amount of each purchase. If you are a member of the Amway program and you do not want us to disclose that information, then you must contact Amway directly.} "
    },
    {
      "Text": "NON-DISCRIMINATIONTop\\nWe will not discriminate against you as a result of your exercise of any of these rights. Unless permitted by the Privacy Laws, we will not:\\n\\nDeny you goods or services.\\nCharge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.\\nProvide you a different level or quality of goods or services.\\nSuggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We do not charge a fee to process or respond to your verifiable Consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.} "
    },
    {
      "Text": "Updates To This StatementTop\\nWe reserve the right to make changes at any time to this Statement and/or alter the look, content and functionality of our Sites. However, if we change how we use your Personal Information, we will post the policy change notification here, update this Statement accordingly and post a new effective date.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Please note that your use of the Sites may be subject to other local, state, national, and international laws. You expressly agree that exclusive jurisdiction for resolving any claim or dispute with us or relating in any way to your use of the Sites resides in the state and federal courts of Kent County, Delaware, and you further agree and expressly consent to exercise of personal jurisdiction in the state and federal courts of Kent County, Delaware.} "
    },
    {
      "Text": "Effective Date: May 22, 2023.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {We encourage you to periodically review this Statement for the latest information on our privacy and security policies. Contacting Us Top For further information questions or concerns about this Statement, please: email us at: privacy@basspro.com , and include your name, address, telephone number, email address, and a note of instruction; or Call us toll free at 1-888-720-7975 or Write to us at: Bass Pro Shops Attention Customer Service Privacy Director 2500 E. Kearney Springfield, Missouri 65898 and include your name, address, telephone number, and a note of instruction.} "
    }
  ]
}