{
  "policy_id": "1",
  "text": "Lead411 Privacy Policy 877-673-1022 Support@Lead411.io Login Contact Us Free Trial <img src=\"https://lead411.wpengine.com/wp-content/uploads/2021/08/lead411.png\" width=\"1024\" height=\"237\" alt=\"Lead411\" id=\"logo\" data-height-percentage=\"50\" /> Pricing Data Solutions Lead Prospecting B2B Direct Dials Bombora Intent Data Sales Engagement – Reach Lead Scoring Contact Enrichment Data Verification Chrome Extension Who We Serve Sales Services SaaS & Technology Account Based Marketing Recruiting Resources Knowledge & FAQs Partners Blog About Us Select Page Pricing Data Solutions Lead Prospecting B2B Direct Dials Bombora Intent Data Sales Engagement – Reach Lead Scoring Contact Enrichment Data Verification Chrome Extension Who We Serve Sales Services SaaS & Technology Account Based Marketing Recruiting Resources Knowledge & FAQs Partners Blog About Us Login Contact Us Free Trial Lead411 Corporation, on behalf of its affiliates and subsidiaries (collectively, “Lead411,” “us,” “we,” or “our”) has prepared this Privacy Policy (“Privacy Policy”) to describe to you, or if you represent an entity or other organization, that entity or organization (in either case, “you,” or “your”) our online and offline practices regarding the Personal Data (as defined below) that Lead411 collects, uses, and shares on behalf of end users and visitors (“Users”) of our online informational services (the “Services”) accessed through the website located at https://www.lead411.com/ , and any other websites operated by Lead411 (each, a “Site”) or the API using mobile applications provided by and on behalf of Lead411 (each, an “API,” and each Site and API treated as a part of the “Services” for purposes of this Privacy Policy). Capitalized terms not defined in this Privacy Policy, shall have the meanings as defined in the Lead411 Terms, located at https://www.lead411.com/terms/ . Lead411 reserves the right, at any time, to modify this Privacy Policy. If we make revisions that change the way we collect, use, or share Personal Data, we will post those changes in this Privacy Policy. You should review this Privacy Policy periodically so that you keep up to date on our most current policies and practices. We will note the effective date of the latest version of our Privacy Policy at the end of this Privacy Policy. Your continued use of the Services following posting of changes constitutes your acceptance of such changes. 1. COLLECTION OF PERSONAL DATA 1.1. Personal Data. “Personal Data” means information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked to, directly or indirectly, a particular consumer or household. The following are categories (with non-exhaustive examples) of Personal Data we may collect about you and for each category the purpose for which it may be used: 1.1.1. Usage Data. We may process data about your use of our Services (“usage data”). The usage data may include your IP address, geographical location, browser type and version, operating system, referral source, length of visit, page views and Site navigation paths, as well as information about the timing, frequency and pattern of your Services usage. The source of the usage data is our analytics tracking system. This usage data may be processed for the purposes of analyzing the use of the Services. The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services. 1.1.2. Account Data. We may process your account data (“account data”). The account data may include your name and email address. The source of the account data is you. The account data may be processed for the purposes of operating our Site, providing our Service, ensuring the security of our Services, maintaining back-ups of our databases and communicating with you. The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services. 1.1.3. Profile Data. We may process your information included in your personal profile on our Site (“profile data”). The profile data may include your name, address, telephone number, email address, profile pictures, and company-related information. The profile data may be processed for the purposes of enabling and monitoring and improving your use of our Services. The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services. 1.1.4. Transaction Data. We may process information relating to transactions, including purchases of Services, that you enter into with us and through the Services (“transaction data”). The transaction data may include first and last names, an email address to be used as a login, billing contact information, credit card number and a password. The transaction data may be processed for the purpose of supplying the purchased Services and keeping proper records of those transactions. The legal basis for this processing is the performance of a contract between you and us and taking steps, at your request, to enter into such a contract and our legitimate interests. 1.1.5. Correspondence Data. We may process information contained in or relating to any communication that you send to us (“correspondence data”). The correspondence data may include the communication content and metadata associated with the communication. Our Services will generate the metadata associated with communications made using the Site contact forms. The correspondence data may be processed for the purposes of communicating with you and record-keeping. The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services. 1.1.6. Network Information. We may process information related to your network information (“network information”). The network information may include analytics information, cookies, log file information, and device identifiers; such as different third-party web analytics tools, web requests, IP address, browser type, referring / exit pages and URLs, number of clicks, how you interact with links on the Service, domain names, landing pages, pages viewed, universally unique identifier, and other related information. This network information may be processed for the purposes of analyzing the use of the Service. The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Service. 1.2. Sources of Personal Data. We obtain the categories of Personal Data listed above on or through the Services from the following categories of sources: 1.2.1. Information You Provide Us Directly. Lead411 collects Personal Data when you voluntarily submit it to us. For example, we ask for certain Personal Data when you register for a Lead411 account, edit your profile data, sign up to receive promotional communications, subscribe to our blog, submit a request to our customer service team, interact with our social media pages, or otherwise interact with us or other Users through the Services. 1.2.2. Information Automatically Collected. In addition to Personal Data that we may receive directly from you, Lead411 indirectly collects other information from you automatically through the Services. For example, we receive Personal Data from Users when a User visits and navigates our Services on any device. We may also collect Personal Data about Users over time and across different websites, apps, and devices when a User accesses the Services. Third parties also collect Personal Data this way on our Services. Lead411 collects some Personal Data automatically using Cookies or other online tracking technologies as described in our Cookies Policy. 1.2.3. Information We May Receive from Third Parties. We may receive information about you from third parties. For example, if you access our Services through a third-party connection or log-in. You should always review, and if necessary, adjust your privacy settings on third-party websites and services before linking or connecting them to the Lead411 Service. You may also unlink your third-party account from the Service by adjusting your settings on the third-party service. In addition, we may receive Personal Data from our business partners, social media sites, or companies that provide Personal Data to supplement what we already know about Users. We may merge or combine such Personal Data with the Personal Data we collect from you directly or automatically. 1.2.4. Information from Other Sources. We may also obtain Personal Data from publicly available information and when Users voluntarily provide data about other companies and other people. Additional we may license data from other data providers which may contain Personal Data. 1.3. Exclusions to Personal Data. Personal Data does not include: 1.3.1. Publicly Available. Publicly available information from government records. 1.3.2. Deidentified Information or Aggregate information. “Deidentified Information” means information that cannot reasonably identify, relate to, describe, be capable of being associated with, or be linked, directly or indirectly, to a particular individual, and for which Lead411 has implemented technical safeguards and business processes that prohibit reidentification of the individual. “Aggregate Information” means information that relates to a group or category of individuals, from which individual identities have been removed, that is not linked or reasonably linkable to any individual or household, including via a device. We use Deidentified Information or Aggregate Information to troubleshoot, administer the services, analyze trends, gather demographic information, comply with applicable law, and cooperate with law enforcement activities. We may share this information with the public and other third parties to measure the overall effectiveness of our Services. 1.3.3. Excluded Information. Certain laws require separate privacy notices or are exempt from general Personal Data privacy policy disclosure requirements. Such laws include the Fair Credit Reporting Act (FCRA). 2. USE OF PERSONAL DATA Lead411’s primary purpose in collecting Personal Data is to monitor and improve the Services that you request. Lead411 may also use Personal Data for various purposes, including without limitation to: remember information so that you will not have to re-enter it during your visit or the next time you visit the Site. provide custom, personalized content, and information. provide and monitor the effectiveness of our Services. monitor aggregate metrics such as total number of visitors, traffic, and demographic patterns. diagnose or fix technology problems. help you efficiently access your information after you sign in. provide advertising to your browser or device. automatically update the Lead411 Service on your mobile devices. enable third-parties to provide products and/or services to you and tailor your experience. communicate with you directly. send you emails containing newsletters, promotions, and special offers. send you Service-related emails (e.g., account verification, purchase and billing confirmations and reminders, changes/updates to features of the Service, technical and security notices). enhance the operation of the Services. improve our marketing and promotional efforts. analyze your use of the Services. resolve disputes and accomplish administrative tasks. enforce our agreements with you, including our Terms and this Privacy Policy. comply with applicable law and cooperate with law enforcement activities. exercise or defend any legal claims, whether in court proceedings or in an administrative or out-of-court procedure. protect your vital interests or the vital interests of another natural person. 3. SHARING OF PERSONAL DATA In addition to the specific situations discussed elsewhere in this Privacy Policy, Lead411 may share your Personal Data in the following circumstances: 3.1 Change of Control. We may buy or sell/divest/transfer the company (including any shares in the company), or any combination of its Services, assets, or businesses. Your Personal Data such as customer names and email addresses, User content and other user information related to the Service may be among the items sold or otherwise transferred in these types of transactions. We may also sell, assign, or otherwise transfer such Personal Data in the course of corporate divestitures, mergers, acquisitions, bankruptcies, dissolutions, reorganizations, liquidations, or similar transactions or proceedings involving all or a portion of Lead411. 3.2 Legal Compliance. Lead411 will disclose your Personal Data where required to do so by law or subpoena or if we reasonably believe that such action is necessary to (a) comply with the law and the reasonable requests of law enforcement; (b) to enforce our Terms or to protect the security, quality or integrity of our Services; or (c) to exercise or protect the rights, property, or personal safety of Lead411, our Users, or others. We may also disclose your Personal Data where such disclosure is necessary for the establishment, exercise or defense of legal claims, whether in court proceedings or in an administrative or out-of-court procedure. 3.3 Third Party Providers. We may disclose your Personal Data to one or more of those selected third-party providers of products or services on or linked from our Site, identified on our Site for the purpose of enabling them to provide you with products or Services. 3.4 Behavioral-Based Advertising. We participate in behavioral-based advertising. This means that a third party may use technology (e.g., a cookie) to collect information about your use of our Services so that we can provide advertising about products and services tailored to your interest. That advertising may appear either on our Services, or on other websites. 3.5 Partner or Client Offerings. We may jointly offer events, promotions, or any other product or service offerings with third party partners or our clients. The Personal Data that you submit through our Services may be combined and transmitted with the profile data related to your account. Third party partners or clients may collect information directly from you, which may be combined with Personal Data disclosed by us. If you decide to use our Services that are identified as a joint effort with a third party partner or client, the information that you provide may be shared with us and with that identified third party. 3.6 Social Networking. The Services may offer you the ability to share your Personal Data through a social networking website (e.g., Facebook, Twitter), using such site’s integrated tools (e.g., Facebook “Like” button, or Twitter “Tweet” button). The use of such integrated tools enables you to share Personal Data about yourself with other individuals or the public, depending on the settings that you have established with such social networking site. For more information about the purpose and scope of data collection and use in connection with such social networking site or a site’s integrated tools, please visit the privacy policies of the entities that provide these social networking sites. 4. SECURITY OF PERSONAL DATA 4.1. Security Measures. We are committed to taking reasonable precautions to safeguard the security of your Personal Data. We use reasonable administrative, technical, and physical security steps to protect your Personal Data. Please be aware that no data transmission over the Internet or via e-mail is completely secure and therefore we cannot guarantee protection of all Personal Data in all cases. For example, we cannot guarantee protection against interception, misappropriation, misuse, or alteration, or that your Personal Data will not be disclosed or accessed by the unauthorized acts of others. Consequently, we cannot ensure or warrant the security of any Personal Data you transmit to us, and you do so at your own risk. In the event that we are required by law to inform you of any unauthorized access or acquisition of your Personal Data we may notify you electronically, in writing, or by telephone, if permitted to do so by law. 4.2. Storage and Processing. Your Personal Data collected through the Services may be stored and processed in the United States or any other country in which Lead411 or its subsidiaries, affiliates, or service providers maintain facilities. Lead411 may transfer information that we collect about you, including Personal Data, to affiliated entities, or to other third parties across borders and from your country or jurisdiction to other countries or jurisdictions around the world. If you are located in the European Union or other regions with laws governing data collection and use that may differ from U.S. law, please note that we may transfer information, including Personal Data, to a country and jurisdiction that does not have the same data protection laws as your jurisdiction, and you consent to the transfer of information to the U.S. or any other country in which Lead411 or its parent, subsidiaries, affiliates, or service providers maintain facilities and the use and disclosure of information about you as described in this Privacy Policy. 4.3. Keeping your Personal Data Safe. In the event you are provided with an opportunity to establish and account or profile on our Services, you may be able to access your Personal Data with your password and username. This password is encrypted. We advise against sharing your password with anyone.  If you access your account via a third-party site or service, you may have additional or different sign-in protections via that third-party site or service. You need to prevent unauthorized access to your account and Personal Data by selecting and protecting your password and/or other sign-in mechanism appropriately and limiting access to your computer, browser, or mobile device by signing off after you have finished accessing your account. Unauthorized entry or use, hardware or software failure, and other factors, may compromise the security of Personal Data at any time. If we believe that the security of your Personal Data may have been compromised, we may seek to notify you of that development. 5. YOUR CHOICES You can make the following choices regarding your Personal Data: 5.1. Access to Your Personal Data. You may request access to your Personal Data by contacting us as described below. We will grant you reasonable access to the data that we have about you as required by law. 5.2. Changes to Your Personal Data. We rely on you to update and correct the Personal Data contained in your account. We make every reasonable effort to promptly process all unsubscribe requests. Note that we may keep historical information in our backup files as permitted by law. If our Services does not permit you to update or correct certain Personal Data, please contact us as described below. 5.3. Deletion of Your Personal Data. Following termination of your User account, Lead411 may retain your Personal Data for a commercially reasonable time for backup, archival, or audit purposes. For the avoidance of doubt, any Personal Data that you choose to make public on the Service may not be removable. You may, however, request that we delete your Personal Data by contacting us as described below. We will grant a request to delete information as required by law, but you should note that in many situations we must keep your Personal Data to comply with our legal obligations, resolve disputes, enforce our agreements, or for another one of our business purposes. Except as provided above, we will delete, aggregate, or de-identify all of your Personal Data as described in this subsection within the timeframes required by law. 6. OPTING OUT You can make the following choices to opt out of certain activities regarding your Personal Data: 6.1. Opting Out of Collection of Personal Data for Tracking / Advertising. Please refer to your mobile device or browser’s technical information for instructions on how to delete and disable cookies, and other tracking/recording tools. Depending on your type of device, it may not be possible to delete or disable tracking mechanisms on your mobile device. Note that disabling cookies or other tracking tools prevents Lead411 or its business partners from tracking your browser’s activities in relation to the Services, and for use in targeted advertising activities by third parties. However, doing so may disable many of the features available through the Service. If you have any questions about opting out of the collection of cookies and other tracking/recording tools, you can contact us as described below. 6.2. Opting Out of Our Database. You can opt out of our database at any time by submitting the following form: https://www.lead411.com/removeinforequest/ . Please note, you may not, however, opt out of any Service-related transactional communications (e.g., account verification, purchase and billing confirmations and reminders, changes/updates to features of the Service, technical and security notices). To opt-out of all communications from Lead411 please use the following form – https://www.lead411.com/opt-out-of-lead411-communications/ 6.3 Collection of Data . Our site uses technologies of third-party partners such as NextRoll to help us recognize your device and understand how you use our site(s) so that we can improve our services to reflect your interests and serve you advertisements about the solutions that are likely to be of more interest to you. Specifically Nextroll partners collect info about your activity on our site(s) to enable us to: Show advertisements for our solutions to you on third party sites Measure and analyze traffic and browsing activity on our site(s) Measure and analyze the performance of our advertising campaigns 7. EUROPEAN USERS This Section 7 applies solely to individuals in the European Economic Area (EEA). 7.1. Retention. Lead411 retains your Personal Data: For so long as your account is active or as needed to provide you with the Services or to fulfill our contractual obligations. As necessary to comply with our legal obligations, resolve disputes, and enforce our agreements. For so long as is necessary for the purposes for which we collected such Personal Data. 7.2. Rights for European Users. You can always choose not to provide Personal Data, although a certain level of information is required to engage and participate in the Service. In addition to the rights already recorded above, if you are based in the EEA, you may have the following additional rights in relation to the Personal Data we hold about you: the right to access; the right to rectification; the right to erasure; the right to restrict processing; the right to object to processing; the right to data portability; the right to withdraw consent; and the right to complain to a supervisory authority 7.2.1. Right of Access. You have the right to confirmation as to whether we process your Personal Data and, where we do, access to the Personal Data, together with certain additional information. That additional information includes details of the purposes of the processing, the categories of Personal Data concerned and the recipients of the Personal Data. Providing the rights and freedoms of others are not affected, we will supply to you a copy of your Personal Data. The first copy will be provided free of charge, but additional copies may be subject to a reasonable fee. 7.2.2. Right to Rectification. You have the right to have any inaccurate Personal Data about you rectified and, considering the purposes of the processing, to have any incomplete Personal Data about you completed. 7.2.3. Right of Erasure. In some circumstances you have the right to the erasure of your Personal Data without undue delay. Those circumstances include: the Personal Data are no longer necessary in relation to the purposes for which they were collected or otherwise processed; you withdraw consent to consent-based processing; you object to the processing under certain rules of applicable data protection law; the processing is for direct marketing purposes; and the Personal Data have been unlawfully process. However, there are exclusions of the right to erasure. The general exclusions include where processing is necessary: for exercising the right of freedom of expression and information; for compliance with a legal obligation; or for the establishment, exercise or defense of legal claims. 7.2.4. Right to Restrict Processing. In some circumstances you have the right to restrict the processing of your Personal Data. Those circumstances are: you contest the accuracy of the Personal Data; processing is unlawful, but you oppose erasure; we no longer need the Personal Data for the purposes of our processing, but you require Personal Data for the establishment, exercise or defense of legal claims; and you have objected to processing, pending the verification of that objection. Where processing has been restricted on this basis, we may continue to store your Personal Data. However, we will only otherwise process it: with your consent; for the establishment, exercise or defense of legal claims; for the protection of the rights of another natural or legal person; or for reasons of important public interest. 7.2.5. Right to Object to Processing. You have the right to object to our processing of your Personal Data on grounds relating to your particular situation, but only to the extent that the legal basis for the processing is that the processing is necessary for: the performance of a task carried out in the public interest or in the exercise of any official authority vested in us; or the purposes of the legitimate interests pursued by us or by a third party. If you make such an objection, we will cease to process the Personal Data unless we can demonstrate compelling legitimate grounds for the processing which override your interests, rights and freedoms, or the processing is for the establishment, exercise or defense of legal claims. You have the right to object to our processing of your Personal Data for direct marketing purposes (including profiling for direct marketing purposes). If you make such an objection, we will cease to process your Personal Data for this purpose. You have the right to object to our processing of your Personal Data for scientific or historical research purposes or statistical purposes on grounds relating to your particular situation, unless the processing is necessary for the performance of a task carried out for reasons of public interest. 7.2.6. Right to Data Portability. You may access your Personal Data that we hold by contacting us using the contact details contained in Section titled “Contacting Us” below.  We will provide you with a copy of the Personal Data we keep about you. However, we reserve the right to charge you a reasonable amount for providing copies of any Personal Data you request, to take into account the time, cost and effort involved. 7.2.7. Right to Withdraw Consent. To the extent that the legal basis for our processing of your Personal Data is consent, you have the right to withdraw that consent at any time. Withdrawal will not affect the lawfulness of processing before the withdrawal. 7.2.8. Right to Complain to a Supervisory Authority. If you consider that our processing of your Personal Data infringes data protection laws, you have a legal right to lodge a complaint with a supervisory authority responsible for data protection. 8. NOTICE TO CALIFORNIA RESIDENTS This Section 8 applies solely to individuals who are residents of the State of California. 8.1. Shine the Light. Under California Civil Code 1798.83, Users who are California residents may request and obtain from us, once a year and free of charge, information about categories of Personal Data (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared Personal Data in the immediately preceding calendar year.  If you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below. 8.2. California Consumer Privacy Act (“CCPA”). 8.2.1. The CCPA provides the right to opt out from the sale of Personal Data to third parties.  In addition, the CCPA provides you the right to access and delete Personal Data for California residents. To opt-out of the sale of Personal Data, please send a request to the address found below. When contacting us, please indicate your name, address, email address, and what Personal Data you do not want us to share with our marketing partners. 8.2.2. Lead411 must disclose whether the following categories of Personal Data are disclosed for a “business purpose” or “valuable consideration” as those terms are defined under California law. Note that while a category below may be marked, that does not necessarily mean that we have Personal Data in that category about you. In the preceding twelve months, we have disclosed the following categories of Personal Data in the manner described. Category  Information is Disclosed for a Business Purpose  Information is Disclosed for Valuable Consideration Usage Data Yes No Account Data Yes No Profile Data Yes Yes Transaction Data Yes No Correspondence Data Yes No Network Information Yes Yes 8.2.3. Advertising to website visitors in California – Disclaimer for Nextroll 9. EXERCISING YOUR PRIVACY RIGHTS When exercising the rights or options described in this Privacy Policy, the following guidelines apply: 9.1. No Fee Usually Required. You will not have to pay a fee to access your Personal Data (or to exercise any of the other rights). However, we may charge a reasonable fee or decline to comply with your request if your request is clearly unfounded, repetitive, or excessive. 9.2. What We May Need from You. When exercising your rights or otherwise assisting you, we may need to request specific information from you to help us confirm your identity. This is a security measure to ensure we do not disclose Personal Data to any person who is not entitled to receive it. We may also contact you to ask you for further information in relation to your request to speed up our response. 9.3. Time to Respond. We try to respond to all legitimate requests within 30 days of your request. Occasionally it may take us longer than 30 days to respond, for instance if your request is particularly complex or you have made a number of requests. In this case, we will notify you of the delay, and may continue to update you regarding the progress of our response. 9.4. No Discrimination. You will not be subject to discrimination as a result of exercising the rights described herein. In some cases, when you exercise one of your rights, we will be unable to comply with the request due to legal obligations or otherwise, or we will be unable to provide you certain Services. These responses are not discrimination and our reasons for declining your request or ceasing Services will be provided at that time. 9.5. Authorized Agent. You may designate an authorized agent to make a request on your behalf. In order to designate an authorized agent to make a request on your behalf, you must provide a valid power of attorney, the requester’s identification information, and the authorized agent’s identification information. 10. CONTACTING US If you have any questions or concerns about our Privacy Policy or any other privacy or security issue, please contact us at: Lead411 Corporation Attn: Privacy Agent 1300 Walnut Street, Suite 20 Boulder, CO 80302 Email: support@lead411.io To exercise your choices or opt out rights as described in this Privacy Policy, please use the following web form: https://www.lead411.com/removeinforequest/ Effective Date: December 31, 2019 Browse Executive Directory: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z Browse Business Directory: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z <img decoding=\"async\" width=\"300\" height=\"69\" src=\"https://lead411.wpengine.com/wp-content/uploads/2021/08/lead411-white-Logo-300-x-69.png\" alt=\"Lead411 White Logo\" title=\"lead411 white Logo 300 x 69\" class=\"wp-image-89\" /> 877-673-1022 Support@Lead411.io Data Solutions Lead Prospecting Bombora Intent Data Sales Engagement – Reach Lead Scoring Contact Enrichment Data Verification Chrome Extension Buy a B2B Email List Get A Demo Who We Serve Sales Services SaaS/Technology Account Based Marketing Recruiting resources Zoominfo Competitor Seamless.ai Competitor Uplead Competitor Apollo Competitor Lusha Competitor Company Knowledge & FAQs Blog Partners About Us Contact Start 7-DAy Free Trial Zoominfo Intent vs Bombora Intent | Top 3 B2b Buyer Intent Providers | Zoominfo Pricing | Linkedin Sales Navigator Competitor | ClearBit Competitor | Top 5 Sales Intelligence Tools for 2023 | Hubspot Pricing Review | Lead411 Competitors | Zoominfo Chrome Extension vs. Lead411 Chrome Extension | Top 5 Linkedin Email Finders for 2023 © 2022 Lead411 All Rights Reserved  | Privacy Policy | Do Not Sell | Terms Of Use",
  "annotations": [
    {
      "Text": "SHARING OF PERSONAL DATA",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {protect your vital interests or the vital interests of another natural person. 3.} "
    },
    {
      "Text": "Change of Control. We may buy or sell/divest/transfer the company (including any shares in the company), or any combination of its Services, assets, or businesses. Your Personal Data such as customer names and email addresses, User content and other user information related to the Service may be among the items sold or otherwise transferred in these types of transactions. We may also sell, assign, or otherwise transfer such Personal Data in the course of corporate divestitures, mergers, acquisitions, bankruptcies, dissolutions, reorganizations, liquidations, or similar transactions or proceedings involving all or a portion of Lead411.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {protect your vital interests or the vital interests of another natural person. 3.} "
    },
    {
      "Text": "Change of Control. We may buy or sell/divest/transfer the company (including any shares in the company), or any combination of its Services, assets, or businesses. Your Personal Data such as customer names and email addresses, User content and other user information related to the Service may be among the items sold or otherwise transferred in these types of transactions. We may also sell, assign, or otherwise transfer such Personal Data in the course of corporate divestitures, mergers, acquisitions, bankruptcies, dissolutions, reorganizations, liquidations, or similar transactions or proceedings involving all or a portion of Lead411.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {protect your vital interests or the vital interests of another natural person. 3.} "
    },
    {
      "Text": "Third Party Providers. We may disclose your Personal Data to one or more of those selected third-party providers of products or services on or linked from our Site, identified on our Site for the purpose of enabling them to provide you with products or Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Lead411 will disclose your Personal Data where required to do so by law or subpoena or if we reasonably believe that such action is necessary to (a) comply with the law and the reasonable requests of law enforcement; (b) to enforce our Terms or to protect the security, quality or integrity of our Services; or (c) to exercise or protect the rights, property, or personal safety of Lead411, our Users, or others. We may also disclose your Personal Data where such disclosure is necessary for the establishment, exercise or defense of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.} "
    },
    {
      "Text": "Behavioral-Based Advertising. We participate in behavioral-based advertising. This means that a third party may use technology (e.g., a cookie) to collect information about your use of our Services so that we can provide advertising about products and services tailored to your interest. That advertising may appear either on our Services, or on other websites.",
      "Label": "Others",
      "Context": "2 Sentences Before {3.3 Third Party Providers. We may disclose your Personal Data to one or more of those selected third-party providers of products or services on or linked from our Site, identified on our Site for the purpose of enabling them to provide you with products or Services.} "
    },
    {
      "Text": "Partner or Client Offerings. We may jointly offer events, promotions, or any other product or service offerings with third party partners or our clients. The Personal Data that you submit through our Services may be combined and transmitted with the profile data related to your account. Third party partners or clients may collect information directly from you, which may be combined with Personal Data disclosed by us. If you decide to use our Services that are identified as a joint effort with a third party partner or client, the information that you provide may be shared with us and with that identified third party.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This means that a third party may use technology (e.g., a cookie) to collect information about your use of our Services so that we can provide advertising about products and services tailored to your interest. That advertising may appear either on our Services, or on other websites.} "
    },
    {
      "Text": "Social Networking. The Services may offer you the ability to share your Personal Data through a social networking website (e.g., Facebook, Twitter), using such site’s integrated tools (e.g., Facebook “Like” button, or Twitter “Tweet” button). The use of such integrated tools enables you to share Personal Data about yourself with other individuals or the public, depending on the settings that you have established with such social networking site. For more information about the purpose and scope of data collection and use in connection with such social networking site or a site’s integrated tools, please visit the privacy policies of the entities that provide these social networking sites.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Third party partners or clients may collect information directly from you, which may be combined with Personal Data disclosed by us. If you decide to use our Services that are identified as a joint effort with a third party partner or client, the information that you provide may be shared with us and with that identified third party.} "
    },
    {
      "Text": "Access to Your Personal Data. You may request access to your Personal Data by contacting us as described below. We will grant you reasonable access to the data that we have about you as required by law.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {5. YOUR CHOICES You can make the following choices regarding your Personal Data: 5.1.} "
    },
    {
      "Text": "Changes to Your Personal Data. We rely on you to update and correct the Personal Data contained in your account. We make every reasonable effort to promptly process all unsubscribe requests. Note that we may keep historical information in our backup files as permitted by law.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {We will grant you reasonable access to the data that we have about you as required by law. 5.2.} "
    },
    {
      "Text": "If our Services does not permit you to update or correct certain Personal Data, please contact us as described below.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We make every reasonable effort to promptly process all unsubscribe requests. Note that we may keep historical information in our backup files as permitted by law.} "
    },
    {
      "Text": "Deletion of Your Personal Data. Following termination of your User account, Lead411 may retain your Personal Data for a commercially reasonable time for backup, archival, or audit purposes. For the avoidance of doubt, any Personal Data that you choose to make public on the Service may not be removable. You may, however, request that we delete your Personal Data by contacting us as described below. We will grant a request to delete information as required by law, but you should note that in many situations we must keep your Personal Data to comply with our legal obligations, resolve disputes, enforce our agreements, or for another one of our business purposes. Except as provided above, we will delete, aggregate, or de-identify all of your Personal Data as described in this subsection within the timeframes required by law.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If our Services does not permit you to update or correct certain Personal Data, please contact us as described below. 5.3.} "
    },
    {
      "Text": "Opting Out of Collection of Personal Data for Tracking / Advertising. Please refer to your mobile device or browser’s technical information for instructions on how to delete and disable cookies, and other tracking/recording tools. Depending on your type of device, it may not be possible to delete or disable tracking mechanisms on your mobile device. Note that disabling cookies or other tracking tools prevents Lead411 or its business partners from tracking your browser’s activities in relation to the Services, and for use in targeted advertising activities by third parties. However, doing so may disable many of the features available through the Service. If you have any questions about opting out of the collection of cookies and other tracking/recording tools, you can contact us as described below.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {6. OPTING OUT You can make the following choices to opt out of certain activities regarding your Personal Data: 6.1.} "
    },
    {
      "Text": "Opting Out of Our Database. You can opt out of our database at any time by submitting the following form: https://www.lead411.com/removeinforequest/ ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you have any questions about opting out of the collection of cookies and other tracking/recording tools, you can contact us as described below. 6.2.} "
    },
    {
      "Text": "Please note, you may not, however, opt out of any Service-related transactional communications (e.g., account verification, purchase and billing confirmations and reminders, changes/updates to features of the Service, technical and security notices).",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Opting Out of Our Database. You can opt out of our database at any time by submitting the following form: https://www.lead411.com/removeinforequest/ .} "
    },
    {
      "Text": "To opt-out of all communications from Lead411 please use the following form – https://www.lead411.com/opt-out-of-lead411-communications/",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You can opt out of our database at any time by submitting the following form: https://www.lead411.com/removeinforequest/ . Please note, you may not, however, opt out of any Service-related transactional communications (e.g., account verification, purchase and billing confirmations and reminders, changes/updates to features of the Service, technical and security notices).} "
    },
    {
      "Text": "Collection of Data. Our site uses technologies of third-party partners such as NextRoll to help us recognize your device and understand how you use our site(s) so that we can improve our services to reflect your interests and serve you advertisements about the solutions that are likely to be of more interest to you. Specifically Nextroll partners collect info about your activity on our site(s) to enable us to: Show advertisements for our solutions to you on third party sites. Measure and analyze traffic and browsing activity on our site(s). Measure and analyze the performance of our advertising campaigns",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You can opt out of our database at any time by submitting the following form: https://www.lead411.com/removeinforequest/ . Please note, you may not, however, opt out of any Service-related transactional communications (e.g., account verification, purchase and billing confirmations and reminders, changes/updates to features of the Service, technical and security notices).} "
    },
    {
      "Text": "The CCPA provides the right to opt out from the sale of Personal Data to third parties.  In addition, the CCPA provides you the right to access and delete Personal Data for California residents.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {California Consumer Privacy Act (“CCPA”). 8.2.1.} "
    },
    {
      "Text": "To opt-out of the sale of Personal Data, please send a request to the address found below.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You can opt out of our database at any time by submitting the following form: https://www.lead411.com/removeinforequest/ . Please note, you may not, however, opt out of any Service-related transactional communications (e.g., account verification, purchase and billing confirmations and reminders, changes/updates to features of the Service, technical and security notices).} "
    },
    {
      "Text": "When contacting us, please indicate your name, address, email address, and what Personal Data you do not want us to share with our marketing partners.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {In addition, the CCPA provides you the right to access and delete Personal Data for California residents. To opt-out of the sale of Personal Data, please send a request to the address found below.} "
    },
    {
      "Text": "Lead411 must disclose whether the following categories of Personal Data are disclosed for a “business purpose” or “valuable consideration” as those terms are defined under California law. Note that while a category below may be marked, that does not necessarily mean that we have Personal Data in that category about you. In the preceding twelve months, we have disclosed the following categories of Personal Data in the manner described.\n\nCategory  Information is Disclosed for a Business Purpose  Information is Disclosed for Valuable Consideration\n\nUsage Data\tYes\tNo\nAccount Data\tYes\tNo\nProfile Data\tYes\tYes\nTransaction Data\tYes\tNo\nCorrespondence Data\tYes\tNo\nNetwork Information\tYes\tYes",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {When contacting us, please indicate your name, address, email address, and what Personal Data you do not want us to share with our marketing partners. 8.2.2.} "
    },
    {
      "Text": "Lead411 must disclose whether the following categories of Personal Data are disclosed for a “business purpose” or “valuable consideration” as those terms are defined under California law. Note that while a category below may be marked, that does not necessarily mean that we have Personal Data in that category about you. In the preceding twelve months, we have disclosed the following categories of Personal Data in the manner described.\n\nCategory  Information is Disclosed for a Business Purpose  Information is Disclosed for Valuable Consideration\n\nUsage Data\tYes\tNo\nAccount Data\tYes\tNo\nProfile Data\tYes\tYes\nTransaction Data\tYes\tNo\nCorrespondence Data\tYes\tNo\nNetwork Information\tYes\tYes",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {When contacting us, please indicate your name, address, email address, and what Personal Data you do not want us to share with our marketing partners. 8.2.2.} "
    },
    {
      "Text": "Lead411 must disclose whether the following categories of Personal Data are disclosed for a “business purpose” or “valuable consideration” as those terms are defined under California law. Note that while a category below may be marked, that does not necessarily mean that we have Personal Data in that category about you. In the preceding twelve months, we have disclosed the following categories of Personal Data in the manner described.\n\nCategory  Information is Disclosed for a Business Purpose  Information is Disclosed for Valuable Consideration\n\nUsage Data\tYes\tNo\nAccount Data\tYes\tNo\nProfile Data\tYes\tYes\nTransaction Data\tYes\tNo\nCorrespondence Data\tYes\tNo\nNetwork Information\tYes\tYes",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {When contacting us, please indicate your name, address, email address, and what Personal Data you do not want us to share with our marketing partners. 8.2.2.} "
    },
    {
      "Text": "No Discrimination. You will not be subject to discrimination as a result of exercising the rights described herein. In some cases, when you exercise one of your rights, we will be unable to comply with the request due to legal obligations or otherwise, or we will be unable to provide you certain Services. These responses are not discrimination and our reasons for declining your request or ceasing Services will be provided at that time.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {In this case, we will notify you of the delay, and may continue to update you regarding the progress of our response. 9.4.} "
    },
    {
      "Text": "CONTACTING US\nIf you have any questions or concerns about our Privacy Policy or any other privacy or security issue, please contact us at:\nLead411 Corporation\nAttn: Privacy Agent\n1300 Walnut Street, Suite 20\nBoulder, CO 80302\nEmail: support@lead411.io\n\nTo exercise your choices or opt out rights as described in this Privacy Policy, please use the following web form: https://www.lead411.com/removeinforequest/",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {In order to designate an authorized agent to make a request on your behalf, you must provide a valid power of attorney, the requester’s identification information, and the authorized agent’s identification information. 10.} "
    },
    {
      "Text": "Lead411 reserves the right, at any time, to modify this Privacy Policy. If we make revisions that change the way we collect, use, or share Personal Data, we will post those changes in this Privacy Policy. You should review this Privacy Policy periodically so that you keep up to date on our most current policies and practices. We will note the effective date of the latest version of our Privacy Policy at the end of this Privacy Policy. Your continued use of the Services following posting of changes constitutes your acceptance of such changes.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Lead411 Privacy Policy 877-673-1022 Support@Lead411.io Login Contact Us Free Trial <img src=\"https://lead411.wpengine.com/wp-content/uploads/2021/08/lead411.png\" width=\"1024\" height=\"237\" alt=\"Lead411\" id=\"logo\" data-height-percentage=\"50\" /> Pricing Data Solutions Lead Prospecting B2B Direct Dials Bombora Intent Data Sales Engagement – Reach Lead Scoring Contact Enrichment Data Verification Chrome Extension Who We Serve Sales Services SaaS & Technology Account Based Marketing Recruiting Resources Knowledge & FAQs Partners Blog About Us Select Page Pricing Data Solutions Lead Prospecting B2B Direct Dials Bombora Intent Data Sales Engagement – Reach Lead Scoring Contact Enrichment Data Verification Chrome Extension Who We Serve Sales Services SaaS & Technology Account Based Marketing Recruiting Resources Knowledge & FAQs Partners Blog About Us Login Contact Us Free Trial Lead411 Corporation, on behalf of its affiliates and subsidiaries (collectively, “Lead411,” “us,” “we,” or “our”) has prepared this Privacy Policy (“Privacy Policy”) to describe to you, or if you represent an entity or other organization, that entity or organization (in either case, “you,” or “your”) our online and offline practices regarding the Personal Data (as defined below) that Lead411 collects, uses, and shares on behalf of end users and visitors (“Users”) of our online informational services (the “Services”) accessed through the website located at https://www.lead411.com/ , and any other websites operated by Lead411 (each, a “Site”) or the API using mobile applications provided by and on behalf of Lead411 (each, an “API,” and each Site and API treated as a part of the “Services” for purposes of this Privacy Policy). Capitalized terms not defined in this Privacy Policy, shall have the meanings as defined in the Lead411 Terms, located at https://www.lead411.com/terms/ .} "
    },
    {
      "Text": "“Personal Data” means information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked to, directly or indirectly, a particular consumer or household.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": " Personal Data.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Usage Data.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {“Personal Data” means information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked to, directly or indirectly, a particular consumer or household. The following are categories (with non-exhaustive examples) of Personal Data we may collect about you and for each category the purpose for which it may be used: 1.1.1.} "
    },
    {
      "Text": "We may process data about your use of our Services (“usage data”). The usage data may include your IP address, geographical location, browser type and version, operating system, referral source, length of visit, page views and Site navigation paths, as well as information about the timing, frequency and pattern of your Services usage. The source of the usage data is our analytics tracking system. This usage data may be processed for the purposes of analyzing the use of the Services. The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The following are categories (with non-exhaustive examples) of Personal Data we may collect about you and for each category the purpose for which it may be used: 1.1.1. Usage Data.} "
    },
    {
      "Text": "Account Data. We may process your account data (“account data”). The account data may include your name and email address. The source of the account data is you. The account data may be processed for the purposes of operating our Site, providing our Service, ensuring the security of our Services, maintaining back-ups of our databases and communicating with you. The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services. 1.1.2.} "
    },
    {
      "Text": " Profile Data. We may process your information included in your personal profile on our Site (“profile data”). The profile data may include your name, address, telephone number, email address, profile pictures, and company-related information. The profile data may be processed for the purposes of enabling and monitoring and improving your use of our Services. The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services. 1.1.3.} "
    },
    {
      "Text": "Transaction Data. We may process information relating to transactions, including purchases of Services, that you enter into with us and through the Services (“transaction data”). The transaction data may include first and last names, an email address to be used as a login, billing contact information, credit card number and a password. The transaction data may be processed for the purpose of supplying the purchased Services and keeping proper records of those transactions. The legal basis for this processing is the performance of a contract between you and us and taking steps, at your request, to enter into such a contract and our legitimate interests.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services. 1.1.4.} "
    },
    {
      "Text": "Correspondence Data. We may process information contained in or relating to any communication that you send to us (“correspondence data”). The correspondence data may include the communication content and metadata associated with the communication. Our Services will generate the metadata associated with communications made using the Site contact forms. The correspondence data may be processed for the purposes of communicating with you and record-keeping. The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The legal basis for this processing is the performance of a contract between you and us and taking steps, at your request, to enter into such a contract and our legitimate interests. 1.1.5.} "
    },
    {
      "Text": "Network Information. We may process information related to your network information (“network information”). The network information may include analytics information, cookies, log file information, and device identifiers; such as different third-party web analytics tools, web requests, IP address, browser type, referring / exit pages and URLs, number of clicks, how you interact with links on the Service, domain names, landing pages, pages viewed, universally unique identifier, and other related information. This network information may be processed for the purposes of analyzing the use of the Service. The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Service.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services. 1.1.6.} "
    },
    {
      "Text": "Sources of Personal Data. We obtain the categories of Personal Data listed above on or through the Services from the following categories of sources:",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Service. 1.2.} "
    },
    {
      "Text": "Information You Provide Us Directly. Lead411 collects Personal Data when you voluntarily submit it to us. For example, we ask for certain Personal Data when you register for a Lead411 account, edit your profile data, sign up to receive promotional communications, subscribe to our blog, submit a request to our customer service team, interact with our social media pages, or otherwise interact with us or other Users through the Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Sources of Personal Data. We obtain the categories of Personal Data listed above on or through the Services from the following categories of sources: 1.2.1.} "
    },
    {
      "Text": " Information Automatically Collected. In addition to Personal Data that we may receive directly from you, Lead411 indirectly collects other information from you automatically through the Services. For example, we receive Personal Data from Users when a User visits and navigates our Services on any device. We may also collect Personal Data about Users over time and across different websites, apps, and devices when a User accesses the Services. Third parties also collect Personal Data this way on our Services. Lead411 collects some Personal Data automatically using Cookies or other online tracking technologies as described in our Cookies Policy.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For example, we ask for certain Personal Data when you register for a Lead411 account, edit your profile data, sign up to receive promotional communications, subscribe to our blog, submit a request to our customer service team, interact with our social media pages, or otherwise interact with us or other Users through the Services. 1.2.2.} "
    },
    {
      "Text": "Information We May Receive from Third Parties. We may receive information about you from third parties. For example, if you access our Services through a third-party connection or log-in. You should always review, and if necessary, adjust your privacy settings on third-party websites and services before linking or connecting them to the Lead411 Service. You may also unlink your third-party account from the Service by adjusting your settings on the third-party service. In addition, we may receive Personal Data from our business partners, social media sites, or companies that provide Personal Data to supplement what we already know about Users. We may merge or combine such Personal Data with the Personal Data we collect from you directly or automatically.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Lead411 collects some Personal Data automatically using Cookies or other online tracking technologies as described in our Cookies Policy. 1.2.3.} "
    },
    {
      "Text": "Information from Other Sources. We may also obtain Personal Data from publicly available information and when Users voluntarily provide data about other companies and other people. Additional we may license data from other data providers which may contain Personal Data.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may merge or combine such Personal Data with the Personal Data we collect from you directly or automatically. 1.2.4.} "
    },
    {
      "Text": " Lead411’s primary purpose in collecting Personal Data is to monitor and improve the Services that you request. Lead411 may also use Personal Data for various purposes, including without limitation to: remember information so that you will not have to re-enter it during your visit or the next time you visit the Site.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Lead411’s primary purpose in collecting Personal Data is to monitor and improve the Services that you request. Lead411 may also use Personal Data for various purposes, including without limitation to: provide custom, personalized content, and information.. provide and monitor the effectiveness of our Services.. monitor aggregate metrics such as total number of visitors, traffic, and demographic patterns.. diagnose or fix technology problems.. help you efficiently access your information after you sign in.. provide advertising to your browser or device.. automatically update the Lead411 Service on your mobile devices.. enable third-parties to provide products and/or services to you and tailor your experience.. communicate with you directly.. send you emails containing newsletters, promotions, and special offers.. enhance the operation of the Services.. improve our marketing and promotional efforts.. analyze your use of the Services.. resolve disputes and accomplish administrative tasks.. enforce our agreements with you, including our Terms and this Privacy Policy.. comply with applicable law and cooperate with law enforcement activities.. exercise or defend any legal claims, whether in court proceedings or in an administrative or out-of-court procedure.. protect your vital interests or the vital interests of another natural person.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Lead411’s primary purpose in collecting Personal Data is to monitor and improve the Services that you request. Lead411 may also use Personal Data for various purposes, including without limitation to: send you Service-related emails (e.g., account verification, purchase and billing confirmations and reminders, changes/updates to features of the Service, technical and security notices).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "In addition to the specific situations discussed elsewhere in this Privacy Policy, Lead411 may share your Personal Data in the following circumstances:",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {protect your vital interests or the vital interests of another natural person. 3.} "
    },
    {
      "Text": " Legal Compliance. Lead411 will disclose your Personal Data where required to do so by law or subpoena or if we reasonably believe that such action is necessary to (a) comply with the law and the reasonable requests of law enforcement; (b) to enforce our Terms or to protect the security, quality or integrity of our Services; or (c) to exercise or protect the rights, property, or personal safety of Lead411, our Users, or others. We may also disclose your Personal Data where such disclosure is necessary for the establishment, exercise or defense of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Your Personal Data such as customer names and email addresses, User content and other user information related to the Service may be among the items sold or otherwise transferred in these types of transactions. We may also sell, assign, or otherwise transfer such Personal Data in the course of corporate divestitures, mergers, acquisitions, bankruptcies, dissolutions, reorganizations, liquidations, or similar transactions or proceedings involving all or a portion of Lead411.} "
    },
    {
      "Text": "Lead411 Corporation, on behalf of its affiliates and subsidiaries (collectively, “Lead411,” “us,” “we,” or “our”) has prepared this Privacy Policy (“Privacy Policy”) to describe to you, or if you represent an entity or other organization, that entity or organization (in either case, “you,” or “your”) our online and offline practices regarding the Personal Data (as defined below) that Lead411 collects, uses, and shares on behalf of end users and visitors (“Users”) of our online informational services (the “Services”) accessed through the website located at https://www.lead411.com/ , and any other websites operated by Lead411 (each, a “Site”) or the API using mobile applications provided by and on behalf of Lead411 (each, an “API,” and each Site and API treated as a part of the “Services” for purposes of this Privacy Policy). Capitalized terms not defined in this Privacy Policy, shall have the meanings as defined in the Lead411 Terms, located at https://www.lead411.com/terms/ .",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Lead411 reserves the right, at any time, to modify this Privacy Policy. If we make revisions that change the way we collect, use, or share Personal Data, we will post those changes in this Privacy Policy. You should review this Privacy Policy periodically so that you keep up to date on our most current policies and practices. We will note the effective date of the latest version of our Privacy Policy at the end of this Privacy Policy. Your continued use of the Services following posting of changes constitutes your acceptance of such changes.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Lead411 Privacy Policy 877-673-1022 Support@Lead411.io Login Contact Us Free Trial <img src=\"https://lead411.wpengine.com/wp-content/uploads/2021/08/lead411.png\" width=\"1024\" height=\"237\" alt=\"Lead411\" id=\"logo\" data-height-percentage=\"50\" /> Pricing Data Solutions Lead Prospecting B2B Direct Dials Bombora Intent Data Sales Engagement – Reach Lead Scoring Contact Enrichment Data Verification Chrome Extension Who We Serve Sales Services SaaS & Technology Account Based Marketing Recruiting Resources Knowledge & FAQs Partners Blog About Us Select Page Pricing Data Solutions Lead Prospecting B2B Direct Dials Bombora Intent Data Sales Engagement – Reach Lead Scoring Contact Enrichment Data Verification Chrome Extension Who We Serve Sales Services SaaS & Technology Account Based Marketing Recruiting Resources Knowledge & FAQs Partners Blog About Us Login Contact Us Free Trial Lead411 Corporation, on behalf of its affiliates and subsidiaries (collectively, “Lead411,” “us,” “we,” or “our”) has prepared this Privacy Policy (“Privacy Policy”) to describe to you, or if you represent an entity or other organization, that entity or organization (in either case, “you,” or “your”) our online and offline practices regarding the Personal Data (as defined below) that Lead411 collects, uses, and shares on behalf of end users and visitors (“Users”) of our online informational services (the “Services”) accessed through the website located at https://www.lead411.com/ , and any other websites operated by Lead411 (each, a “Site”) or the API using mobile applications provided by and on behalf of Lead411 (each, an “API,” and each Site and API treated as a part of the “Services” for purposes of this Privacy Policy). Capitalized terms not defined in this Privacy Policy, shall have the meanings as defined in the Lead411 Terms, located at https://www.lead411.com/terms/ .} "
    },
    {
      "Text": "1.1. Personal Data. “Personal Data” means information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked to, directly or indirectly, a particular consumer or household. The following are categories (with non-exhaustive examples) of Personal Data we may collect about you and for each category the purpose for which it may be used:",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "1.1.1. Usage Data. We may process data about your use of our Services (“usage data”). The usage data may include your IP address, geographical location, browser type and version, operating system, referral source, length of visit, page views and Site navigation paths, as well as information about the timing, frequency and pattern of your Services usage. The source of the usage data is our analytics tracking system. This usage data may be processed for the purposes of analyzing the use of the Services. The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "1.1.2. Account Data. We may process your account data (“account data”). The account data may include your name and email address. The source of the account data is you. The account data may be processed for the purposes of operating our Site, providing our Service, ensuring the security of our Services, maintaining back-ups of our databases and communicating with you. The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "1.1.3. Profile Data. We may process your information included in your personal profile on our Site (“profile data”). The profile data may include your name, address, telephone number, email address, profile pictures, and company-related information. The profile data may be processed for the purposes of enabling and monitoring and improving your use of our Services. The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "1.1.4. Transaction Data. We may process information relating to transactions, including purchases of Services, that you enter into with us and through the Services (“transaction data”). The transaction data may include first and last names, an email address to be used as a login, billing contact information, credit card number and a password. The transaction data may be processed for the purpose of supplying the purchased Services and keeping proper records of those transactions. The legal basis for this processing is the performance of a contract between you and us and taking steps, at your request, to enter into such a contract and our legitimate interests.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "1.1.5. Correspondence Data. We may process information contained in or relating to any communication that you send to us (“correspondence data”). The correspondence data may include the communication content and metadata associated with the communication. Our Services will generate the metadata associated with communications made using the Site contact forms. The correspondence data may be processed for the purposes of communicating with you and record-keeping. The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "1.1.6. Network Information. We may process information related to your network information (“network information”). The network information may include analytics information, cookies, log file information, and device identifiers; such as different third-party web analytics tools, web requests, IP address, browser type, referring / exit pages and URLs, number of clicks, how you interact with links on the Service, domain names, landing pages, pages viewed, universally unique identifier, and other related information. This network information may be processed for the purposes of analyzing the use of the Service. The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Service.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "1.2.1. Information You Provide Us Directly. Lead411 collects Personal Data when you voluntarily submit it to us. For example, we ask for certain Personal Data when you register for a Lead411 account, edit your profile data, sign up to receive promotional communications, subscribe to our blog, submit a request to our customer service team, interact with our social media pages, or otherwise interact with us or other Users through the Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "1.2. Sources of Personal Data. We obtain the categories of Personal Data listed above on or through the Services from the following categories of sources:",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "1.2.2. Information Automatically Collected. In addition to Personal Data that we may receive directly from you, Lead411 indirectly collects other information from you automatically through the Services. For example, we receive Personal Data from Users when a User visits and navigates our Services on any device. We may also collect Personal Data about Users over time and across different websites, apps, and devices when a User accesses the Services. Third parties also collect Personal Data this way on our Services. Lead411 collects some Personal Data automatically using Cookies or other online tracking technologies as described in our Cookies Policy.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "1.2.3. Information We May Receive from Third Parties. We may receive information about you from third parties. For example, if you access our Services through a third-party connection or log-in. You should always review, and if necessary, adjust your privacy settings on third-party websites and services before linking or connecting them to the Lead411 Service. You may also unlink your third-party account from the Service by adjusting your settings on the third-party service. In addition, we may receive Personal Data from our business partners, social media sites, or companies that provide Personal Data to supplement what we already know about Users. We may merge or combine such Personal Data with the Personal Data we collect from you directly or automatically.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "1.2.4. Information from Other Sources. We may also obtain Personal Data from publicly available information and when Users voluntarily provide data about other companies and other people. Additional we may license data from other data providers which may contain Personal Data.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "2. USE OF PERSONAL DATA Lead411’s primary purpose in collecting Personal Data is to monitor and improve the Services that you request. Lead411 may also use Personal Data for various purposes, including without limitation to: remember information so that you will not have to re-enter it during your visit or the next time you visit the Site.",
      "Label": "Others",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "2. USE OF PERSONAL DATA Lead411’s primary purpose in collecting Personal Data is to monitor and improve the Services that you request. Lead411 may also use Personal Data for various purposes, including without limitation to: provide custom, personalized content, and information.. provide and monitor the effectiveness of our Services.. monitor aggregate metrics such as total number of visitors, traffic, and demographic patterns.. diagnose or fix technology problems.. help you efficiently access your information after you sign in.. provide advertising to your browser or device.. automatically update the Lead411 Service on your mobile devices.. enable third-parties to provide products and/or services to you and tailor your experience.. communicate with you directly.. send you emails containing newsletters, promotions, and special offers.. enhance the operation of the Services.. improve our marketing and promotional efforts.. analyze your use of the Services.. resolve disputes and accomplish administrative tasks.. enforce our agreements with you, including our Terms and this Privacy Policy.. comply with applicable law and cooperate with law enforcement activities.. ex",
      "Label": "Others",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "ercise or defend any legal claims, whether in court proceedings or in an administrative or out-of-court procedure.. protect your vital interests or the vital interests of another natural person.",
      "Label": "Others",
      "Context": "2 Sentences Before {enforce our agreements with you, including our Terms and this Privacy Policy. comply with applicable law and cooperate with law enforcement activities.} "
    },
    {
      "Text": ". USE OF PERSONAL DATA Lead411’s primary purpose in collecting Personal Data is to monitor and improve the Services that you request. Lead411 may also use Personal Data for various purposes, including without limitation to: send you Service-related emails (e.g., account verification, purchase and billing confirmations and reminders, changes/updates to features of the Service, technical and security notices).",
      "Label": "Others",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "3. SHARING OF PERSONAL DATA\n\nIn addition to the specific situations discussed elsewhere in this Privacy Policy, Lead411 may share your Personal Data in the following circumstances:",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "3.1 Change of Control. We may buy or sell/divest/transfer the company (including any shares in the company), or any combination of its Services, assets, or businesses. Your Personal Data such as customer names and email addresses, User content and other user information related to the Service may be among the items sold or otherwise transferred in these types of transactions. We may also sell, assign, or otherwise transfer such Personal Data in the course of corporate divestitures, mergers, acquisitions, bankruptcies, dissolutions, reorganizations, liquidations, or similar transactions or proceedings involving all or a portion of Lead411.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "3.2 Legal Compliance. Lead411 will disclose your Personal Data where required to do so by law or subpoena or if we reasonably believe that such action is necessary to (a) comply with the law and the reasonable requests of law enforcement; (b) to enforce our Terms or to protect the security, quality or integrity of our Services; or (c) to exercise or protect the rights, property, or personal safety of Lead411, our Users, or others. We may also disclose your Personal Data where such disclosure is necessary for the establishment, exercise or defense of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "3.3 Third Party Providers. We may disclose your Personal Data to one or more of those selected third-party providers of products or services on or linked from our Site, identified on our Site for the purpose of enabling them to provide you with products or Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "3.4 Behavioral-Based Advertising. We participate in behavioral-based advertising. This means that a third party may use technology (e.g., a cookie) to collect information about your use of our Services so that we can provide advertising about products and services tailored to your interest. That advertising may appear either on our Services, or on other websites.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "3.5 Partner or Client Offerings. We may jointly offer events, promotions, or any other product or service offerings with third party partners or our clients. The Personal Data that you submit through our Services may be combined and transmitted with the profile data related to your account. Third party partners or clients may collect information directly from you, which may be combined with Personal Data disclosed by us. If you decide to use our Services that are identified as a joint effort with a third party partner or client, the information that you provide may be shared with us and with that identified third party.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "3.6 Social Networking. The Services may offer you the ability to share your Personal Data through a social networking website (e.g., Facebook, Twitter), using such site’s integrated tools (e.g., Facebook “Like” button, or Twitter “Tweet” button). The use of such integrated tools enables you to share Personal Data about yourself with other individuals or the public, depending on the settings that you have established with such social networking site. For more information about the purpose and scope of data collection and use in connection with such social networking site or a site’s integrated tools, please visit the privacy policies of the entities that provide these social networking sites.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "4.1. Security Measures. We are committed to taking reasonable precautions to safeguard the security of your Personal Data. We use reasonable administrative, technical, and physical security steps to protect your Personal Data. Please be aware that no data transmission over the Internet or via e-mail is completely secure and therefore we cannot guarantee protection of all Personal Data in all cases. For example, we cannot guarantee protection against interception, misappropriation, misuse, or alteration, or that your Personal Data will not be disclosed or accessed by the unauthorized acts of others. Consequently, we cannot ensure or warrant the security of any Personal Data you transmit to us, and you do so at your own risk. In the event that we are required by law to inform you of any unauthorized access or acquisition of your Personal Data we may notify you electronically, in writing, or by telephone, if permitted to do so by law.",
      "Label": "Others",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "4.2. Storage and Processing. Your Personal Data collected through the Services may be stored and processed in the United States or any other country in which Lead411 or its subsidiaries, affiliates, or service providers maintain facilities. Lead411 may transfer information that we collect about you, including Personal Data, to affiliated entities, or to other third parties across borders and from your country or jurisdiction to other countries or jurisdictions around the world. If you are located in the European Union or other regions with laws governing data collection and use that may differ from U.S. law, please note that we may transfer information, including Personal Data, to a country and jurisdiction that does not have the same data protection laws as your jurisdiction, and you consent to the transfer of information to the U.S. or any other country in which Lead411 or its parent, subsidiaries, affiliates, or service providers maintain facilities and the use and disclosure of information about you as described in this Privacy Policy.",
      "Label": "Others",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "4.3. Keeping your Personal Data Safe. In the event you are provided with an opportunity to establish and account or profile on our Services, you may be able to access your Personal Data with your password and username. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "This password is encrypted. We advise against sharing your password with anyone.  If you access your account via a third-party site or service, you may have additional or different sign-in protections via that third-party site or service. You need to prevent unauthorized access to your account and Personal Data by selecting and protecting your password and/or other sign-in mechanism appropriately and limiting access to your computer, browser, or mobile device by signing off after you have finished accessing your account. Unauthorized entry or use, hardware or software failure, and other factors, may compromise the security of Personal Data at any time. If we believe that the security of your Personal Data may have been compromised, we may seek to notify you of that development.",
      "Label": "Others",
      "Context": "2 Sentences Before {Keeping your Personal Data Safe. In the event you are provided with an opportunity to establish and account or profile on our Services, you may be able to access your Personal Data with your password and username.} "
    },
    {
      "Text": "5.1. Access to Your Personal Data. You may request access to your Personal Data by contacting us as described below. We will grant you reasonable access to the data that we have about you as required by law.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "5.2. Changes to Your Personal Data. We rely on you to update and correct the Personal Data contained in your account. We make every reasonable effort to promptly process all unsubscribe requests. Note that we may keep historical information in our backup files as permitted by law. If our Services does not permit you to update or correct certain Personal Data, please contact us as described below.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "5.3. Deletion of Your Personal Data. Following termination of your User account, Lead411 may retain your Personal Data for a commercially reasonable time for backup, archival, or audit purposes. For the avoidance of doubt, any Personal Data that you choose to make public on the Service may not be removable. You may, however, request that we delete your Personal Data by contacting us as described below. We will grant a request to delete information as required by law, but you should note that in many situations we must keep your Personal Data to comply with our legal obligations, resolve disputes, enforce our agreements, or for another one of our business purposes. Except as provided above, we will delete, aggregate, or de-identify all of your Personal Data as described in this subsection within the timeframes required by law.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "6.1. Opting Out of Collection of Personal Data for Tracking / Advertising. Please refer to your mobile device or browser’s technical information for instructions on how to delete and disable cookies, and other tracking/recording tools. Depending on your type of device, it may not be possible to delete or disable tracking mechanisms on your mobile device. Note that disabling cookies or other tracking tools prevents Lead411 or its business partners from tracking your browser’s activities in relation to the Services, and for use in targeted advertising activities by third parties. However, doing so may disable many of the features available through the Service. If you have any questions about opting out of the collection of cookies and other tracking/recording tools, you can contact us as described below.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "6.2. Opting Out of Our Database. You can opt out of our database at any time by submitting the following form: https://www.lead411.com/removeinforequest/ . Please note, you may not, however, opt out of any Service-related transactional communications (e.g., account verification, purchase and billing confirmations and reminders, changes/updates to features of the Service, technical and security notices). To opt-out of all communications from Lead411 please use the following form – https://www.lead411.com/opt-out-of-lead411-communications/",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "7. EUROPEAN USERS\n\nThis Section 7 applies solely to individuals in the European Economic Area (EEA).\n\n7.1. Retention. Lead411 retains your Personal Data:\n\nFor so long as your account is active or as needed to provide you with the Services or to fulfill our contractual obligations.\nAs necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\nFor so long as is necessary for the purposes for which we collected such Personal Data.\n\n7.2. Rights for European Users. You can always choose not to provide Personal Data, although a certain level of information is required to engage and participate in the Service. In addition to the rights already recorded above, if you are based in the EEA, you may have the following additional rights in relation to the Personal Data we hold about you: the right to access;. the right to rectification;. the right to erasure;. the right to restrict processing;. the right to object to processing;. the right to data portability;. the right to withdraw consent; and. the right to complain to a supervisory authority\n\n7.2.1. Right of Access. You have the right to confirmation as to whether we process your Personal Data and, where we do, access to the Personal Data, together with certain additional information. That additional information includes details of the purposes of the processing, the categories of Personal Data concerned and the recipients of the Personal Data. Providing the rights and freedoms of others are not affected, we will supply to you a copy of your Personal Data. The first copy will be provided free of charge, but additional copies may be subject to a reasonable fee.\n\n7.2.2. Right to Rectification. You have the right to have any inaccurate Personal Data about you rectified and, considering the purposes of the processing, to have any incomplete Personal Data about you completed.\n\n7.2.3. Right of Erasure. In some circumstances you have the right to the erasure of your Personal Data without undue delay. Those circumstances include: the Personal Data are no longer necessary in relation to the purposes for which they were collected or otherwise processed; you withdraw consent to consent-based processing; you object to the processing under certain rules of applicable data protection law; the processing is for direct marketing purposes; and the Personal Data have been unlawfully process. However, there are exclusions of the right to erasure. The general exclusions include where processing is necessary: for exercising the right of freedom of expression and information; for compliance with a legal obligation; or for the establishment, exercise or defense of legal claims.\n\n7.2.4. Right to Restrict Processing. In some circumstances you have the right to restrict the processing of your Personal Data. Those circumstances are: you contest the accuracy of the Personal Data; processing is unlawful, but you oppose erasure; we no longer need the Personal Data for the purposes of our processing, but you require Personal Data for the establishment, exercise or defense of legal claims; and you have objected to processing, pending the verification of that objection. Where processing has been restricted on this basis, we may continue to store your Personal Data. However, we will only otherwise process it: with your consent; for the establishment, exercise or defense of legal claims; for the protection of the rights of another natural or legal person; or for reasons of important public interest.\n\n7.2.5. Right to Object to Processing. You have the right to object to our processing of your Personal Data on grounds relating to your particular situation, but only to the extent that the legal basis for the processing is that the processing is necessary for: the performance of a task carried out in the public interest or in the exercise of any official authority vested in us; or the purposes of the legitimate interests pursued by us or by a third party. If you make such an objection, we will cease to process the Personal Data unless we can demonstrate compelling legitimate grounds for the processing which override your interests, rights and freedoms, or the processing is for the establishment, exercise or defense of legal claims. You have the right to object to our processing of your Personal Data for direct marketing purposes (including profiling for direct marketing purposes). If you make such an objection, we will cease to process your Personal Data for this purpose. You have the right to object to our processing of your Personal Data for scientific or historical research purposes or statistical purposes on grounds relating to your particular situation, unless the processing is necessary for the performance of a task carried out for reasons of public interest.\n\n7.2.6. Right to Data Portability. You may access your Personal Data that we hold by contacting us using the contact details contained in Section titled “Contacting Us” below.  We will provide you with a copy of the Personal Data we keep about you. However, we reserve the right to charge you a reasonable amount for providing copies of any Personal Data you request, to take into account the time, cost and effort involved.\n\n7.2.7. Right to Withdraw Consent. To the extent that the legal basis for our processing of your Personal Data is consent, you have the right to withdraw that consent at any time. Withdrawal will not affect the lawfulness of processing before the withdrawal.\n\n7.2.8. Right to Complain to a Supervisory Authority. If you consider that our processing of your Personal Data infringes data protection laws, you have a legal right to lodge a complaint with a supervisory authority responsible for data protection.",
      "Label": "Others",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "8.1. Shine the Light. Under California Civil Code 1798.83, Users who are California residents may request and obtain from us, once a year and free of charge, information about categories of Personal Data (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared Personal Data in the immediately preceding calendar year.  If you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "8.2.1. The CCPA provides the right to opt out from the sale of Personal Data to third parties.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "In addition, the CCPA provides you the right to access and delete Personal Data for California residents.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {1.2.2. Information Automatically Collected.} "
    },
    {
      "Text": "To opt-out of the sale of Personal Data, please send a request to the address found below. When contacting us, please indicate your name, address, email address, and what Personal Data you do not want us to share with our marketing partners.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You can opt out of our database at any time by submitting the following form: https://www.lead411.com/removeinforequest/ . Please note, you may not, however, opt out of any Service-related transactional communications (e.g., account verification, purchase and billing confirmations and reminders, changes/updates to features of the Service, technical and security notices).} "
    },
    {
      "Text": ".2.2. Lead411 must disclose whether the following categories of Personal Data are disclosed for a “business purpose” or “valuable consideration” as those terms are defined under California law. Note that while a category below may be marked, that does not necessarily mean that we have Personal Data in that category about you. In the preceding twelve months, we have disclosed the following categories of Personal Data in the manner described.\n\nCategory  Information is Disclosed for a Business Purpose  Information is Disclosed for Valuable Consideration",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Usage Data\tYes\tNo\nAccount Data\tYes\tNo\nProfile Data\tYes\tYes\nTransaction Data\tYes\tNo\nCorrespondence Data\tYes\tNo\nNetwork Information\tYes\tYes",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Note that while a category below may be marked, that does not necessarily mean that we have Personal Data in that category about you. In the preceding twelve months, we have disclosed the following categories of Personal Data in the manner described.} "
    },
    {
      "Text": "9. EXERCISING YOUR PRIVACY RIGHTS\n\nWhen exercising the rights or options described in this Privacy Policy, the following guidelines apply:\n\n9.1. No Fee Usually Required. You will not have to pay a fee to access your Personal Data (or to exercise any of the other rights). However, we may charge a reasonable fee or decline to comply with your request if your request is clearly unfounded, repetitive, or excessive.\n\n9.2. What We May Need from You. When exercising your rights or otherwise assisting you, we may need to request specific information from you to help us confirm your identity. This is a security measure to ensure we do not disclose Personal Data to any person who is not entitled to receive it. We may also contact you to ask you for further information in relation to your request to speed up our response.\n\n9.3. Time to Respond. We try to respond to all legitimate requests within 30 days of your request. Occasionally it may take us longer than 30 days to respond, for instance if your request is particularly complex or you have made a number of requests. In this case, we will notify you of the delay, and may continue to update you regarding the progress of our response.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {8.1. Shine the Light.} "
    },
    {
      "Text": "9.4. No Discrimination. You will not be subject to discrimination as a result of exercising the rights described herein. In some cases, when you exercise one of your rights, we will be unable to comply with the request due to legal obligations or otherwise, or we will be unable to provide you certain Services. These responses are not discrimination and our reasons for declining your request or ceasing Services will be provided at that time.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {8.1. Shine the Light.} "
    },
    {
      "Text": "9.5. Authorized Agent. You may designate an authorized agent to make a request on your behalf. In order to designate an authorized agent to make a request on your behalf, you must provide a valid power of attorney, the requester’s identification information, and the authorized agent’s identification information.",
      "Label": "Others",
      "Context": "2 Sentences Before {8.1. Shine the Light.} "
    },
    {
      "Text": "10. CONTACTING US\nIf you have any questions or concerns about our Privacy Policy or any other privacy or security issue, please contact us at:\nLead411 Corporation\nAttn: Privacy Agent\n1300 Walnut Street, Suite 20\nBoulder, CO 80302\nEmail: support@lead411.io\n\nTo exercise your choices or opt out rights as described in this Privacy Policy, please use the following web form: https://www.lead411.com/removeinforequest/\nEffective Date: December 31, 2019",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Lead411 reserves the right, at any time, to modify this Privacy Policy",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Lead411 Privacy Policy 877-673-1022 Support@Lead411.io Login Contact Us Free Trial <img src=\"https://lead411.wpengine.com/wp-content/uploads/2021/08/lead411.png\" width=\"1024\" height=\"237\" alt=\"Lead411\" id=\"logo\" data-height-percentage=\"50\" /> Pricing Data Solutions Lead Prospecting B2B Direct Dials Bombora Intent Data Sales Engagement – Reach Lead Scoring Contact Enrichment Data Verification Chrome Extension Who We Serve Sales Services SaaS & Technology Account Based Marketing Recruiting Resources Knowledge & FAQs Partners Blog About Us Select Page Pricing Data Solutions Lead Prospecting B2B Direct Dials Bombora Intent Data Sales Engagement – Reach Lead Scoring Contact Enrichment Data Verification Chrome Extension Who We Serve Sales Services SaaS & Technology Account Based Marketing Recruiting Resources Knowledge & FAQs Partners Blog About Us Login Contact Us Free Trial Lead411 Corporation, on behalf of its affiliates and subsidiaries (collectively, “Lead411,” “us,” “we,” or “our”) has prepared this Privacy Policy (“Privacy Policy”) to describe to you, or if you represent an entity or other organization, that entity or organization (in either case, “you,” or “your”) our online and offline practices regarding the Personal Data (as defined below) that Lead411 collects, uses, and shares on behalf of end users and visitors (“Users”) of our online informational services (the “Services”) accessed through the website located at https://www.lead411.com/ , and any other websites operated by Lead411 (each, a “Site”) or the API using mobile applications provided by and on behalf of Lead411 (each, an “API,” and each Site and API treated as a part of the “Services” for purposes of this Privacy Policy). Capitalized terms not defined in this Privacy Policy, shall have the meanings as defined in the Lead411 Terms, located at https://www.lead411.com/terms/ .} "
    },
    {
      "Text": "Usage Data. We may process data about your use of our Services (“usage data”). The usage data may include your IP address, geographical location, browser type and version, operating system, referral source, length of visit, page views and Site navigation paths, as well as information about the timing, frequency and pattern of your Services usage. The source of the usage data is our analytics tracking system",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {“Personal Data” means information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked to, directly or indirectly, a particular consumer or household. The following are categories (with non-exhaustive examples) of Personal Data we may collect about you and for each category the purpose for which it may be used: 1.1.1.} "
    },
    {
      "Text": "This usage data may be processed for the purposes of analyzing the use of the Services",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The usage data may include your IP address, geographical location, browser type and version, operating system, referral source, length of visit, page views and Site navigation paths, as well as information about the timing, frequency and pattern of your Services usage. The source of the usage data is our analytics tracking system.} "
    },
    {
      "Text": "Account Data. We may process your account data (“account data”). The account data may include your name and email address. The source of the account data is you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services. 1.1.2.} "
    },
    {
      "Text": "The account data may be processed for the purposes of operating our Site, providing our Service, ensuring the security of our Services, maintaining back-ups of our databases and communicating with you.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The account data may include your name and email address. The source of the account data is you.} "
    },
    {
      "Text": "Profile Data. We may process your information included in your personal profile on our Site (“profile data”). The profile data may include your name, address, telephone number, email address, profile pictures, and company-related information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services. 1.1.3.} "
    },
    {
      "Text": "The profile data may be processed for the purposes of enabling and monitoring and improving your use of our Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may process your information included in your personal profile on our Site (“profile data”). The profile data may include your name, address, telephone number, email address, profile pictures, and company-related information.} "
    },
    {
      "Text": "Transaction Data. We may process information relating to transactions, including purchases of Services, that you enter into with us and through the Services (“transaction data”). The transaction data may include first and last names, an email address to be used as a login, billing contact information, credit card number and a password",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services. 1.1.4.} "
    },
    {
      "Text": "The transaction data may be processed for the purpose of supplying the purchased Services and keeping proper records of those transactions.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may process information relating to transactions, including purchases of Services, that you enter into with us and through the Services (“transaction data”). The transaction data may include first and last names, an email address to be used as a login, billing contact information, credit card number and a password.} "
    },
    {
      "Text": "Correspondence Data. We may process information contained in or relating to any communication that you send to us (“correspondence data”). The correspondence data may include the communication content and metadata associated with the communication. Our Services will generate the metadata associated with communications made using the Site contact forms.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The legal basis for this processing is the performance of a contract between you and us and taking steps, at your request, to enter into such a contract and our legitimate interests. 1.1.5.} "
    },
    {
      "Text": "The correspondence data may be processed for the purposes of communicating with you and record-keeping.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The correspondence data may include the communication content and metadata associated with the communication. Our Services will generate the metadata associated with communications made using the Site contact forms.} "
    },
    {
      "Text": "Network Information. We may process information related to your network information (“network information”). The network information may include analytics information, cookies, log file information, and device identifiers; such as different third-party web analytics tools, web requests, IP address, browser type, referring / exit pages and URLs, number of clicks, how you interact with links on the Service, domain names, landing pages, pages viewed, universally unique identifier, and other related information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services. 1.1.6.} "
    },
    {
      "Text": "This network information may be processed for the purposes of analyzing the use of the Service.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may process information related to your network information (“network information”). The network information may include analytics information, cookies, log file information, and device identifiers; such as different third-party web analytics tools, web requests, IP address, browser type, referring / exit pages and URLs, number of clicks, how you interact with links on the Service, domain names, landing pages, pages viewed, universally unique identifier, and other related information.} "
    },
    {
      "Text": "Personal Data. “Personal Data” means information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked to, directly or indirectly, a particular consumer or household.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Information You Provide Us Directly. Lead411 collects Personal Data when you voluntarily submit it to us. For example, we ask for certain Personal Data when you register for a Lead411 account, edit your profile data, sign up to receive promotional communications, subscribe to our blog, submit a request to our customer service team, interact with our social media pages, or otherwise interact with us or other Users through the Services",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Sources of Personal Data. We obtain the categories of Personal Data listed above on or through the Services from the following categories of sources: 1.2.1.} "
    },
    {
      "Text": "Information Automatically Collected. In addition to Personal Data that we may receive directly from you, Lead411 indirectly collects other information from you automatically through the Services. For example, we receive Personal Data from Users when a User visits and navigates our Services on any device. We may also collect Personal Data about Users over time and across different websites, apps, and devices when a User accesses the Services. Third parties also collect Personal Data this way on our Services. Lead411 collects some Personal Data automatically using Cookies or other online tracking technologies as described in our Cookies Policy.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For example, we ask for certain Personal Data when you register for a Lead411 account, edit your profile data, sign up to receive promotional communications, subscribe to our blog, submit a request to our customer service team, interact with our social media pages, or otherwise interact with us or other Users through the Services. 1.2.2.} "
    },
    {
      "Text": "Information We May Receive from Third Parties. We may receive information about you from third parties. For example, if you access our Services through a third-party connection or log-in.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Lead411 collects some Personal Data automatically using Cookies or other online tracking technologies as described in our Cookies Policy. 1.2.3.} "
    },
    {
      "Text": "In addition, we may receive Personal Data from our business partners, social media sites, or companies that provide Personal Data to supplement what we already know about Users. We may merge or combine such Personal Data with the Personal Data we collect from you directly or automatically.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {1.2.2. Information Automatically Collected.} "
    },
    {
      "Text": "You should always review, and if necessary, adjust your privacy settings on third-party websites and services before linking or connecting them to the Lead411 Service. You may also unlink your third-party account from the Service by adjusting your settings on the third-party service.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We may receive information about you from third parties. For example, if you access our Services through a third-party connection or log-in.} "
    },
    {
      "Text": "Information from Other Sources. We may also obtain Personal Data from publicly available information and when Users voluntarily provide data about other companies and other people.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may merge or combine such Personal Data with the Personal Data we collect from you directly or automatically. 1.2.4.} "
    },
    {
      "Text": "Additional we may license data from other data providers which may contain Personal Data.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Information from Other Sources. We may also obtain Personal Data from publicly available information and when Users voluntarily provide data about other companies and other people.} "
    },
    {
      "Text": "Publicly Available. Publicly available information from government records.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Exclusions to Personal Data. Personal Data does not include: 1.3.1.} "
    },
    {
      "Text": "We use Deidentified Information or Aggregate Information to troubleshoot, administer the services, analyze trends, gather demographic information, comply with applicable law, and cooperate with law enforcement activities. We may share this information with the public and other third parties to measure the overall effectiveness of our Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {“Deidentified Information” means information that cannot reasonably identify, relate to, describe, be capable of being associated with, or be linked, directly or indirectly, to a particular individual, and for which Lead411 has implemented technical safeguards and business processes that prohibit reidentification of the individual. “Aggregate Information” means information that relates to a group or category of individuals, from which individual identities have been removed, that is not linked or reasonably linkable to any individual or household, including via a device.} "
    },
    {
      "Text": "Excluded Information. Certain laws require separate privacy notices or are exempt from general Personal Data privacy policy disclosure requirements. Such laws include the Fair Credit Reporting Act (FCRA).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may share this information with the public and other third parties to measure the overall effectiveness of our Services. 1.3.3.} "
    },
    {
      "Text": "another natural person",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {comply with applicable law and cooperate with law enforcement activities. exercise or defend any legal claims, whether in court proceedings or in an administrative or out-of-court procedure.} "
    },
    {
      "Text": "Change of Control. We may buy or sell/divest/transfer the company (including any shares in the company), or any combination of its Services, assets, or businesses. Your Personal Data such as customer names and email addresses, User content and other user information related to the Service may be among the items sold or otherwise transferred in these types of transactions. We may also sell, assign, or otherwise transfer such Personal Data in the course of corporate divestitures, mergers, acquisitions, bankruptcies, dissolutions, reorganizations, liquidations, or similar transactions or proceedings involving all or a portion of Lead411.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {protect your vital interests or the vital interests of another natural person. 3.} "
    },
    {
      "Text": "Legal Compliance. Lead411 will disclose your Personal Data where required to do so by law or subpoena or if we reasonably believe that such action is necessary to (a) comply with the law and the reasonable requests of law enforcement; (b) to enforce our Terms or to protect the security, quality or integrity of our Services; or (c) to exercise or protect the rights, property, or personal safety of Lead411, our Users, or others. We may also disclose your Personal Data where such disclosure is necessary for the establishment, exercise or defense of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Your Personal Data such as customer names and email addresses, User content and other user information related to the Service may be among the items sold or otherwise transferred in these types of transactions. We may also sell, assign, or otherwise transfer such Personal Data in the course of corporate divestitures, mergers, acquisitions, bankruptcies, dissolutions, reorganizations, liquidations, or similar transactions or proceedings involving all or a portion of Lead411.} "
    },
    {
      "Text": "Third Party Providers. We may disclose your Personal Data to one or more of those selected third-party providers of products or services on or linked from our Site, identified on our Site for the purpose of enabling them to provide you with products or Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Lead411 will disclose your Personal Data where required to do so by law or subpoena or if we reasonably believe that such action is necessary to (a) comply with the law and the reasonable requests of law enforcement; (b) to enforce our Terms or to protect the security, quality or integrity of our Services; or (c) to exercise or protect the rights, property, or personal safety of Lead411, our Users, or others. We may also disclose your Personal Data where such disclosure is necessary for the establishment, exercise or defense of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.} "
    },
    {
      "Text": "Behavioral-Based Advertising. We participate in behavioral-based advertising. This means that a third party may use technology (e.g., a cookie) to collect information about your use of our Services so that we can provide advertising about products and services tailored to your interest. That advertising may appear either on our Services, or on other websites",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {3.3 Third Party Providers. We may disclose your Personal Data to one or more of those selected third-party providers of products or services on or linked from our Site, identified on our Site for the purpose of enabling them to provide you with products or Services.} "
    },
    {
      "Text": "Partner or Client Offerings. We may jointly offer events, promotions, or any other product or service offerings with third party partners or our clients. The Personal Data that you submit through our Services may be combined and transmitted with the profile data related to your account. Third party partners or clients may collect information directly from you, which may be combined with Personal Data disclosed by us. If you decide to use our Services that are identified as a joint effort with a third party partner or client, the information that you provide may be shared with us and with that identified third party.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This means that a third party may use technology (e.g., a cookie) to collect information about your use of our Services so that we can provide advertising about products and services tailored to your interest. That advertising may appear either on our Services, or on other websites.} "
    },
    {
      "Text": "Social Networking. The Services may offer you the ability to share your Personal Data through a social networking website (e.g., Facebook, Twitter), using such site’s integrated tools (e.g., Facebook “Like” button, or Twitter “Tweet” button). The use of such integrated tools enables you to share Personal Data about yourself with other individuals or the public, depending on the settings that you have established with such social networking site.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Third party partners or clients may collect information directly from you, which may be combined with Personal Data disclosed by us. If you decide to use our Services that are identified as a joint effort with a third party partner or client, the information that you provide may be shared with us and with that identified third party.} "
    },
    {
      "Text": " Lead411 may transfer information that we collect about you, including Personal Data, to affiliated entities, or to other third parties across borders and from your country or jurisdiction to other countries or jurisdictions around the world.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Storage and Processing. Your Personal Data collected through the Services may be stored and processed in the United States or any other country in which Lead411 or its subsidiaries, affiliates, or service providers maintain facilities.} "
    },
    {
      "Text": "Access to Your Personal Data. You may request access to your Personal Data by contacting us as described below. We will grant you reasonable access to the data that we have about you as required by law",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {5. YOUR CHOICES You can make the following choices regarding your Personal Data: 5.1.} "
    },
    {
      "Text": "Changes to Your Personal Data. We rely on you to update and correct the Personal Data contained in your account. We make every reasonable effort to promptly process all unsubscribe requests. Note that we may keep historical information in our backup files as permitted by law. If our Services does not permit you to update or correct certain Personal Data, please contact us as described below.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {We will grant you reasonable access to the data that we have about you as required by law. 5.2.} "
    },
    {
      "Text": "You may, however, request that we delete your Personal Data by contacting us as described below.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {For example, if you access our Services through a third-party connection or log-in. You should always review, and if necessary, adjust your privacy settings on third-party websites and services before linking or connecting them to the Lead411 Service.} "
    },
    {
      "Text": "We will grant a request to delete information as required by law, but you should note that in many situations we must keep your Personal Data to comply with our legal obligations, resolve disputes, enforce our agreements, or for another one of our business purposes. Except as provided above, we will delete, aggregate, or de-identify all of your Personal Data as described in this subsection within the timeframes required by law",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {For the avoidance of doubt, any Personal Data that you choose to make public on the Service may not be removable. You may, however, request that we delete your Personal Data by contacting us as described below.} "
    },
    {
      "Text": "Deletion of Your Personal Data. Following termination of your User account, Lead411 may retain your Personal Data for a commercially reasonable time for backup, archival, or audit purposes. For the avoidance of doubt, any Personal Data that you choose to make public on the Service may not be removable.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If our Services does not permit you to update or correct certain Personal Data, please contact us as described below. 5.3.} "
    },
    {
      "Text": "You can make the following choices to opt out of certain activities regarding your Personal Data:",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Except as provided above, we will delete, aggregate, or de-identify all of your Personal Data as described in this subsection within the timeframes required by law. 6.} "
    },
    {
      "Text": "Please refer to your mobile device or browser’s technical information for instructions on how to delete and disable cookies, and other tracking/recording tools. Depending on your type of device, it may not be possible to delete or disable tracking mechanisms on your mobile device. Note that disabling cookies or other tracking tools prevents Lead411 or its business partners from tracking your browser’s activities in relation to the Services, and for use in targeted advertising activities by third parties. However, doing so may disable many of the features available through the Service. If you have any questions about opting out of the collection of cookies and other tracking/recording tools, you can contact us as described below.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {OPTING OUT You can make the following choices to opt out of certain activities regarding your Personal Data: 6.1. Opting Out of Collection of Personal Data for Tracking / Advertising.} "
    },
    {
      "Text": "Opting Out of Collection of Personal Data for Tracking / Advertising",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {6. OPTING OUT You can make the following choices to opt out of certain activities regarding your Personal Data: 6.1.} "
    },
    {
      "Text": "Opting Out of Our Database. You can opt out of our database at any time",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {If you have any questions about opting out of the collection of cookies and other tracking/recording tools, you can contact us as described below. 6.2.} "
    },
    {
      "Text": "by submitting the following form: https://www.lead411.com/removeinforequest/ .",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {6.2. Opting Out of Our Database.} "
    },
    {
      "Text": "lease note, you may not, however, opt out of any Service-related transactional communications (e.g., account verification, purchase and billing confirmations and reminders, changes/updates to features of the Service, technical and security notices).",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Your Personal Data collected through the Services may be stored and processed in the United States or any other country in which Lead411 or its subsidiaries, affiliates, or service providers maintain facilities. Lead411 may transfer information that we collect about you, including Personal Data, to affiliated entities, or to other third parties across borders and from your country or jurisdiction to other countries or jurisdictions around the world.} "
    },
    {
      "Text": "Specifically Nextroll partners collect info about your activity on our site(s) to enable us to",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To opt-out of all communications from Lead411 please use the following form – https://www.lead411.com/opt-out-of-lead411-communications/ 6.3 Collection of Data . Our site uses technologies of third-party partners such as NextRoll to help us recognize your device and understand how you use our site(s) so that we can improve our services to reflect your interests and serve you advertisements about the solutions that are likely to be of more interest to you.} "
    },
    {
      "Text": "EUROPEAN USERS",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Our site uses technologies of third-party partners such as NextRoll to help us recognize your device and understand how you use our site(s) so that we can improve our services to reflect your interests and serve you advertisements about the solutions that are likely to be of more interest to you. Specifically Nextroll partners collect info about your activity on our site(s) to enable us to: Show advertisements for our solutions to you on third party sites Measure and analyze traffic and browsing activity on our site(s) Measure and analyze the performance of our advertising campaigns 7.} "
    },
    {
      "Text": "Shine the Light. Under California Civil Code 1798.83, Users who are California residents may request and obtain from us, once a year and free of charge, information about categories of Personal Data (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared Personal Data in the immediately preceding calendar year. ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {NOTICE TO CALIFORNIA RESIDENTS This Section 8 applies solely to individuals who are residents of the State of California. 8.1.} "
    },
    {
      "Text": " If you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Shine the Light. Under California Civil Code 1798.83, Users who are California residents may request and obtain from us, once a year and free of charge, information about categories of Personal Data (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared Personal Data in the immediately preceding calendar year.} "
    },
    {
      "Text": "The CCPA provides the right to opt out from the sale of Personal Data to third parties",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {California Consumer Privacy Act (“CCPA”). 8.2.1.} "
    },
    {
      "Text": " In addition, the CCPA provides you the right to access",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {1.2.2. Information Automatically Collected.} "
    },
    {
      "Text": "and delete Personal Data",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {8.2.1. The CCPA provides the right to opt out from the sale of Personal Data to third parties.} "
    },
    {
      "Text": "To opt-out of the sale of Personal Data, please send a request to the address found below. When contacting us, please indicate your name, address, email address, and what Personal Data you do not want us to share with our marketing partners.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You can opt out of our database at any time by submitting the following form: https://www.lead411.com/removeinforequest/ . Please note, you may not, however, opt out of any Service-related transactional communications (e.g., account verification, purchase and billing confirmations and reminders, changes/updates to features of the Service, technical and security notices).} "
    },
    {
      "Text": " Lead411 must disclose whether the following categories of Personal Data are disclosed for a “business purpose” or “valuable consideration” as those terms are defined under California law.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {When contacting us, please indicate your name, address, email address, and what Personal Data you do not want us to share with our marketing partners. 8.2.2.} "
    },
    {
      "Text": "Usage Data",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {“Personal Data” means information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked to, directly or indirectly, a particular consumer or household. The following are categories (with non-exhaustive examples) of Personal Data we may collect about you and for each category the purpose for which it may be used: 1.1.1.} "
    },
    {
      "Text": "Account Data",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services. 1.1.2.} "
    },
    {
      "Text": "Profile Data",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services. 1.1.3.} "
    },
    {
      "Text": "Transaction Data",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services. 1.1.4.} "
    },
    {
      "Text": "Correspondence Dat",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The legal basis for this processing is the performance of a contract between you and us and taking steps, at your request, to enter into such a contract and our legitimate interests. 1.1.5.} "
    },
    {
      "Text": "Network Information",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The legal basis for this processing is your consent or our legitimate interests, namely monitoring and improving our Services. 1.1.6.} "
    },
    {
      "Text": "a",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "What We May Need from You. When exercising your rights or otherwise assisting you, we may need to request specific information from you to help us confirm your identity. This is a security measure to ensure we do not disclose Personal Data to any person who is not entitled to receive it. We may also contact you to ask you for further information in relation to your request to speed up our response.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {However, we may charge a reasonable fee or decline to comply with your request if your request is clearly unfounded, repetitive, or excessive. 9.2.} "
    },
    {
      "Text": "No Discrimination. You will not be subject to discrimination as a result of exercising the rights described herein. In some cases, when you exercise one of your rights, we will be unable to comply with the request due to legal obligations or otherwise, or we will be unable to provide you certain Services. These responses are not discrimination and our reasons for declining your request or ceasing Services will be provided at that time.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {In this case, we will notify you of the delay, and may continue to update you regarding the progress of our response. 9.4.} "
    }
  ]
}