{
  "policy_id": "104",
  "text": "Privacy Policy | Famous Birthdays popular trending q&a trivia random Privacy Policy We take your privacy seriously. This policy outlines Famous Birthdays’ information gathering, cookie policy, and privacy-related practices. It also discloses our practices and policies concerning privacy laws and regulations such as the California Consumer Privacy Act (CCPA) and the EU’s General Data Protection Regulation (GDPR). Processing Personal Data FamousBirthdays.com is an open and easy to use platform; no user login is offered on our website and we don’t set any first-party cookies, and we don’t track users in any personally identifiable way. We automatically receive\ninformation from your web browser or mobile device. This information includes\nthe name of the website from which you entered our website, if any, as well as\nthe name of the website you’ll visit when you leave our website. This information\nalso includes the IP address of your computer/the proxy server you use to\naccess the Internet, your Internet service provider’s name, your web browser\ntype, the type of mobile device, your computer operating system, and data about\nyour browsing activity when using our website including what is searched for. We use this information to\nanalyze trends among our users and to help improve our website. We do not use any personally identifiable information which could be attained by analysis of our log files, and our platform doesn't store any data or personally identifiable information about our users. Third-party advertisers may collect information on visitors to our site. More about our advertisers' data collection practices, privacy policies, and your rights with respect to advertiser data collection are provided in the \"Advertising\" and \"Third-Party Privacy Policies\" sections below. Disclosure and Sale of Personal Information Famous Birthdays Pro sells reports of celebrities trending on our platform.  This information is used by companies to help them identify celebrities for professional purposes such as casting or sponsorship.  These reports include the Famous Birthdays URL of the celebrity, the Famous Birthdays ranking of the celebrity, and, when available, the celebrity's public Instagram username, public YouTube username, public Twitter username, and/or public TikTok username.  Famous Birthdays Pro also displays the historical rank graph for celebrities profiled on Famous Birthdays. Famous Birthdays does not otherwise sell personal information and we do not sell information about celebrities under 16 years of age.  Profiled celebrities are able to contact us to opt-out from being included in Famous Birthdays Pro. Cookies Famous Birthdays does not use cookies to deliver content specific to your interests, and we don't set any first-party cookies to help deliver more targeted ads.  We may use session cookies to record your preferences about how our site appears; these are used solely for your convenience and will expire when you close your browser. External Links Famous Birthdays contains links to other sites. Famous Birthdays is not responsible for the privacy practices or the content of the linked websites. Celebrity Profiles Famous Birthdays publishes factual information of public interest on celebrities in a concise and informative mobile friendly format. We are committed to accuracy in all of the published information and we will review updates and corrections. We sometimes get facts directly from celebrities, their managers and families. We do not accept facts from any celebrity under 13 years of age, or any celebrity under 16 years of age from Europe and the UK. Advertising We use third-party advertising companies to serve ads when you visit famousbirthdays.com and the Famous Birthdays IOS and Android app. These advertising networks usually\nplace cookies to develop a profile of your browsing\ninterests and serve advertisements on other websites that are related to your\ninterests. You will see less advertising if you disable these cookies. You can visit the Network Advertising Initiative f or more information about this practice and your possibility to opt-out. Third-Party Privacy Policies Third-party vendors use cookies to serve ads based on a user's prior visits to our website and/or other websites. Here is a list of each third-party advertising vendor we work with along with a link to their privacy policy. Index Exchange Google GAM/AdX OpenX App Nexus Rubicon Project Conversant Sovrn DistrictM Oath Pubmatic GumGum Amazon Consumeable ShareThrough Teads YieldMo Smaato Google\nAnalytics Privacy Notice Our website uses Google Analytics to collect information about the use\nof our website. Google Analytics collects information from users such as how often they visit our website, what pages\nthey visit, and what other websites they have used before coming to our\nwebsite. We use the information we get from Google Analytics to analyze\ntraffic and to improve our website. Google Analytics collects only the IP address assigned to you on the\ndate you visit our website, not your name or other identifying information. We\ndo not combine the information collected using Google Analytics with any personally identifiable information.\nAlthough Google Analytics plants a permanent cookie on your web browser to\nidentify you as a unique user the next time you visit our website, the cookie\ncannot be used by anyone but Google. Google also uses specific identifiers to\nhelp collect information about the use of our website. For more information on\nhow Google collects and processes your data, visit Google's Privacy and Terms . You can prevent Google Analytics from using your information by opting-out . Firebase Analytics Privacy Notice Our IOS and Android app uses Firebase Analytics to collect information about the use of our website. Firebase Analytics collects information from users such as how often they visit our app, what screens hey visit, and how long the sessions are. We use the information we get from Firebase Analytics to analyze traffic and to improve our app. We do not combine the information collected by Firebase with any personally identifiable information. We also use Firebase's Cloud Messaging service to push out notifications to users that have opted-in to receive push notifications from us. We will never send a notification to a user who hasn't explicitly given consent via opting in. For more information on how Firebase collects and processes your data, visit the Firebase Use Policy . Disclosure to Successors If our business is sold or\nmerges in whole or in part with another business that would become responsible\nfor providing Famous Birthdays to you, we retain the right to transfer any information to the\nnew business. The new business would retain the right to use your information according\nto the terms of this privacy notice as well as to any changes to this privacy\nnotice as instituted by the new business. California Consumers' Rights (CCPA) California residents have the following rights: - The right to request disclosure of the kinds of personal information and the specific pieces of personal information that we have collected about you. We will consider and verify your request in accordance with California regulations before disclosing any personal information. - The right to be informed about the information we collect about you. This information is available in this Privacy Policy and in the California Privacy Disclosures, below. - The right to request deletion of any personal information we collect about you. We will consider and verify your request in accordance with California regulations before deleting any personal information. - The right to know how and when we disclose or sell your personal information. - The right to exercise the above rights without facing retaliatory discrimination. To request a disclosure or a deletion under the CCPA, please contact us California Privacy Disclosures The information below lists the categories of categories of personal information we have collected about consumers in the last year, and the categories of personal information we have disclosed about consumers for a business purpose in the last year: Category of Personal Information : What we collect : How we use it : How we disclose it Identifiers (names, aliases, addresses, etc.) : The names and aliases of the celebrities we profile and The IP addresses of visitors : We use the names and aliases of the celebrities we profile in their profiles and We use visitor IP addresses to analyze trends among our users and to help improve our website : We publicly post celebrity information in their profiles and We do not disclose visitor IP addresses. Other personal information as defined in Cal. Business and Professions Code § 1798.90 :  The information in and concerning our publicly available celebrity profiles and We collect no personal information from our visitors except for that described elsewhere in this table : In our publicly available celebrity profiles, to analyze trends, and to improve our website : We publicly post celebrity information in their profiles, and celebrity trending information on our website. Protected classification : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles. Commercial information : We do not collect this information Biometric information:  We often feature photographs of the celebrities we profile and We do not collect this information from/about our users : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles. Network activity: From visitors, we collect, Internet service providers’ names, web browser types, mobile device types, computer operating system information, data about browsing activity when using our website, search data on our website :  We use this information to analyze trends among our users and to help improve our website : We do not disclose this information and Third-party advertisers on our site may collect similar information from visitors — please see the “Advertising” and “Third-Party Privacy Policies” sections of this page for more information. Geolocation data: From visitors, we collect IP addresses : We use this information to analyze trends among our users and to help improve our website : We do not disclose this information. Audio/electronic/visual/thermal/olfactory/ and similar information : We do not collect this information. Professional or employment-related information : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles. Education information : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles. Inference-based consumer profiling : We do not collect this information. Celebrity Personal Information Celebrities are people too, and the information we share to the public about celebrities can be considered personal information. We are committed to honoring the privacy rights of the celebrities we profile, but recognize also that our users have the right to know many facts about these public figures. We carefully consider both sets of rights with reference to applicable law and regulation on a case-by-case basis when making determinations on any celebrity privacy requests. EU and UK Residents' Rights (GDPR) European and UK residents, as outlined in the GDPR have the following rights: - The right to be informed about personal data we collect and how we process it - The right to access your personal data - The right to correct your personal data if it is inaccurate - The right to request removal of your personal data if there is no compelling reason for us to continue to process it For additional rights and additional information on your rights, we encourage you to visit this guide to the GDRP . Data Controller Contact If you have any questions about this privacy statement, the practices of this website, or your dealings with this website, please contact: Famous Birthdays Attn: Data Controller 2800 28th Street  Suite #308 Santa Monica, CA 90405 About Contact Privacy Terms © FamousBirthdays.com - use subject to the practices disclosed in our privacy policy. Do Not Sell",
  "annotations": [
    {
      "Text": "EU and UK Residents' Rights (GDPR)\\n\\nEuropean and UK residents, as outlined in the GDPR have the following rights:\\n\\n- The right to be informed about personal data we collect and how we process it\\n\\n- The right to access your personal data\\n\\n- The right to correct your personal data if it is inaccurate\\n\\n- The right to request removal of your personal data if there is no compelling reason for us to continue to process it\\n\\nFor additional rights and additional information on your rights, we encourage you to visit this guide to the GDRP.",
      "Label": "Others",
      "Context": "2 Sentences Before {We are committed to honoring the privacy rights of the celebrities we profile, but recognize also that our users have the right to know many facts about these public figures. We carefully consider both sets of rights with reference to applicable law and regulation on a case-by-case basis when making determinations on any celebrity privacy requests.} "
    },
    {
      "Text": "We automatically receive information from your web browser or mobile device. This information includes the name of the website from which you entered our website, if any, as well as the name of the website you’ll visit when you leave our website. This information also includes the IP address of your computer/the proxy server you use to access the Internet, your Internet service provider’s name, your web browser type, the type of mobile device, your computer operating system, and data about your browsing activity when using our website including what is searched for. We use this information to analyze trends among our users and to help improve our website. We do not use any personally identifiable information which could be attained by analysis of our log files, and our platform doesn't store any data or personally identifiable information about our users.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {It also discloses our practices and policies concerning privacy laws and regulations such as the California Consumer Privacy Act (CCPA) and the EU’s General Data Protection Regulation (GDPR). Processing Personal Data FamousBirthdays.com is an open and easy to use platform; no user login is offered on our website and we don’t set any first-party cookies, and we don’t track users in any personally identifiable way.} "
    },
    {
      "Text": "Third-party advertisers may collect information on visitors to our site.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We use this information to\nanalyze trends among our users and to help improve our website. We do not use any personally identifiable information which could be attained by analysis of our log files, and our platform doesn't store any data or personally identifiable information about our users.} "
    },
    {
      "Text": "Disclosure and Sale of Personal Information\\n\\nFamous Birthdays Pro sells reports of celebrities trending on our platform.  This information is used by companies to help them identify celebrities for professional purposes such as casting or sponsorship.  These reports include the Famous Birthdays URL of the celebrity, the Famous Birthdays ranking of the celebrity, and, when available, the celebrity's public Instagram username, public YouTube username, public Twitter username, and/or public TikTok username.  Famous Birthdays Pro also displays the historical rank graph for celebrities profiled on Famous Birthdays.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Third-party advertisers may collect information on visitors to our site. More about our advertisers' data collection practices, privacy policies, and your rights with respect to advertiser data collection are provided in the \"Advertising\" and \"Third-Party Privacy Policies\" sections below.} "
    },
    {
      "Text": "Disclosure and Sale of Personal Information\\n\\nFamous Birthdays Pro sells reports of celebrities trending on our platform.  This information is used by companies to help them identify celebrities for professional purposes such as casting or sponsorship.  These reports include the Famous Birthdays URL of the celebrity, the Famous Birthdays ranking of the celebrity, and, when available, the celebrity's public Instagram username, public YouTube username, public Twitter username, and/or public TikTok username.  Famous Birthdays Pro also displays the historical rank graph for celebrities profiled on Famous Birthdays.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Third-party advertisers may collect information on visitors to our site. More about our advertisers' data collection practices, privacy policies, and your rights with respect to advertiser data collection are provided in the \"Advertising\" and \"Third-Party Privacy Policies\" sections below.} "
    },
    {
      "Text": "Cookies\\n\\nFamous Birthdays does not use cookies to deliver content specific to your interests, and we don't set any first-party cookies to help deliver more targeted ads.  We may use session cookies to record your preferences about how our site appears; these are used solely for your convenience and will expire when you close your browser.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Famous Birthdays does not otherwise sell personal information and we do not sell information about celebrities under 16 years of age. Profiled celebrities are able to contact us to opt-out from being included in Famous Birthdays Pro.} "
    },
    {
      "Text": "Advertising\\n\\nWe use third-party advertising companies to serve ads when you visit famousbirthdays.com and the Famous Birthdays IOS and Android app. These advertising networks usually place cookies to develop a profile of your browsing interests and serve advertisements on other websites that are related to your interests. You will see less advertising if you disable these cookies. You can visit the Network Advertising Initiative for more information about this practice and your possibility to opt-out.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We sometimes get facts directly from celebrities, their managers and families. We do not accept facts from any celebrity under 13 years of age, or any celebrity under 16 years of age from Europe and the UK.} "
    },
    {
      "Text": "Disclosure to Successors\\n\\nIf our business is sold or merges in whole or in part with another business that would become responsible for providing Famous Birthdays to you, we retain the right to transfer any information to the new business. The new business would retain the right to use your information according to the terms of this privacy notice as well as to any changes to this privacy notice as instituted by the new business.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We will never send a notification to a user who hasn't explicitly given consent via opting in. For more information on how Firebase collects and processes your data, visit the Firebase Use Policy .} "
    },
    {
      "Text": "The right to request disclosure of the kinds of personal information and the specific pieces of personal information that we have collected about you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Disclosure to Successors If our business is sold or\nmerges in whole or in part with another business that would become responsible\nfor providing Famous Birthdays to you, we retain the right to transfer any information to the\nnew business. The new business would retain the right to use your information according\nto the terms of this privacy notice as well as to any changes to this privacy\nnotice as instituted by the new business.} "
    },
    {
      "Text": "The right to be informed about the information we collect about you. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {California Consumers' Rights (CCPA) California residents have the following rights: - The right to request disclosure of the kinds of personal information and the specific pieces of personal information that we have collected about you. We will consider and verify your request in accordance with California regulations before disclosing any personal information.} "
    },
    {
      "Text": "The right to request deletion of any personal information we collect about you. We will consider and verify your request in accordance with California regulations before deleting any personal information.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {- The right to be informed about the information we collect about you. This information is available in this Privacy Policy and in the California Privacy Disclosures, below.} "
    },
    {
      "Text": "The right to know how and when we disclose or sell your personal information.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {- The right to request deletion of any personal information we collect about you. We will consider and verify your request in accordance with California regulations before deleting any personal information.} "
    },
    {
      "Text": "The right to exercise the above rights without facing retaliatory discrimination.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We will consider and verify your request in accordance with California regulations before deleting any personal information. - The right to know how and when we disclose or sell your personal information.} "
    },
    {
      "Text": "Category of Personal Information : What we collect : How we use it : How we disclose it\\n\\nIdentifiers (names, aliases, addresses, etc.) : The names and aliases of the celebrities we profile and The IP addresses of visitors : We use the names and aliases of the celebrities we profile in their profiles and We use visitor IP addresses to analyze trends among our users and to help improve our website :",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {- The right to know how and when we disclose or sell your personal information. - The right to exercise the above rights without facing retaliatory discrimination.} "
    },
    {
      "Text": "We use the names and aliases of the celebrities we profile in their profiles and We use visitor IP addresses to analyze trends among our users and to help improve our website : We publicly post celebrity information in their profiles and We do not disclose visitor IP addresses.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {- The right to exercise the above rights without facing retaliatory discrimination. To request a disclosure or a deletion under the CCPA, please contact us California Privacy Disclosures The information below lists the categories of categories of personal information we have collected about consumers in the last year, and the categories of personal information we have disclosed about consumers for a business purpose in the last year: Category of Personal Information : What we collect : How we use it : How we disclose it Identifiers (names, aliases, addresses, etc.)} "
    },
    {
      "Text": "Other personal information as defined in Cal. Business and Professions Code § 1798.90 :  The information in and concerning our publicly available celebrity profiles and We collect no personal information from our visitors except for that described elsewhere in this table : In our publicly available celebrity profiles, to analyze trends, and to improve our website : We publicly post celebrity information in their profiles, and celebrity trending information on our website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To request a disclosure or a deletion under the CCPA, please contact us California Privacy Disclosures The information below lists the categories of categories of personal information we have collected about consumers in the last year, and the categories of personal information we have disclosed about consumers for a business purpose in the last year: Category of Personal Information : What we collect : How we use it : How we disclose it Identifiers (names, aliases, addresses, etc.) : The names and aliases of the celebrities we profile and The IP addresses of visitors : We use the names and aliases of the celebrities we profile in their profiles and We use visitor IP addresses to analyze trends among our users and to help improve our website : We publicly post celebrity information in their profiles and We do not disclose visitor IP addresses.} "
    },
    {
      "Text": "Protected classification : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors :",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Other personal information as defined in Cal. Business and Professions Code § 1798.90 :  The information in and concerning our publicly available celebrity profiles and We collect no personal information from our visitors except for that described elsewhere in this table : In our publicly available celebrity profiles, to analyze trends, and to improve our website : We publicly post celebrity information in their profiles, and celebrity trending information on our website.} "
    },
    {
      "Text": "We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Other personal information as defined in Cal. Business and Professions Code § 1798.90 :  The information in and concerning our publicly available celebrity profiles and We collect no personal information from our visitors except for that described elsewhere in this table : In our publicly available celebrity profiles, to analyze trends, and to improve our website : We publicly post celebrity information in their profiles, and celebrity trending information on our website.} "
    },
    {
      "Text": "We may use this information in our celebrity profiles :",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Other personal information as defined in Cal. Business and Professions Code § 1798.90 :  The information in and concerning our publicly available celebrity profiles and We collect no personal information from our visitors except for that described elsewhere in this table : In our publicly available celebrity profiles, to analyze trends, and to improve our website : We publicly post celebrity information in their profiles, and celebrity trending information on our website.} "
    },
    {
      "Text": "Commercial information : We do not collect this information",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Business and Professions Code § 1798.90 :  The information in and concerning our publicly available celebrity profiles and We collect no personal information from our visitors except for that described elsewhere in this table : In our publicly available celebrity profiles, to analyze trends, and to improve our website : We publicly post celebrity information in their profiles, and celebrity trending information on our website. Protected classification : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.} "
    },
    {
      "Text": "Celebrity Personal Information\\n\\nCelebrities are people too, and the information we share to the public about celebrities can be considered personal information. We are committed to honoring the privacy rights of the celebrities we profile, but recognize also that our users have the right to know many facts about these public figures. We carefully consider both sets of rights with reference to applicable law and regulation on a case-by-case basis when making determinations on any celebrity privacy requests.",
      "Label": "Others",
      "Context": "2 Sentences Before {Education information : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles. Inference-based consumer profiling : We do not collect this information.} "
    },
    {
      "Text": "Biometric information:  We often feature photographs of the celebrities we profile and We do not collect this information from/about our users : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.\\n\\nNetwork activity: From visitors, we collect, Internet service providers’ names, web browser types, mobile device types, computer operating system information, data about browsing activity when using our website, search data on our website :  We use this information to analyze trends among our users and to help improve our website : We do not disclose this information and Third-party advertisers on our site may collect similar information from visitors — please see the “Advertising” and “Third-Party Privacy Policies” sections of this page for more information. \\n\\nGeolocation data: From visitors, we collect IP addresses : We use this information to analyze trends among our users and to help improve our website : We do not disclose this information.\\n\\nAudio/electronic/visual/thermal/olfactory/ and similar information : We do not collect this information.\\n\\nProfessional or employment-related information : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.\\n\\nEducation information : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.\\n\\nInference-based consumer profiling : We do not collect this information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Business and Professions Code § 1798.90 :  The information in and concerning our publicly available celebrity profiles and We collect no personal information from our visitors except for that described elsewhere in this table : In our publicly available celebrity profiles, to analyze trends, and to improve our website : We publicly post celebrity information in their profiles, and celebrity trending information on our website. Protected classification : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.} "
    },
    {
      "Text": "Biometric information:  We often feature photographs of the celebrities we profile and We do not collect this information from/about our users : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.\\n\\nNetwork activity: From visitors, we collect, Internet service providers’ names, web browser types, mobile device types, computer operating system information, data about browsing activity when using our website, search data on our website :  We use this information to analyze trends among our users and to help improve our website : We do not disclose this information and Third-party advertisers on our site may collect similar information from visitors — please see the “Advertising” and “Third-Party Privacy Policies” sections of this page for more information. \\n\\nGeolocation data: From visitors, we collect IP addresses : We use this information to analyze trends among our users and to help improve our website : We do not disclose this information.\\n\\nAudio/electronic/visual/thermal/olfactory/ and similar information : We do not collect this information.\\n\\nProfessional or employment-related information : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.\\n\\nEducation information : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.\\n\\nInference-based consumer profiling : We do not collect this information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Business and Professions Code § 1798.90 :  The information in and concerning our publicly available celebrity profiles and We collect no personal information from our visitors except for that described elsewhere in this table : In our publicly available celebrity profiles, to analyze trends, and to improve our website : We publicly post celebrity information in their profiles, and celebrity trending information on our website. Protected classification : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.} "
    },
    {
      "Text": "FamousBirthdays.com is an open and easy to use platform; no user login is offered on our website and we don’t set any first-party cookies, and we don’t track users in any personally identifiable way.\\n\\nWe automatically receive information from your web browser or mobile device. This information includes the name of the website from which you entered our website, if any, as well as the name of the website you’ll visit when you leave our website. This information also includes the IP address of your computer/the proxy server you use to access the Internet, your Internet service provider’s name, your web browser type, the type of mobile device, your computer operating system, and data about your browsing activity when using our website including what is searched for. We use this information to analyze trends among our users and to help improve our website. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Third-party advertisers may collect information on visitors to our site",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We use this information to\nanalyze trends among our users and to help improve our website. We do not use any personally identifiable information which could be attained by analysis of our log files, and our platform doesn't store any data or personally identifiable information about our users.} "
    },
    {
      "Text": "Disclosure and Sale of Personal Information\\n\\nFamous Birthdays Pro sells reports of celebrities trending on our platform.  This information is used by companies to help them identify celebrities for professional purposes such as casting or sponsorship.  These reports include the Famous Birthdays URL of the celebrity, the Famous Birthdays ranking of the celebrity, and, when available, the celebrity's public Instagram username, public YouTube username, public Twitter username, and/or public TikTok username.  Famous Birthdays Pro also displays the historical rank graph for celebrities profiled on Famous Birthday",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Third-party advertisers may collect information on visitors to our site. More about our advertisers' data collection practices, privacy policies, and your rights with respect to advertiser data collection are provided in the \"Advertising\" and \"Third-Party Privacy Policies\" sections below.} "
    },
    {
      "Text": "Cookies\\n\\nFamous Birthdays does not use cookies to deliver content specific to your interests, and we don't set any first-party cookies to help deliver more targeted ads.  ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Famous Birthdays does not otherwise sell personal information and we do not sell information about celebrities under 16 years of age. Profiled celebrities are able to contact us to opt-out from being included in Famous Birthdays Pro.} "
    },
    {
      "Text": "We may use session cookies to record your preferences about how our site appears; these are used solely for your convenience and will expire when you close your browser.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Profiled celebrities are able to contact us to opt-out from being included in Famous Birthdays Pro. Cookies Famous Birthdays does not use cookies to deliver content specific to your interests, and we don't set any first-party cookies to help deliver more targeted ads.} "
    },
    {
      "Text": "We use third-party advertising companies to serve ads when you visit famousbirthdays.com and the Famous Birthdays IOS and Android app. These advertising networks usually place cookies to develop a profile of your browsing interests and serve advertisements on other websites that are related to your interests.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We sometimes get facts directly from celebrities, their managers and families. We do not accept facts from any celebrity under 13 years of age, or any celebrity under 16 years of age from Europe and the UK.} "
    },
    {
      "Text": "You can visit the Network Advertising Initiative for more information about this practice and your possibility to opt-out.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {These advertising networks usually\nplace cookies to develop a profile of your browsing\ninterests and serve advertisements on other websites that are related to your\ninterests. You will see less advertising if you disable these cookies.} "
    },
    {
      "Text": "You can visit the Network Advertising Initiative for more information about this practice and your possibility to opt-out.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {These advertising networks usually\nplace cookies to develop a profile of your browsing\ninterests and serve advertisements on other websites that are related to your\ninterests. You will see less advertising if you disable these cookies.} "
    },
    {
      "Text": "Third-Party Privacy Policies\\n\\nThird-party vendors use cookies to serve ads based on a user's prior visits to our website and/or other websites.\\n\\nHere is a list of each third-party advertising vendor we work with along with a link to their privacy policy.\\n\\nIndex Exchange\\nGoogle GAM/AdX\\nOpenX\\nApp Nexus\\nRubicon Project\\nConversant\\nSovrn\\nDistrictM\\nOath\\nPubmatic\\nGumGum\\nAmazon\\nConsumeable\\nShareThrough\\nTeads\\nYieldMo\\nSmaato",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We use this information to\nanalyze trends among our users and to help improve our website. We do not use any personally identifiable information which could be attained by analysis of our log files, and our platform doesn't store any data or personally identifiable information about our users.} "
    },
    {
      "Text": "Google Analytics Privacy Notice\\nOur website uses Google Analytics to collect information about the use of our website. Google Analytics collects information from users such as how often they visit our website, what pages they visit, and what other websites they have used before coming to our website",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Third-Party Privacy Policies Third-party vendors use cookies to serve ads based on a user's prior visits to our website and/or other websites. Here is a list of each third-party advertising vendor we work with along with a link to their privacy policy.} "
    },
    {
      "Text": "Google Analytics Privacy Notice\\nOur website uses Google Analytics to collect information about the use of our website. Google Analytics collects information from users such as how often they visit our website, what pages they visit, and what other websites they have used before coming to our website. We use the information we get from Google Analytics to analyze traffic and to improve our website. Google Analytics collects only the IP address assigned to you on the date you visit our website, not your name or other identifying information",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Third-Party Privacy Policies Third-party vendors use cookies to serve ads based on a user's prior visits to our website and/or other websites. Here is a list of each third-party advertising vendor we work with along with a link to their privacy policy.} "
    },
    {
      "Text": "You can prevent Google Analytics from using your information by opting-out.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Google also uses specific identifiers to\nhelp collect information about the use of our website. For more information on\nhow Google collects and processes your data, visit Google's Privacy and Terms .} "
    },
    {
      "Text": "You can prevent Google Analytics from using your information by opting-out.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Google also uses specific identifiers to\nhelp collect information about the use of our website. For more information on\nhow Google collects and processes your data, visit Google's Privacy and Terms .} "
    },
    {
      "Text": "We use the information we get from Firebase Analytics to analyze traffic and to improve our app",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Firebase Analytics Privacy Notice Our IOS and Android app uses Firebase Analytics to collect information about the use of our website. Firebase Analytics collects information from users such as how often they visit our app, what screens hey visit, and how long the sessions are.} "
    },
    {
      "Text": "Firebase Analytics Privacy Notice\\nOur IOS and Android app uses Firebase Analytics to collect information about the use of our website. Firebase Analytics collects information from users such as how often they visit our app, what screens hey visit, and how long the sessions are",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For more information on\nhow Google collects and processes your data, visit Google's Privacy and Terms . You can prevent Google Analytics from using your information by opting-out .} "
    },
    {
      "Text": "Disclosure to Successors\\n\\nIf our business is sold or merges in whole or in part with another business that would become responsible for providing Famous Birthdays to you, we retain the right to transfer any information to the new business. The new business would retain the right to use your information according to the terms of this privacy notice as well as to any changes to this privacy notice as instituted by the new business.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We will never send a notification to a user who hasn't explicitly given consent via opting in. For more information on how Firebase collects and processes your data, visit the Firebase Use Policy .} "
    },
    {
      "Text": "Disclosure to Successors\\n\\nIf our business is sold or merges in whole or in part with another business that would become responsible for providing Famous Birthdays to you, we retain the right to transfer any information to the new business. The new business would retain the right to use your information according to the terms of this privacy notice as well as to any changes to this privacy notice as instituted by the new business.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We will never send a notification to a user who hasn't explicitly given consent via opting in. For more information on how Firebase collects and processes your data, visit the Firebase Use Policy .} "
    },
    {
      "Text": "California Consumers' Rights (CCPA)\\n\\nCalifornia residents have the following rights:\\n\\n- The right to request disclosure of the kinds of personal information and the specific pieces of personal information that we have collected about you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Disclosure to Successors If our business is sold or\nmerges in whole or in part with another business that would become responsible\nfor providing Famous Birthdays to you, we retain the right to transfer any information to the\nnew business. The new business would retain the right to use your information according\nto the terms of this privacy notice as well as to any changes to this privacy\nnotice as instituted by the new business.} "
    },
    {
      "Text": "The right to be informed about the information we collect about you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {California Consumers' Rights (CCPA) California residents have the following rights: - The right to request disclosure of the kinds of personal information and the specific pieces of personal information that we have collected about you. We will consider and verify your request in accordance with California regulations before disclosing any personal information.} "
    },
    {
      "Text": "California Consumers' Rights (CCPA)\\n\\nCalifornia residents have the following rights:\\n\\n\\n- The right to request disclosure of the kinds of personal information and the specific pieces of personal information that we have collected about you.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Disclosure to Successors If our business is sold or\nmerges in whole or in part with another business that would become responsible\nfor providing Famous Birthdays to you, we retain the right to transfer any information to the\nnew business. The new business would retain the right to use your information according\nto the terms of this privacy notice as well as to any changes to this privacy\nnotice as instituted by the new business.} "
    },
    {
      "Text": "The right to be informed about the information we collect about you",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {California Consumers' Rights (CCPA) California residents have the following rights: - The right to request disclosure of the kinds of personal information and the specific pieces of personal information that we have collected about you. We will consider and verify your request in accordance with California regulations before disclosing any personal information.} "
    },
    {
      "Text": "The right to request deletion of any personal information we collect about you.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {- The right to be informed about the information we collect about you. This information is available in this Privacy Policy and in the California Privacy Disclosures, below.} "
    },
    {
      "Text": "The right to know how and when we disclose or sell your personal information.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {- The right to request deletion of any personal information we collect about you. We will consider and verify your request in accordance with California regulations before deleting any personal information.} "
    },
    {
      "Text": "The right to know how and when we disclose or sell your personal information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {- The right to request deletion of any personal information we collect about you. We will consider and verify your request in accordance with California regulations before deleting any personal information.} "
    },
    {
      "Text": "To request a disclosure or a deletion under the CCPA, please contact us",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {- The right to know how and when we disclose or sell your personal information. - The right to exercise the above rights without facing retaliatory discrimination.} "
    },
    {
      "Text": "The right to exercise the above rights without facing retaliatory discrimination.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We will consider and verify your request in accordance with California regulations before deleting any personal information. - The right to know how and when we disclose or sell your personal information.} "
    },
    {
      "Text": "Identifiers (names, aliases, addresses, etc.) : The names and aliases of the celebrities we profile and The IP addresses of visitors : We use the names and aliases of the celebrities we profile in their profiles and We use visitor IP addresses to analyze trends among our users and to help improve our website : We publicly post celebrity information in their profiles and We do not disclose visitor IP addresses.\\n\\nOther personal information as defined in Cal. Business and Professions Code § 1798.90 :  The information in and concerning our publicly available celebrity profiles and We collect no personal information from our visitors except for that described elsewhere in this table : In our publicly available celebrity profiles, to analyze trends, and to improve our website : We publicly post celebrity information in their profiles, and celebrity trending information on our website.\\n\\nProtected classification : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.\\n\\nCommercial information : We do not collect this information\\n\\nBiometric information:  We often feature photographs of the celebrities we profile and We do not collect this information from/about our users : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.\\n\\nNetwork activity: From visitors, we collect, Internet service providers’ names, web browser types, mobile device types, computer operating system information, data about browsing activity when using our website, search data on our website :  We use this information to analyze trends among our users and to help improve our website : We do not disclose this information and Third-party advertisers on our site may collect similar information from visitors — please see the “Advertising” and “Third-Party Privacy Policies” sections of this page for more information. \\n\\nGeolocation data: From visitors, we collect IP addresses : We use this information to analyze trends among our users and to help improve our website : We do not disclose this information.\\n\\nAudio/electronic/visual/thermal/olfactory/ and similar information : We do not collect this information.\\n\\nProfessional or employment-related information : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.\\n\\nEducation information : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.\\n\\nInference-based consumer profiling : We do not collect this information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {- The right to know how and when we disclose or sell your personal information. - The right to exercise the above rights without facing retaliatory discrimination.} "
    },
    {
      "Text": "Identifiers (names, aliases, addresses, etc.) : The names and aliases of the celebrities we profile and The IP addresses of visitors",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {- The right to know how and when we disclose or sell your personal information. - The right to exercise the above rights without facing retaliatory discrimination.} "
    },
    {
      "Text": "Commercial information : We do not collect this information\\n\\nBiometric information:  We often feature photographs of the celebrities we profile and We do not collect this information from/about our users",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Business and Professions Code § 1798.90 :  The information in and concerning our publicly available celebrity profiles and We collect no personal information from our visitors except for that described elsewhere in this table : In our publicly available celebrity profiles, to analyze trends, and to improve our website : We publicly post celebrity information in their profiles, and celebrity trending information on our website. Protected classification : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.} "
    },
    {
      "Text": "Network activity: From visitors, we collect, Internet service providers’ names, web browser types, mobile device types, computer operating system information, data about browsing activity when using our website, search data on our website ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Protected classification : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles. Commercial information : We do not collect this information Biometric information:  We often feature photographs of the celebrities we profile and We do not collect this information from/about our users : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.} "
    },
    {
      "Text": "Audio/electronic/visual/thermal/olfactory/ and similar information : We do not collect this information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Network activity: From visitors, we collect, Internet service providers’ names, web browser types, mobile device types, computer operating system information, data about browsing activity when using our website, search data on our website :  We use this information to analyze trends among our users and to help improve our website : We do not disclose this information and Third-party advertisers on our site may collect similar information from visitors — please see the “Advertising” and “Third-Party Privacy Policies” sections of this page for more information. Geolocation data: From visitors, we collect IP addresses : We use this information to analyze trends among our users and to help improve our website : We do not disclose this information.} "
    },
    {
      "Text": "Identifiers (names, aliases, addresses, etc.) : The names and aliases of the celebrities we profile and The IP addresses of visitors",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {- The right to know how and when we disclose or sell your personal information. - The right to exercise the above rights without facing retaliatory discrimination.} "
    },
    {
      "Text": "Commercial information : We do not collect this information\\n\\nBiometric information:  We often feature photographs of the celebrities we profile and We do not collect this information from/about our users",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Business and Professions Code § 1798.90 :  The information in and concerning our publicly available celebrity profiles and We collect no personal information from our visitors except for that described elsewhere in this table : In our publicly available celebrity profiles, to analyze trends, and to improve our website : We publicly post celebrity information in their profiles, and celebrity trending information on our website. Protected classification : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.} "
    },
    {
      "Text": "Audio/electronic/visual/thermal/olfactory/ and similar information : We do not collect this information.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Network activity: From visitors, we collect, Internet service providers’ names, web browser types, mobile device types, computer operating system information, data about browsing activity when using our website, search data on our website :  We use this information to analyze trends among our users and to help improve our website : We do not disclose this information and Third-party advertisers on our site may collect similar information from visitors — please see the “Advertising” and “Third-Party Privacy Policies” sections of this page for more information. Geolocation data: From visitors, we collect IP addresses : We use this information to analyze trends among our users and to help improve our website : We do not disclose this information.} "
    },
    {
      "Text": "FamousBirthdays.com is an open and easy to use platform; no user login is offered on our website and we don’t set any first-party cookies, and we don’t track users in any personally identifiable way.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We do not use any personally identifiable information which could be attained by analysis of our log files, and our platform doesn't store any data or personally identifiable information about our users",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This information\nalso includes the IP address of your computer/the proxy server you use to\naccess the Internet, your Internet service provider’s name, your web browser\ntype, the type of mobile device, your computer operating system, and data about\nyour browsing activity when using our website including what is searched for. We use this information to\nanalyze trends among our users and to help improve our website.} "
    },
    {
      "Text": "Third-party advertisers may collect information on visitors to our site",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We use this information to\nanalyze trends among our users and to help improve our website. We do not use any personally identifiable information which could be attained by analysis of our log files, and our platform doesn't store any data or personally identifiable information about our users.} "
    },
    {
      "Text": "Third-party advertisers may collect information on visitors to our site.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We use this information to\nanalyze trends among our users and to help improve our website. We do not use any personally identifiable information which could be attained by analysis of our log files, and our platform doesn't store any data or personally identifiable information about our users.} "
    },
    {
      "Text": "We automatically receive information from your web browser or mobile device. This information includes the name of the website from which you entered our website, if any, as well as the name of the website you’ll visit when you leave our website. This information also includes the IP address of your computer/the proxy server you use to access the Internet, your Internet service provider’s name, your web browser type, the type of mobile device, your computer operating system, and data about your browsing activity when using our website including what is searched for. We use this information to analyze trends among our users and to help improve our website. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {It also discloses our practices and policies concerning privacy laws and regulations such as the California Consumer Privacy Act (CCPA) and the EU’s General Data Protection Regulation (GDPR). Processing Personal Data FamousBirthdays.com is an open and easy to use platform; no user login is offered on our website and we don’t set any first-party cookies, and we don’t track users in any personally identifiable way.} "
    },
    {
      "Text": "Disclosure and Sale of Personal Information\n\nFamous Birthdays Pro sells reports of celebrities trending on our platform.  This information is used by companies to help them identify celebrities for professional purposes such as casting or sponsorship.  These reports include the Famous Birthdays URL of the celebrity, the Famous Birthdays ranking of the celebrity, and, when available, the celebrity's public Instagram username, public YouTube username, public Twitter username, and/or public TikTok username.  Famous Birthdays Pro also displays the historical rank graph for celebrities profiled on Famous Birthdays. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Third-party advertisers may collect information on visitors to our site. More about our advertisers' data collection practices, privacy policies, and your rights with respect to advertiser data collection are provided in the \"Advertising\" and \"Third-Party Privacy Policies\" sections below.} "
    },
    {
      "Text": "Disclosure and Sale of Personal Information\n\nFamous Birthdays Pro sells reports of celebrities trending on our platform.  This information is used by companies to help them identify celebrities for professional purposes such as casting or sponsorship.  These reports include the Famous Birthdays URL of the celebrity, the Famous Birthdays ranking of the celebrity, and, when available, the celebrity's public Instagram username, public YouTube username, public Twitter username, and/or public TikTok username.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Third-party advertisers may collect information on visitors to our site. More about our advertisers' data collection practices, privacy policies, and your rights with respect to advertiser data collection are provided in the \"Advertising\" and \"Third-Party Privacy Policies\" sections below.} "
    },
    {
      "Text": "Famous Birthdays does not otherwise sell personal information and we do not sell information about celebrities under 16 years of age. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {These reports include the Famous Birthdays URL of the celebrity, the Famous Birthdays ranking of the celebrity, and, when available, the celebrity's public Instagram username, public YouTube username, public Twitter username, and/or public TikTok username. Famous Birthdays Pro also displays the historical rank graph for celebrities profiled on Famous Birthdays.} "
    },
    {
      "Text": "Cookies\n\nFamous Birthdays does not use cookies to deliver content specific to your interests, and we don't set any first-party cookies to help deliver more targeted ads.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Famous Birthdays does not otherwise sell personal information and we do not sell information about celebrities under 16 years of age. Profiled celebrities are able to contact us to opt-out from being included in Famous Birthdays Pro.} "
    },
    {
      "Text": "Advertising\n\nWe use third-party advertising companies to serve ads when you visit famousbirthdays.com and the Famous Birthdays IOS and Android app. These advertising networks usually place cookies to develop a profile of your browsing interests and serve advertisements on other websites that are related to your interests.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We sometimes get facts directly from celebrities, their managers and families. We do not accept facts from any celebrity under 13 years of age, or any celebrity under 16 years of age from Europe and the UK.} "
    },
    {
      "Text": "Advertising\n\nWe use third-party advertising companies to serve ads when you visit famousbirthdays.com and the Famous Birthdays IOS and Android app. These advertising networks usually place cookies to develop a profile of your browsing interests and serve advertisements on other websites that are related to your interests.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We sometimes get facts directly from celebrities, their managers and families. We do not accept facts from any celebrity under 13 years of age, or any celebrity under 16 years of age from Europe and the UK.} "
    },
    {
      "Text": "Google Analytics Privacy Notice\nOur website uses Google Analytics to collect information about the use of our website. Google Analytics collects information from users such as how often they visit our website, what pages they visit, and what other websites they have used before coming to our website. We use the information we get from Google Analytics to analyze traffic and to improve our website. Google Analytics collects only the IP address assigned to you on the date you visit our website, not your name or other identifying information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Third-Party Privacy Policies Third-party vendors use cookies to serve ads based on a user's prior visits to our website and/or other websites. Here is a list of each third-party advertising vendor we work with along with a link to their privacy policy.} "
    },
    {
      "Text": "We do not combine the information collected using Google Analytics with any personally identifiable information",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We use the information we get from Google Analytics to analyze\ntraffic and to improve our website. Google Analytics collects only the IP address assigned to you on the\ndate you visit our website, not your name or other identifying information.} "
    },
    {
      "Text": "Although Google Analytics plants a permanent cookie on your web browser to identify you as a unique user the next time you visit our website, the cookie cannot be used by anyone but Google. Google also uses specific identifiers to help collect information about the use of our website.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Google Analytics collects only the IP address assigned to you on the\ndate you visit our website, not your name or other identifying information. We\ndo not combine the information collected using Google Analytics with any personally identifiable information.} "
    },
    {
      "Text": "Google Analytics Privacy Notice",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Third-Party Privacy Policies Third-party vendors use cookies to serve ads based on a user's prior visits to our website and/or other websites. Here is a list of each third-party advertising vendor we work with along with a link to their privacy policy.} "
    },
    {
      "Text": "Our website uses Google Analytics to collect information about the use of our website. Google Analytics collects information from users such as how often they visit our website, what pages they visit, and what other websites they have used before coming to our website.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Third-Party Privacy Policies Third-party vendors use cookies to serve ads based on a user's prior visits to our website and/or other websites. Here is a list of each third-party advertising vendor we work with along with a link to their privacy policy.} "
    },
    {
      "Text": "Google Analytics collects only the IP address assigned to you on the date you visit our website, not your name or other identifying information.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Google Analytics collects information from users such as how often they visit our website, what pages\nthey visit, and what other websites they have used before coming to our\nwebsite. We use the information we get from Google Analytics to analyze\ntraffic and to improve our website.} "
    },
    {
      "Text": "Although Google Analytics plants a permanent cookie on your web browser to identify you as a unique user the next time you visit our website, the cookie cannot be used by anyone but Google. Google also uses specific identifiers to help collect information about the use of our website.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Google Analytics collects only the IP address assigned to you on the\ndate you visit our website, not your name or other identifying information. We\ndo not combine the information collected using Google Analytics with any personally identifiable information.} "
    },
    {
      "Text": "Google Analytics Privacy Notice\nOur website uses Google Analytics to collect information about the use of our website. Google Analytics collects information from users such as how often they visit our website, what pages they visit, and what other websites they have used before coming to our website.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Third-Party Privacy Policies Third-party vendors use cookies to serve ads based on a user's prior visits to our website and/or other websites. Here is a list of each third-party advertising vendor we work with along with a link to their privacy policy.} "
    },
    {
      "Text": "Google Analytics collects only the IP address assigned to you on the date you visit our website, not your name or other identifying information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Google Analytics collects information from users such as how often they visit our website, what pages\nthey visit, and what other websites they have used before coming to our\nwebsite. We use the information we get from Google Analytics to analyze\ntraffic and to improve our website.} "
    },
    {
      "Text": "Firebase Analytics Privacy Notice\nOur IOS and Android app uses Firebase Analytics to collect information about the use of our website. Firebase Analytics collects information from users such as how often they visit our app, what screens hey visit, and how long the sessions are. We use the information we get from Firebase Analytics to analyze traffic and to improve our app. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For more information on\nhow Google collects and processes your data, visit Google's Privacy and Terms . You can prevent Google Analytics from using your information by opting-out .} "
    },
    {
      "Text": "Firebase Analytics Privacy Notice\nOur IOS and Android app uses Firebase Analytics to collect information about the use of our website. Firebase Analytics collects information from users such as how often they visit our app, what screens hey visit, and how long the sessions are. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For more information on\nhow Google collects and processes your data, visit Google's Privacy and Terms . You can prevent Google Analytics from using your information by opting-out .} "
    },
    {
      "Text": "Firebase Analytics Privacy Notice\nOur IOS and Android app uses Firebase Analytics to collect information about the use of our website. Firebase Analytics collects information from users such as how often they visit our app, what screens hey visit, and how long the sessions are. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {For more information on\nhow Google collects and processes your data, visit Google's Privacy and Terms . You can prevent Google Analytics from using your information by opting-out .} "
    },
    {
      "Text": "Disclosure to Successors\n\nIf our business is sold or merges in whole or in part with another business that would become responsible for providing Famous Birthdays to you, we retain the right to transfer any information to the new business. The new business would retain the right to use your information according to the terms of this privacy notice as well as to any changes to this privacy notice as instituted by the new business.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We will never send a notification to a user who hasn't explicitly given consent via opting in. For more information on how Firebase collects and processes your data, visit the Firebase Use Policy .} "
    },
    {
      "Text": "California residents have the following rights:\n\n\n- The right to request disclosure of the kinds of personal information and the specific pieces of personal information that we have collected about you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Disclosure to Successors If our business is sold or\nmerges in whole or in part with another business that would become responsible\nfor providing Famous Birthdays to you, we retain the right to transfer any information to the\nnew business. The new business would retain the right to use your information according\nto the terms of this privacy notice as well as to any changes to this privacy\nnotice as instituted by the new business.} "
    },
    {
      "Text": " The right to be informed about the information we collect about you. This information is available in this Privacy Policy and in the California Privacy Disclosures, below.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {California Consumers' Rights (CCPA) California residents have the following rights: - The right to request disclosure of the kinds of personal information and the specific pieces of personal information that we have collected about you. We will consider and verify your request in accordance with California regulations before disclosing any personal information.} "
    },
    {
      "Text": "The right to request deletion of any personal information we collect about you. We will consider and verify your request in accordance with California regulations before deleting any personal information.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {- The right to be informed about the information we collect about you. This information is available in this Privacy Policy and in the California Privacy Disclosures, below.} "
    },
    {
      "Text": "The right to know how and when we disclose or sell your personal information.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {- The right to request deletion of any personal information we collect about you. We will consider and verify your request in accordance with California regulations before deleting any personal information.} "
    },
    {
      "Text": " The right to exercise the above rights without facing retaliatory discrimination.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We will consider and verify your request in accordance with California regulations before deleting any personal information. - The right to know how and when we disclose or sell your personal information.} "
    },
    {
      "Text": "To request a disclosure or a deletion under the CCPA, please contact us",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {- The right to know how and when we disclose or sell your personal information. - The right to exercise the above rights without facing retaliatory discrimination.} "
    },
    {
      "Text": "Identifiers (names, aliases, addresses, etc.) : The names and aliases of the celebrities we profile and The IP addresses of visitors : We use the names and aliases of the celebrities we profile in their profiles and We use visitor IP addresses to analyze trends among our users and to help improve our website :",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {- The right to know how and when we disclose or sell your personal information. - The right to exercise the above rights without facing retaliatory discrimination.} "
    },
    {
      "Text": "Network activity: From visitors, we collect, Internet service providers’ names, web browser types, mobile device types, computer operating system information, data about browsing activity when using our website, search data on our website :  We use this information to analyze trends among our users and to help improve our website : ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Protected classification : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles. Commercial information : We do not collect this information Biometric information:  We often feature photographs of the celebrities we profile and We do not collect this information from/about our users : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.} "
    },
    {
      "Text": "Network activity: From visitors, we collect, Internet service providers’ names, web browser types, mobile device types, computer operating system information, data about browsing activity when using our website, search data on our website :  We use this information to analyze trends among our users and to help improve our website : We do not disclose this information and Third-party advertisers on our site may collect similar information from visitors ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Protected classification : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles. Commercial information : We do not collect this information Biometric information:  We often feature photographs of the celebrities we profile and We do not collect this information from/about our users : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.} "
    },
    {
      "Text": "Geolocation data: From visitors, we collect IP addresses : We use this information to analyze trends among our users and to help improve our website :",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Commercial information : We do not collect this information Biometric information:  We often feature photographs of the celebrities we profile and We do not collect this information from/about our users : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles. Network activity: From visitors, we collect, Internet service providers’ names, web browser types, mobile device types, computer operating system information, data about browsing activity when using our website, search data on our website :  We use this information to analyze trends among our users and to help improve our website : We do not disclose this information and Third-party advertisers on our site may collect similar information from visitors — please see the “Advertising” and “Third-Party Privacy Policies” sections of this page for more information.} "
    },
    {
      "Text": "Geolocation data: From visitors, we collect IP addresses : We use this information to analyze trends among our users and to help improve our website : We do not disclose this information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Commercial information : We do not collect this information Biometric information:  We often feature photographs of the celebrities we profile and We do not collect this information from/about our users : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles. Network activity: From visitors, we collect, Internet service providers’ names, web browser types, mobile device types, computer operating system information, data about browsing activity when using our website, search data on our website :  We use this information to analyze trends among our users and to help improve our website : We do not disclose this information and Third-party advertisers on our site may collect similar information from visitors — please see the “Advertising” and “Third-Party Privacy Policies” sections of this page for more information.} "
    },
    {
      "Text": "Audio/electronic/visual/thermal/olfactory/ and similar information : We do not collect this information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Network activity: From visitors, we collect, Internet service providers’ names, web browser types, mobile device types, computer operating system information, data about browsing activity when using our website, search data on our website :  We use this information to analyze trends among our users and to help improve our website : We do not disclose this information and Third-party advertisers on our site may collect similar information from visitors — please see the “Advertising” and “Third-Party Privacy Policies” sections of this page for more information. Geolocation data: From visitors, we collect IP addresses : We use this information to analyze trends among our users and to help improve our website : We do not disclose this information.} "
    },
    {
      "Text": "Biometric information:  We often feature photographs of the celebrities we profile and We do not collect this information from/about our user",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Business and Professions Code § 1798.90 :  The information in and concerning our publicly available celebrity profiles and We collect no personal information from our visitors except for that described elsewhere in this table : In our publicly available celebrity profiles, to analyze trends, and to improve our website : We publicly post celebrity information in their profiles, and celebrity trending information on our website. Protected classification : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.} "
    },
    {
      "Text": "Protected classification : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Other personal information as defined in Cal. Business and Professions Code § 1798.90 :  The information in and concerning our publicly available celebrity profiles and We collect no personal information from our visitors except for that described elsewhere in this table : In our publicly available celebrity profiles, to analyze trends, and to improve our website : We publicly post celebrity information in their profiles, and celebrity trending information on our website.} "
    },
    {
      "Text": "Other personal information as defined in Cal. Business and Professions Code § 1798.90 :  The information in and concerning our publicly available celebrity profiles and We collect no personal information from our visitors except for that described elsewhere in this table ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To request a disclosure or a deletion under the CCPA, please contact us California Privacy Disclosures The information below lists the categories of categories of personal information we have collected about consumers in the last year, and the categories of personal information we have disclosed about consumers for a business purpose in the last year: Category of Personal Information : What we collect : How we use it : How we disclose it Identifiers (names, aliases, addresses, etc.) : The names and aliases of the celebrities we profile and The IP addresses of visitors : We use the names and aliases of the celebrities we profile in their profiles and We use visitor IP addresses to analyze trends among our users and to help improve our website : We publicly post celebrity information in their profiles and We do not disclose visitor IP addresses.} "
    },
    {
      "Text": "Professional or employment-related information : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Geolocation data: From visitors, we collect IP addresses : We use this information to analyze trends among our users and to help improve our website : We do not disclose this information. Audio/electronic/visual/thermal/olfactory/ and similar information : We do not collect this information.} "
    },
    {
      "Text": "Education information : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Audio/electronic/visual/thermal/olfactory/ and similar information : We do not collect this information. Professional or employment-related information : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.} "
    },
    {
      "Text": "Inference-based consumer profiling : We do not collect this information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Professional or employment-related information : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles. Education information : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.} "
    },
    {
      "Text": "Identifiers (names, aliases, addresses, etc.) : The names and aliases of the celebrities we profile and The IP addresses of visitors : We use the names and aliases of the celebrities we profile in their profiles and We use visitor IP addresses to analyze trends among our users and to help improve our website : We publicly post celebrity information in their profiles and We do not disclose visitor IP addresses.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {- The right to know how and when we disclose or sell your personal information. - The right to exercise the above rights without facing retaliatory discrimination.} "
    },
    {
      "Text": "Other personal information as defined in Cal. Business and Professions Code § 1798.90 :  The information in and concerning our publicly available celebrity profiles and We collect no personal information from our visitors except for that described elsewhere in this table : In our publicly available celebrity profiles, to analyze trends, and to improve our website : We publicly post celebrity information in their profiles, and celebrity trending information on our website.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To request a disclosure or a deletion under the CCPA, please contact us California Privacy Disclosures The information below lists the categories of categories of personal information we have collected about consumers in the last year, and the categories of personal information we have disclosed about consumers for a business purpose in the last year: Category of Personal Information : What we collect : How we use it : How we disclose it Identifiers (names, aliases, addresses, etc.) : The names and aliases of the celebrities we profile and The IP addresses of visitors : We use the names and aliases of the celebrities we profile in their profiles and We use visitor IP addresses to analyze trends among our users and to help improve our website : We publicly post celebrity information in their profiles and We do not disclose visitor IP addresses.} "
    },
    {
      "Text": "Protected classification : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Other personal information as defined in Cal. Business and Professions Code § 1798.90 :  The information in and concerning our publicly available celebrity profiles and We collect no personal information from our visitors except for that described elsewhere in this table : In our publicly available celebrity profiles, to analyze trends, and to improve our website : We publicly post celebrity information in their profiles, and celebrity trending information on our website.} "
    },
    {
      "Text": "Biometric information:  We often feature photographs of the celebrities we profile and We do not collect this information from/about our users : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Business and Professions Code § 1798.90 :  The information in and concerning our publicly available celebrity profiles and We collect no personal information from our visitors except for that described elsewhere in this table : In our publicly available celebrity profiles, to analyze trends, and to improve our website : We publicly post celebrity information in their profiles, and celebrity trending information on our website. Protected classification : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.} "
    },
    {
      "Text": "Professional or employment-related information : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Geolocation data: From visitors, we collect IP addresses : We use this information to analyze trends among our users and to help improve our website : We do not disclose this information. Audio/electronic/visual/thermal/olfactory/ and similar information : We do not collect this information.} "
    },
    {
      "Text": "Education information : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Audio/electronic/visual/thermal/olfactory/ and similar information : We do not collect this information. Professional or employment-related information : Sometimes we collect this information about the celebrities we profile and We do not collect this information from/about our visitors : We may use this information in our celebrity profiles : We publicly post celebrity information in their profiles.} "
    }
  ]
}