{
  "policy_id": "106",
  "text": "Privacy Policy | IntentMacro <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-5LNHX2Z\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Skip to content Home About IntentMacro Products Solutions Intent Multilayered Intent Data Content Curation Why IntentMacro Contact Us Resources Menu Home About IntentMacro Products Solutions Intent Multilayered Intent Data Content Curation Why IntentMacro Contact Us Resources Privacy Policy Effective on: April 11, 2022 Introduction and Scope IntentMacro, Inc., together with its subsidiaries and aliases described below, (collectively, “ IntentMacro ”, “ we ”, “ us ”, “ our ”) takes the protection of personally identifiable information (“ Personal Data ”) very seriously. IntentMacro provides lead generation services, including content syndication, data analytics and email marketing (collectively, the “ Lead Generation Services ”). This Privacy Notice (the “ Notice ”) addresses Personal Data collected via our website and in connection with our Lead Generation Services. This Notice does not apply to Personal Data we collect by other means, such as Personal Data of our employees. Controllership Within the scope of this Notice, IntentMacro acts as a data controller for the Personal Data we process. Categories of Personal Data We may process the following types of Personal Data: biographical information, such as first and last name and date of birth; and contact information, such as email address, phone number, postal address, and country of residence postal; employment information, such as industry, job title, company name, department name, or company size; business contact information, such as company email address and postal address; and public LinkedIn profile; billing and payment information, including the address for billing, billing contact information and credit card information; analytics information; device, internet and mobile information such as the hardware model, operating system version, unique device identifiers, browser type, language, wireless network, and mobile network information (including the mobile phone number); geo-location information when you use our website and Lead Generation Services; and/or records and copies of your correspondence (including e-mail addresses), if you contact us. This may include call recordings where we monitor and record such calls for staff training or quality assurance purposes. How We Receive Personal Data We may receive your Personal Data when: you provide it directly to us through our websites; our clients (including their employees, contractors, and other representatives) provide it to us; we receive it from other companies within our corporate group; our service providers provide it to us; we purchase lists of individuals who might be interested in becoming customers of our clients; you provide it on publicly accessible sources, such as on LinkedIn or your company website; or such information is captured as cookies, as outlined in the “Cookie” section below. Purposes of Processing We may process your Personal Data to: respond to your requests or questions; provide you with access to the Site and the content that is on it; process and complete transactions, including purchases of sales leads, and send you related information; provide technical and other support to you; send you promotional communications, such as providing you with information about services, features, surveys, newsletters, offers, and events; and providing other news or information about us, and the Lead Generation Services; enable Service Providers to perform certain responsibilities and provide certain services in connection with the Lead Generation Services and our business and operations; provide you with notices about your account; carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection; and to verify your identity and prevent fraud or other unauthorized or illegal activity. Basis of Processing We may process your Personal Data on the basis of: your consent; our legitimate interests in providing Lead Generation Services to our clients; the need to comply with the law; or any other ground, as required or permitted by law. Where we process your Personal Data based on your consent, you may withdraw it at any time. However, this will not affect the lawfulness of our processing before you withdrew your consent. It will also not affect processing performed on other lawful grounds. Data Retention When the purposes of processing are satisfied, we will delete the related Personal Data within six months, unless applicable laws require otherwise. Sharing Personal Data with Third Parties We may share Personal Data with our affiliates and clients, as well as with our service providers who process Personal Data on our behalf and who agree to use the Personal Data only to assist us in providing our services to our clients, or as required by law. Our service providers may provide: application hosting services; cloud storage services; business productivity services; communication services and software; email verification software; customer relationship management (CRM) software; and contact verification and data enrichment services. Some of these third parties may be located outside of the United States. However, before transferring your Personal Data to these third parties, we will either ask for your explicit consent or require the third party to maintain at least the same level of privacy and security for your Personal Data that we do. We remain liable for the protection of your Personal Data that we transfer or have transferred to third parties through our designated data transfer mechanism, except to the extent that we are not responsible for the event that leads to any unauthorized or improper processing. Some of these third parties may be located outside of the European Union or the European Economic Area. In some cases, the European Commission may not have determined that the countries’ data protection laws provide a level of protection equivalent to European Union law. We will only transfer your Personal Data to third parties in these countries when there are appropriate safeguards in place. These may include the Standard Contractual Clauses (“SCCs”) as approved by the European Commission. The SCCs are formally integrated into our agreements with third parties that we share EEA Personal Data with, and third parties on whose behalf we receive EEA Personal Data. Other Disclosure of Your Personal Data We may disclose your Personal Data to the extent required by law, or if we have a good-faith belief that we need to disclose it in order to comply with official investigations or legal proceedings (whether initiated by governmental/law enforcement officials, or private parties). We may also disclose your Personal Data if we sell or transfer all or some of our company’s business interests, assets, or both, or in connection with a corporate restructuring. Finally, we may disclose your Personal Data to our subsidiaries or affiliates, but only if necessary for business purposes, as described in the section above. We reserve the right to use, transfer, sell, and share aggregated, anonymous data for any legal business purpose. Such data does not include any Personal Data. The purposes may include analyzing usage trends or seeking compatible advertisers, sponsors, and customers. If we have to disclose your Personal Data to governmental/law enforcement officials, we may not be able to ensure that those officials will maintain the privacy and security of your Personal Data. Cookies A “cookie” is a small file stored on your device that contains information about your device. We may use cookies to provide basic relevant ads, website functionality, authentication (session management), usage analytics (web analytics), and to remember your settings, and generally improve our websites and services. We use session and persistent cookies. Session cookies are deleted when you close your browser. Persistent cookies may remain even after you close your browser, but always have an expiration date. Please refer to the policies of these third parties to learn more about the way in which they collect and process information about you. If you would prefer not to accept cookies, you can change the setup of your browser to reject all or some cookies. For more information, please visit https://www.aboutcookies.org/ You may also set your browser to send a Do Not Track (DNT) signal. For more information, please visit https://allaboutdnt.com/ . Data Integrity & Security We have implemented and will maintain technical, administrative, and physical measures that are reasonably designed to help protect Personal Data from unauthorized processing. This includes unauthorized access, disclosure, alteration, or destruction. Your California Privacy Rights California Civil Code Section §1798.83 permits users of the Site that are California residents to request certain information regarding our disclosure of personal data to third parties for their direct marketing purposes. To make such a request, please send an e-mail to or write to us at: IntentMacro, 316 California Ave. #34 Reno NV 89509 United States If you are a California resident, you may have rights under the Consumer Privacy Act of 2018 and the related regulations (the “ CCPA ”) regarding your personal information (as defined in the CCPA.) This section does not apply to information exempted from the scope of the CCPA. The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age. Category Types of Information Categories of recipients for a business purpose Categories of recipients for selling Identifiers Name, title, business email address, business address, business phone number, Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors Customers (to provide the Lead Generation Services) Personal information listed in the California Customer Records statute (which may overlap with other categories) Name, address, phone number Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors Customers (to provide the Lead Generation Services) Characteristics of protected classifications None Our affiliates, cloud storage providers None Geolocation data Business address Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors Customers (to provide the Lead Generation Services) Commercial information None Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors None As a California resident, you may have the rights listed below in relation to personal information that we have collected about you. However, these rights are not absolute, and in certain cases, we may decline your request as permitted by law. Right to Know. You have a right to request the following information about our collection, use and disclosure of your personal information over the prior 12 months, and ask that we provide you with a copy of the following: categories of and specific pieces of personal information we have collected about you; categories of sources from which we collect personal information; the business of commercial purposes for collecting personal information; categories of third parties to whom the personal information was disclosed for a business purpose; and categories of personal information disclosed about you for a business purpose. Right to Delete. You have a right to request that we delete personal information, subject to certain exceptions. Right to Opt Out. You have a right to opt out of the sale of your personal information to third parties. To opt out of the sale of your personal information, please click the “ Do Not Sell My Info ” link or submit a request using one of the methods outlined below. To submit a request to exercise any of your California privacy rights, please contact us by emailing [email protected] . We may need to verify your identity before processing your request, and may ask you for limited information, such as your email address, government issued ID before providing a substantive response to the request. You may designate, in writing or through a power of attorney document, an authorized agent to make requests on your behalf to exercise your rights. Before accepting such a request from an agent, we will require that the agent provide proof you have authorized them to act on your behalf, and we may need you to verify your identity directly with us. We will not discriminate against you for exercising any of your rights under the CCPA. Your Privacy Rights If we process your Personal Data, you may have the right to request access to (or to update, correct, or delete) such Personal Data. You may also have the right to ask that we limit our processing of such Personal Data, as well as the right to object to our processing of such Personal Data. You may also have the right to data portability, meaning that you can request that your data be transferred to you in a structured, commonly-used and machine-readable format. We sometimes use computers to study your Personal Data. We might use this Personal Data so we can attempt to predict your buying behavior and interests. For decisions that may seriously impact you, you have the right not to be subject to automatic decision-making, including profiling. But in those cases, we will always explain to you when we might do this, why it is happening and the effect. If you object to our processing of your Personal Data, we will stop processing the relevant Personal Data unless: (i) we have compelling legitimate grounds for the processing that override your interests, rights, or freedoms; or (ii) we need to continue processing your Personal Data to establish, exercise, or defend a legal claim. IntentMacro has limited rights to access Personal Data our service providers submit to us. Therefore, if you contact us with such a request, we will forward your request to that service provider and provide any needed assistance as they respond to your request. If we have received your Personal Data in reliance on the Privacy Shield, you may also have the right to opt out of having your Personal Data shared with third parties and to revoke your consent to our sharing your Personal Data with third parties. You may also have the right to opt out if your Personal Data is used for any purpose that is materially different from the purpose(s) for which it was originally collected or which you originally authorized. To submit these requests or raise any other questions, please contact us by using the information in the “Contact Us” section below. Privacy of Children The Services are not directed at, or intended for use by, children under the age of 13. EU-U.S. and Swiss-U.S. Privacy Shield Frameworks For Personal Data processed in the scope of this Notice, IntentMacro complies with the principles of the EU-U.S. Privacy Shield Framework and Swiss-U.S. Privacy Shield Framework (the “Privacy Shield”), as adopted and set forth by the U.S. Department of Commerce regarding the processing of Personal Data transferred from the European Union, or Switzerland to the United States, or otherwise received in reliance on the Privacy Shield. We commit to maintain adherence to the Privacy Shield Principles with regard to Personal Data that was received in reliance on Privacy Shield and have certified our adherence to the Department of Commerce. We do not currently use the Privacy Shield as a data transfer mechanism from the EEA. We use the SCCs as our primary data transfer mechanism for EEA Personal Data. To learn more about the Privacy Shield Principles, and to view our certification information, please visit https://www.privacyshield.gov and https://www.privacyshield.gov/list , respectively. VeraSafe Privacy Program IntentMacro is a member of the VeraSafe Privacy Program . This means that VeraSafe has assessed our data governance and data security (regarding Personal Data processed within the scope of this Privacy Notice) for compliance with the VeraSafe Privacy Program Certification Criteria. The certification criteria require that participants maintain a high standard for data privacy. Participants must also implement specific best practices regarding notice, onward transfer, choice, access, data security, data quality, recourse, and enforcement. Dispute Resolution Where a privacy complaint or dispute relating to Personal Data that we received in reliance on the Privacy Shield cannot be resolved through our internal processes, we have agreed to participate in the VeraSafe Privacy Shield Dispute Resolution Procedure . Subject to the terms of the VeraSafe Privacy Shield Dispute Resolution Procedure, VeraSafe will provide appropriate recourse free of charge to you. To file a complaint with VeraSafe and participate in the VeraSafe Privacy Shield Dispute Resolution Procedure, please submit the required information here: https://www.verasafe.com/privacy-services/dispute-resolution/submit-dispute/ If a complaint or dispute cannot be resolved through our internal process, we have also agreed to cooperate with the EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner and to participate in the dispute resolution procedures of the panel established by such data protection authorities. Binding Arbitration If your dispute or complaint related to your Personal Data that we received on Privacy Shield can’t be resolved by us, nor through the dispute resolution program established by VeraSafe, you may have the right to require that we enter into binding arbitration with you under the Privacy Shield’s “Recourse, Enforcement and Liability Principle” and Annex I of the Privacy Shield. U.S. Regulatory Oversight IntentMacro is subject to the investigatory and enforcement powers of the United States Federal Trade Commission. European Union Supervisory Authority Oversight If you are a data subject whose Personal Data we process, you may also have the right to lodge a complaint with a data protection regulator in one or more of the European Union member states. Affiliates and Newsletter Domains IntentMacro is affiliated with Intengine. IntentMacro also operates under several aliases, which it refers to as its “Newsletter Domains”. The following Newsletter Domains are owned and operated by the companies in our corporate group: Analytics Platform Solutions <analyticsplatformsolutions.com>; B2B Demand Gen Solutions <b2bdemandgensolutions.com>; Blockchain Software Solutions <Blockchainsoftwaresolutions.com>; Cloud Info Hub <cloudinfohub.com>; Contentreads <contentreads.com>; Human Resources Briefings <humanresourcesbriefings.com>; Info Business Tech <infobusinesstech.com>; IT Local Gov <itlocalgov.com>; IT Security World <it-securityworld.com>; IT Solutions Report <itsolutionsreport.com>; Sales CRM Solutions <salescrmsolutions.com>; Tech Marketing Web <techmarketingweb.com>; and Video Conference Solutions <vidconferencesolutions.com>. Additional Newsletter Domains may be adopted from time-to-time, without notice to you. Changes to this Notice If we make any material change to this Notice, we will post the revised Notice to this web page. We will also update the “Effective” date. Contact Us If you have any questions about this Notice or our processing of your Personal Data, please write to us by email at [email protected] or by postal mail at: IntentMacro, Inc. Attn: Paul Hong, COO 316 California Ave. #34 Reno NV 89509 United States Please allow up to four weeks for us to reply. KNOW MORE ABOUT INTENT BY ENGAGEMENT TALK TO US TODAY! IntentMacro is a boutique premium digital marketing agency built to drive businesses to the top. Technology-enabled and outcome-obsessed, moving the needle is what matters to us. Quick Links Home About IntentMacro Products Why IntentMacro Contact Us Resources Solutions Data Content Curation Multilayered Intent Intent By Engagement Contact us [email protected] [email protected] Copyright © 2023 IntentMacro Privacy Policy | Do not Sell my Personal Info Scroll to Top <style onload=\"NPRL.onLoadStyle(this)\" onerror=\"NPRL.onErrorStyle(this)\">img.wp-smiley,img.emoji{display:inline !important;border:none !important;box-shadow:none !important;height:1em !important;width:1em !important;margin:0 .07em !important;vertical-align:-.1em !important;background:none !important;padding:0 !important;}</style><link rel=\"stylesheet\" onload=\"NPRL.onLoadStyle(this)\" onerror=\"NPRL.onErrorStyle(this)\" href=\"https://cdn-aelba.nitrocdn.com/zEkMNbFqdfpjoNujlxcHJYSBNZFtJMWi/assets/static/optimized/rev-10c1d9b/combinedCss/nitro-min-noimport-114dfbccb4c70d72db74a42011bd863e-stylesheet.css\" /><style id='astra-theme-css-inline-css' onload=\"NPRL.onLoadStyle(this)\" onerror=\"NPRL.onErrorStyle(this)\">html{font-size:100%;}a,.page-title{color:#393939;}a:hover,a:focus{color:#175f98;}body,button,input,select,textarea,.ast-button,.ast-custom-button{font-family:\"Open Sans\",sans-serif;font-weight:400;font-size:16px;font-size:1rem;line-height:1.8;text-transform:none;}blockquote{color:#000;}p,.entry-content p{margin-bottom:1.8em;}h1,.entry-content h1,.entry-content h1 a,h2,.entry-content h2,.entry-content h2 a,h3,.entry-content h3,.entry-content h3 a,h4,.entry-content h4,.entry-content h4 a,h5,.entry-content h5,.entry-content h5 a,h6,.entry-content h6,.entry-content h6 a,.site-title,.site-title a{font-family:\"Oswald\",sans-serif;font-weight:500;text-transform:uppercase;}.site-title{font-size:35px;font-size:2.1875rem;}.ast-archive-description .ast-archive-title{font-size:40px;font-size:2.5rem;}.site-header .site-description{font-size:15px;font-size:.9375rem;}.entry-title{font-size:30px;font-size:1.875rem;}.comment-reply-title{font-size:26px;font-size:1.625rem;}.ast-comment-list #cancel-comment-reply-link{font-size:16px;font-size:1rem;}h1,.entry-content h1,.entry-content h1 a{font-size:47px;font-size:2.9375rem;font-weight:500;font-family:\"Oswald\",sans-serif;text-transform:uppercase;}h2,.entry-content h2,.entry-content h2 a{font-size:2.4em;font-weight:500;font-family:\"Oswald\",sans-serif;text-transform:uppercase;}h3,.entry-content h3,.entry-content h3 a{font-size:2em;font-weight:500;font-family:\"Oswald\",sans-serif;text-transform:uppercase;}h4,.entry-content h4,.entry-content h4 a{font-size:1.7em;}h5,.entry-content h5,.entry-content h5 a{font-size:1.5em;}h6,.entry-content h6,.entry-content h6 a{font-size:1.3em;}.ast-single-post .entry-title,.page-title{font-size:30px;font-size:1.875rem;}#secondary,#secondary button,#secondary input,#secondary select,#secondary textarea{font-size:16px;font-size:1rem;}::selection{background-color:#424342;color:#fff;}body,h1,.entry-title a,.entry-content h1,.entry-content h1 a,h2,.entry-content h2,.entry-content h2 a,h3,.entry-content h3,.entry-content h3 a,h4,.entry-content h4,.entry-content h4 a,h5,.entry-content h5,.entry-content h5 a,h6,.entry-content h6,.entry-content h6 a{color:#393939;}.tagcloud a:hover,.tagcloud a:focus,.tagcloud a.current-item{color:#fff;border-color:#393939;background-color:#393939;}.main-header-menu a,.ast-header-custom-item a{color:#393939;}.main-header-menu li:hover > a,.main-header-menu li:hover > .ast-menu-toggle,.main-header-menu .ast-masthead-custom-menu-items a:hover,.main-header-menu li.focus > a,.main-header-menu li.focus > .ast-menu-toggle,.main-header-menu .current-menu-item > a,.main-header-menu .current-menu-ancestor > a,.main-header-menu .current_page_item > a,.main-header-menu .current-menu-item > .ast-menu-toggle,.main-header-menu .current-menu-ancestor > .ast-menu-toggle,.main-header-menu .current_page_item > .ast-menu-toggle{color:#393939;}input:focus,input[type=\"text\"]:focus,input[type=\"email\"]:focus,input[type=\"url\"]:focus,input[type=\"password\"]:focus,input[type=\"reset\"]:focus,input[type=\"search\"]:focus,textarea:focus{border-color:#393939;}input[type=\"radio\"]:checked,input[type=reset],input[type=\"checkbox\"]:checked,input[type=\"checkbox\"]:hover:checked,input[type=\"checkbox\"]:focus:checked,input[type=range]::-webkit-slider-thumb{border-color:#393939;background-color:#393939;box-shadow:none;}.site-footer a:hover + .post-count,.site-footer a:focus + .post-count{background:#393939;border-color:#393939;}.ast-small-footer > .ast-footer-overlay{background-color:#3a9c9b;}.ast-small-footer a:hover{color:#010101;}.footer-adv .footer-adv-overlay{border-top-style:solid;border-top-color:#7a7a7a;}.ast-comment-meta{line-height:1.666666667;font-size:13px;font-size:.8125rem;}.single .nav-links .nav-previous,.single .nav-links .nav-next,.single .ast-author-details .author-title,.ast-comment-meta{color:#393939;}.entry-meta,.entry-meta *{line-height:1.45;color:#393939;}.entry-meta a:hover,.entry-meta a:hover *,.entry-meta a:focus,.entry-meta a:focus *{color:#175f98;}.ast-404-layout-1 .ast-404-text{font-size:200px;font-size:12.5rem;}.widget-title{font-size:22px;font-size:1.375rem;color:#393939;}#cat option,.secondary .calendar_wrap thead a,.secondary .calendar_wrap thead a:visited{color:#393939;}.secondary .calendar_wrap #today,.ast-progress-val span{background:#393939;}.secondary a:hover + .post-count,.secondary a:focus + .post-count{background:#393939;border-color:#393939;}.calendar_wrap #today > a{color:#fff;}.ast-pagination a,.page-links .page-link,.single .post-navigation a{color:#393939;}.ast-pagination a:hover,.ast-pagination a:focus,.ast-pagination > span:hover:not(.dots),.ast-pagination > span.current,.page-links > .page-link,.page-links .page-link:hover,.post-navigation a:hover{color:#175f98;}.ast-header-break-point .ast-mobile-menu-buttons-minimal.menu-toggle{background:transparent;color:#3db9cb;}.ast-header-break-point .ast-mobile-menu-buttons-outline.menu-toggle{background:transparent;border:1px solid #3db9cb;color:#3db9cb;}.ast-header-break-point .ast-mobile-menu-buttons-fill.menu-toggle{background:#3db9cb;color:#fff;}@media (max-width:768px){#secondary.secondary{padding-top:0;}.ast-separate-container .ast-article-post,.ast-separate-container .ast-article-single{padding:1.5em 2.14em;}.ast-separate-container #primary,.ast-separate-container #secondary{padding:1.5em 0;}.ast-separate-container.ast-right-sidebar #secondary{padding-left:1em;padding-right:1em;}.ast-separate-container.ast-two-container #secondary{padding-left:0;padding-right:0;}.ast-page-builder-template .entry-header #secondary{margin-top:1.5em;}.ast-page-builder-template #secondary{margin-top:1.5em;}#primary,#secondary{padding:1.5em 0;margin:0;}.ast-left-sidebar #content > .ast-container{display:flex;flex-direction:column-reverse;width:100%;}.ast-author-box img.avatar{margin:20px 0 0 0;}.ast-pagination{padding-top:1.5em;text-align:center;}.ast-pagination .next.page-numbers{display:inherit;float:none;}}@media (max-width:768px){.ast-page-builder-template.ast-left-sidebar #secondary{padding-right:20px;}.ast-page-builder-template.ast-right-sidebar #secondary{padding-left:20px;}.ast-right-sidebar #primary{padding-right:0;}.ast-right-sidebar #secondary{padding-left:0;}.ast-left-sidebar #primary{padding-left:0;}.ast-left-sidebar #secondary{padding-right:0;}.ast-pagination .prev.page-numbers{padding-left:.5em;}.ast-pagination .next.page-numbers{padding-right:.5em;}}@media (min-width:769px){.ast-separate-container.ast-right-sidebar #primary,.ast-separate-container.ast-left-sidebar #primary{border:0;}.ast-separate-container.ast-right-sidebar #secondary,.ast-separate-container.ast-left-sidebar #secondary{border:0;margin-left:auto;margin-right:auto;}.ast-separate-container.ast-two-container #secondary .widget:last-child{margin-bottom:0;}.ast-separate-container .ast-comment-list li .comment-respond{padding-left:2.66666em;padding-right:2.66666em;}.ast-author-box{-js-display:flex;display:flex;}.ast-author-bio{flex:1;}.error404.ast-separate-container #primary,.search-no-results.ast-separate-container #primary{margin-bottom:4em;}}@media (min-width:769px){.ast-right-sidebar #primary{border-right:1px solid #eee;}.ast-right-sidebar #secondary{border-left:1px solid #eee;margin-left:-1px;}.ast-left-sidebar #primary{border-left:1px solid #eee;}.ast-left-sidebar #secondary{border-right:1px solid #eee;margin-right:-1px;}.ast-separate-container.ast-two-container.ast-right-sidebar #secondary{padding-left:30px;padding-right:0;}.ast-separate-container.ast-two-container.ast-left-sidebar #secondary{padding-right:30px;padding-left:0;}}.menu-toggle,button,.ast-button,.ast-custom-button,.button,input#submit,input[type=\"button\"],input[type=\"submit\"],input[type=\"reset\"]{color:#fff;border-color:#3db9cb;background-color:#3db9cb;border-radius:0;padding-top:12px;padding-right:30px;padding-bottom:40px;padding-left:30px;font-family:inherit;font-weight:700;font-size:15px;font-size:.9375rem;}button:focus,.menu-toggle:hover,button:hover,.ast-button:hover,.button:hover,input[type=reset]:hover,input[type=reset]:focus,input#submit:hover,input#submit:focus,input[type=\"button\"]:hover,input[type=\"button\"]:focus,input[type=\"submit\"]:hover,input[type=\"submit\"]:focus{color:#fff;background-color:#3db9cb;border-color:#3db9cb;}@media (min-width:768px){.ast-container{max-width:100%;}}@media (min-width:544px){.ast-container{max-width:100%;}}@media (max-width:544px){.ast-separate-container .ast-article-post,.ast-separate-container .ast-article-single{padding:1.5em 1em;}.ast-separate-container #content .ast-container{padding-left:.54em;padding-right:.54em;}.ast-separate-container #secondary{padding-top:0;}.ast-separate-container.ast-two-container #secondary .widget{margin-bottom:1.5em;padding-left:1em;padding-right:1em;}.ast-separate-container .comments-count-wrapper{padding:1.5em 1em;}.ast-separate-container .ast-comment-list li.depth-1{padding:1.5em 1em;margin-bottom:1.5em;}.ast-separate-container .ast-comment-list .bypostauthor{padding:.5em;}.ast-separate-container .ast-archive-description{padding:1.5em 1em;}.ast-search-menu-icon.ast-dropdown-active .search-field{width:170px;}}@media (max-width:544px){.ast-comment-list .children{margin-left:.66666em;}.ast-separate-container .ast-comment-list .bypostauthor li{padding:0 0 0 .5em;}}@media (max-width:768px){.ast-mobile-header-stack .main-header-bar .ast-search-menu-icon{display:inline-block;}.ast-header-break-point.ast-header-custom-item-outside .ast-mobile-header-stack .main-header-bar .ast-search-icon{margin:0;}.ast-comment-avatar-wrap img{max-width:2.5em;}.comments-area{margin-top:1.5em;}.ast-separate-container .comments-count-wrapper{padding:2em 2.14em;}.ast-separate-container .ast-comment-list li.depth-1{padding:1.5em 2.14em;}.ast-separate-container .comment-respond{padding:2em 2.14em;}}@media (max-width:768px){.ast-header-break-point .main-header-bar .ast-search-menu-icon.slide-search .search-form{right:0;}.ast-header-break-point .ast-mobile-header-stack .main-header-bar .ast-search-menu-icon.slide-search .search-form{right:-1em;}.ast-comment-avatar-wrap{margin-right:.5em;}}@media (max-width:544px){.ast-separate-container .comment-respond{padding:1.5em 1em;}}@media (min-width:545px){.ast-page-builder-template .comments-area,.single.ast-page-builder-template .entry-header,.single.ast-page-builder-template .post-navigation{max-width:1210px;margin-left:auto;margin-right:auto;}}body,.ast-separate-container{background-color:#fff;background-image:none;}body.nitro-lazy,.ast-separate-container.nitro-lazy{background-image:none !important;}@media (max-width:768px){.ast-archive-description .ast-archive-title{font-size:40px;}.entry-title{font-size:30px;}h1,.entry-content h1,.entry-content h1 a{font-size:30px;}h2,.entry-content h2,.entry-content h2 a{font-size:25px;}h3,.entry-content h3,.entry-content h3 a{font-size:20px;}.ast-single-post .entry-title,.page-title{font-size:30px;}}@media (max-width:544px){.ast-archive-description .ast-archive-title{font-size:40px;}.entry-title{font-size:30px;}h1,.entry-content h1,.entry-content h1 a{font-size:30px;}h2,.entry-content h2,.entry-content h2 a{font-size:25px;}h3,.entry-content h3,.entry-content h3 a{font-size:20px;}.ast-single-post .entry-title,.page-title{font-size:30px;}}@media (max-width:768px){html{font-size:91.2%;}}@media (max-width:544px){html{font-size:91.2%;}}@media (min-width:769px){.ast-container{max-width:1210px;}}@media (max-width:921px){.main-header-bar .main-header-bar-navigation{display:none;}}.ast-desktop .main-header-menu.submenu-with-border .sub-menu,.ast-desktop .main-header-menu.submenu-with-border .children,.ast-desktop .main-header-menu.submenu-with-border .astra-full-megamenu-wrapper{border-color:#eaeaea;}.ast-desktop .main-header-menu.submenu-with-border .sub-menu,.ast-desktop .main-header-menu.submenu-with-border .children{border-top-width:1px;border-right-width:1px;border-left-width:1px;border-bottom-width:1px;border-style:solid;}.ast-desktop .main-header-menu.submenu-with-border .sub-menu .sub-menu,.ast-desktop .main-header-menu.submenu-with-border .children .children{top:-1px;}.ast-desktop .main-header-menu.submenu-with-border .sub-menu a,.ast-desktop .main-header-menu.submenu-with-border .children a{border-bottom-width:1px;border-style:solid;border-color:#eaeaea;}@media (min-width:769px){.main-header-menu .sub-menu li.ast-left-align-sub-menu:hover > ul,.main-header-menu .sub-menu li.ast-left-align-sub-menu.focus > ul{margin-left:-2px;}}.ast-small-footer{border-top-style:solid;border-top-width:0;border-top-color:#7a7a7a;}@media (max-width:920px){.ast-404-layout-1 .ast-404-text{font-size:100px;font-size:6.25rem;}}.ast-breadcrumbs .trail-browse,.ast-breadcrumbs .trail-items,.ast-breadcrumbs .trail-items li{display:inline-block;margin:0;padding:0;border:none;background:inherit;text-indent:0;}.ast-breadcrumbs .trail-browse{font-size:inherit;font-style:inherit;font-weight:inherit;color:inherit;}.ast-breadcrumbs .trail-items{list-style:none;}.trail-items li::after{padding:0 .3em;content:\"»\";}.trail-items li:last-of-type::after{display:none;}.ast-header-break-point .site-header{border-bottom-width:0;border-bottom-color:#000;}@media (min-width:769px){.main-header-bar{border-bottom-width:0;border-bottom-color:#000;}}.ast-flex{-webkit-align-content:center;-ms-flex-line-pack:center;align-content:center;-webkit-box-align:center;-webkit-align-items:center;-moz-box-align:center;-ms-flex-align:center;align-items:center;}.main-header-bar{padding:1em 0;}.ast-site-identity{padding:0;}.header-main-layout-1 .ast-flex.main-header-container,.header-main-layout-3 .ast-flex.main-header-container{-webkit-align-content:center;-ms-flex-line-pack:center;align-content:center;-webkit-box-align:center;-webkit-align-items:center;-moz-box-align:center;-ms-flex-align:center;align-items:center;}.header-main-layout-1 .ast-flex.main-header-container,.header-main-layout-3 .ast-flex.main-header-container{-webkit-align-content:center;-ms-flex-line-pack:center;align-content:center;-webkit-box-align:center;-webkit-align-items:center;-moz-box-align:center;-ms-flex-align:center;align-items:center;}</style><link rel=\"stylesheet\" onload=\"NPRL.onLoadStyle(this)\" onerror=\"NPRL.onErrorStyle(this)\" href=\"https://cdn-aelba.nitrocdn.com/zEkMNbFqdfpjoNujlxcHJYSBNZFtJMWi/assets/static/optimized/rev-10c1d9b/combinedCss/nitro-min-noimport-92b6f65b120c636794cef8058bea17b2-stylesheet.css\" /><style id='global-styles-inline-css' onload=\"NPRL.onLoadStyle(this)\" onerror=\"NPRL.onErrorStyle(this)\">body{--wp--preset--color--black:#000;--wp--preset--color--cyan-bluish-gray:#abb8c3;--wp--preset--color--white:#fff;--wp--preset--color--pale-pink:#f78da7;--wp--preset--color--vivid-red:#cf2e2e;--wp--preset--color--luminous-vivid-orange:#ff6900;--wp--preset--color--luminous-vivid-amber:#fcb900;--wp--preset--color--light-green-cyan:#7bdcb5;--wp--preset--color--vivid-green-cyan:#00d084;--wp--preset--color--pale-cyan-blue:#8ed1fc;--wp--preset--color--vivid-cyan-blue:#0693e3;--wp--preset--color--vivid-purple:#9b51e0;--wp--preset--gradient--vivid-cyan-blue-to-vivid-purple:linear-gradient(135deg,rgba(6,147,227,1) 0%,#9b51e0 100%);--wp--preset--gradient--light-green-cyan-to-vivid-green-cyan:linear-gradient(135deg,#7adcb4 0%,#00d082 100%);--wp--preset--gradient--luminous-vivid-amber-to-luminous-vivid-orange:linear-gradient(135deg,rgba(252,185,0,1) 0%,rgba(255,105,0,1) 100%);--wp--preset--gradient--luminous-vivid-orange-to-vivid-red:linear-gradient(135deg,rgba(255,105,0,1) 0%,#cf2e2e 100%);--wp--preset--gradient--very-light-gray-to-cyan-bluish-gray:linear-gradient(135deg,#eee 0%,#a9b8c3 100%);--wp--preset--gradient--cool-to-warm-spectrum:linear-gradient(135deg,#4aeadc 0%,#9778d1 20%,#cf2aba 40%,#ee2c82 60%,#fb6962 80%,#fef84c 100%);--wp--preset--gradient--blush-light-purple:linear-gradient(135deg,#ffceec 0%,#9896f0 100%);--wp--preset--gradient--blush-bordeaux:linear-gradient(135deg,#fecda5 0%,#fe2d2d 50%,#6b003e 100%);--wp--preset--gradient--luminous-dusk:linear-gradient(135deg,#ffcb70 0%,#c751c0 50%,#4158d0 100%);--wp--preset--gradient--pale-ocean:linear-gradient(135deg,#fff5cb 0%,#b6e3d4 50%,#33a7b5 100%);--wp--preset--gradient--electric-grass:linear-gradient(135deg,#caf880 0%,#71ce7e 100%);--wp--preset--gradient--midnight:linear-gradient(135deg,#020381 0%,#2874fc 100%);--wp--preset--duotone--dark-grayscale:url(\"#wp-duotone-dark-grayscale\");--wp--preset--duotone--grayscale:url(\"#wp-duotone-grayscale\");--wp--preset--duotone--purple-yellow:url(\"#wp-duotone-purple-yellow\");--wp--preset--duotone--blue-red:url(\"#wp-duotone-blue-red\");--wp--preset--duotone--midnight:url(\"#wp-duotone-midnight\");--wp--preset--duotone--magenta-yellow:url(\"#wp-duotone-magenta-yellow\");--wp--preset--duotone--purple-green:url(\"#wp-duotone-purple-green\");--wp--preset--duotone--blue-orange:url(\"#wp-duotone-blue-orange\");--wp--preset--font-size--small:13px;--wp--preset--font-size--medium:20px;--wp--preset--font-size--large:36px;--wp--preset--font-size--x-large:42px;--wp--preset--spacing--20:.44rem;--wp--preset--spacing--30:.67rem;--wp--preset--spacing--40:1rem;--wp--preset--spacing--50:1.5rem;--wp--preset--spacing--60:2.25rem;--wp--preset--spacing--70:3.38rem;--wp--preset--spacing--80:5.06rem;}:where(.is-layout-flex){gap:.5em;}body .is-layout-flow > .alignleft{float:left;margin-inline-start:0;margin-inline-end:2em;}body .is-layout-flow > .alignright{float:right;margin-inline-start:2em;margin-inline-end:0;}body .is-layout-flow > .aligncenter{margin-left:auto !important;margin-right:auto !important;}body .is-layout-constrained > .alignleft{float:left;margin-inline-start:0;margin-inline-end:2em;}body .is-layout-constrained > .alignright{float:right;margin-inline-start:2em;margin-inline-end:0;}body .is-layout-constrained > .aligncenter{margin-left:auto !important;margin-right:auto !important;}body .is-layout-constrained > :where(:not(.alignleft):not(.alignright):not(.alignfull)){max-width:var(--wp--style--global--content-size);margin-left:auto !important;margin-right:auto !important;}body .is-layout-constrained > .alignwide{max-width:var(--wp--style--global--wide-size);}body .is-layout-flex{display:flex;}body .is-layout-flex{flex-wrap:wrap;align-items:center;}body .is-layout-flex > *{margin:0;}:where(.wp-block-columns.is-layout-flex){gap:2em;}.has-black-color{color:var(--wp--preset--color--black) !important;}.has-cyan-bluish-gray-color{color:var(--wp--preset--color--cyan-bluish-gray) !important;}.has-white-color{color:var(--wp--preset--color--white) !important;}.has-pale-pink-color{color:var(--wp--preset--color--pale-pink) !important;}.has-vivid-red-color{color:var(--wp--preset--color--vivid-red) !important;}.has-luminous-vivid-orange-color{color:var(--wp--preset--color--luminous-vivid-orange) !important;}.has-luminous-vivid-amber-color{color:var(--wp--preset--color--luminous-vivid-amber) !important;}.has-light-green-cyan-color{color:var(--wp--preset--color--light-green-cyan) !important;}.has-vivid-green-cyan-color{color:var(--wp--preset--color--vivid-green-cyan) !important;}.has-pale-cyan-blue-color{color:var(--wp--preset--color--pale-cyan-blue) !important;}.has-vivid-cyan-blue-color{color:var(--wp--preset--color--vivid-cyan-blue) !important;}.has-vivid-purple-color{color:var(--wp--preset--color--vivid-purple) !important;}.has-black-background-color{background-color:var(--wp--preset--color--black) !important;}.has-cyan-bluish-gray-background-color{background-color:var(--wp--preset--color--cyan-bluish-gray) !important;}.has-white-background-color{background-color:var(--wp--preset--color--white) !important;}.has-pale-pink-background-color{background-color:var(--wp--preset--color--pale-pink) !important;}.has-vivid-red-background-color{background-color:var(--wp--preset--color--vivid-red) !important;}.has-luminous-vivid-orange-background-color{background-color:var(--wp--preset--color--luminous-vivid-orange) !important;}.has-luminous-vivid-amber-background-color{background-color:var(--wp--preset--color--luminous-vivid-amber) !important;}.has-light-green-cyan-background-color{background-color:var(--wp--preset--color--light-green-cyan) !important;}.has-vivid-green-cyan-background-color{background-color:var(--wp--preset--color--vivid-green-cyan) !important;}.has-pale-cyan-blue-background-color{background-color:var(--wp--preset--color--pale-cyan-blue) !important;}.has-vivid-cyan-blue-background-color{background-color:var(--wp--preset--color--vivid-cyan-blue) !important;}.has-vivid-purple-background-color{background-color:var(--wp--preset--color--vivid-purple) !important;}.has-black-border-color{border-color:var(--wp--preset--color--black) !important;}.has-cyan-bluish-gray-border-color{border-color:var(--wp--preset--color--cyan-bluish-gray) !important;}.has-white-border-color{border-color:var(--wp--preset--color--white) !important;}.has-pale-pink-border-color{border-color:var(--wp--preset--color--pale-pink) !important;}.has-vivid-red-border-color{border-color:var(--wp--preset--color--vivid-red) !important;}.has-luminous-vivid-orange-border-color{border-color:var(--wp--preset--color--luminous-vivid-orange) !important;}.has-luminous-vivid-amber-border-color{border-color:var(--wp--preset--color--luminous-vivid-amber) !important;}.has-light-green-cyan-border-color{border-color:var(--wp--preset--color--light-green-cyan) !important;}.has-vivid-green-cyan-border-color{border-color:var(--wp--preset--color--vivid-green-cyan) !important;}.has-pale-cyan-blue-border-color{border-color:var(--wp--preset--color--pale-cyan-blue) !important;}.has-vivid-cyan-blue-border-color{border-color:var(--wp--preset--color--vivid-cyan-blue) !important;}.has-vivid-purple-border-color{border-color:var(--wp--preset--color--vivid-purple) !important;}.has-vivid-cyan-blue-to-vivid-purple-gradient-background{background:var(--wp--preset--gradient--vivid-cyan-blue-to-vivid-purple) !important;}.has-light-green-cyan-to-vivid-green-cyan-gradient-background{background:var(--wp--preset--gradient--light-green-cyan-to-vivid-green-cyan) !important;}.has-luminous-vivid-amber-to-luminous-vivid-orange-gradient-background{background:var(--wp--preset--gradient--luminous-vivid-amber-to-luminous-vivid-orange) !important;}.has-luminous-vivid-orange-to-vivid-red-gradient-background{background:var(--wp--preset--gradient--luminous-vivid-orange-to-vivid-red) !important;}.has-very-light-gray-to-cyan-bluish-gray-gradient-background{background:var(--wp--preset--gradient--very-light-gray-to-cyan-bluish-gray) !important;}.has-cool-to-warm-spectrum-gradient-background{background:var(--wp--preset--gradient--cool-to-warm-spectrum) !important;}.has-blush-light-purple-gradient-background{background:var(--wp--preset--gradient--blush-light-purple) !important;}.has-blush-bordeaux-gradient-background{background:var(--wp--preset--gradient--blush-bordeaux) !important;}.has-luminous-dusk-gradient-background{background:var(--wp--preset--gradient--luminous-dusk) !important;}.has-pale-ocean-gradient-background{background:var(--wp--preset--gradient--pale-ocean) !important;}.has-electric-grass-gradient-background{background:var(--wp--preset--gradient--electric-grass) !important;}.has-midnight-gradient-background{background:var(--wp--preset--gradient--midnight) !important;}.has-small-font-size{font-size:var(--wp--preset--font-size--small) !important;}.has-medium-font-size{font-size:var(--wp--preset--font-size--medium) !important;}.has-large-font-size{font-size:var(--wp--preset--font-size--large) !important;}.has-x-large-font-size{font-size:var(--wp--preset--font-size--x-large) !important;}.wp-block-navigation a:where(:not(.wp-element-button)){color:inherit;}:where(.wp-block-columns.is-layout-flex){gap:2em;}.wp-block-pullquote{font-size:1.5em;line-height:1.6;}</style><link rel=\"stylesheet\" onload=\"NPRL.onLoadStyle(this)\" onerror=\"NPRL.onErrorStyle(this)\" href=\"https://cdn-aelba.nitrocdn.com/zEkMNbFqdfpjoNujlxcHJYSBNZFtJMWi/assets/static/optimized/rev-10c1d9b/combinedCss/nitro-min-noimport-6f0c084680d5e97250713fe65aae3793-stylesheet.css\" /><style id='astra-addon-css-inline-css' onload=\"NPRL.onLoadStyle(this)\" onerror=\"NPRL.onErrorStyle(this)\">#content:before{content:\"768\";position:absolute;overflow:hidden;opacity:0;visibility:hidden;}@media (max-width:768px){.single.ast-separate-container .ast-author-meta{padding:1.5em 2.14em;}.single .ast-author-meta .post-author-avatar{margin-bottom:1em;}.ast-separate-container .ast-grid-2 .ast-article-post,.ast-separate-container .ast-grid-3 .ast-article-post,.ast-separate-container .ast-grid-4 .ast-article-post{width:100%;}.blog-layout-1 .post-content,.blog-layout-1 .ast-blog-featured-section{float:none;}.ast-separate-container .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section:first-child .square .posted-on{margin-top:0;}.ast-separate-container .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section:first-child .circle .posted-on{margin-top:1em;}.ast-separate-container .ast-article-post.remove-featured-img-padding .blog-layout-1 .post-content .ast-blog-featured-section:first-child .post-thumb-img-content{margin-top:-1.5em;}.ast-separate-container .ast-article-post.remove-featured-img-padding .blog-layout-1 .post-thumb-img-content{margin-left:-2.14em;margin-right:-2.14em;}.ast-separate-container .ast-article-single.remove-featured-img-padding .single-layout-1 .entry-header .post-thumb-img-content:first-child{margin-top:-1.5em;}.ast-separate-container .ast-article-single.remove-featured-img-padding .single-layout-1 .post-thumb-img-content{margin-left:-2.14em;margin-right:-2.14em;}.ast-separate-container.ast-blog-grid-2 .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section .square .posted-on,.ast-separate-container.ast-blog-grid-3 .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section .square .posted-on,.ast-separate-container.ast-blog-grid-4 .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section .square .posted-on{margin-left:-1.5em;margin-right:-1.5em;}.ast-separate-container.ast-blog-grid-2 .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section .circle .posted-on,.ast-separate-container.ast-blog-grid-3 .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section .circle .posted-on,.ast-separate-container.ast-blog-grid-4 .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section .circle .posted-on{margin-left:-.5em;margin-right:-.5em;}.ast-separate-container.ast-blog-grid-2 .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section:first-child .square .posted-on,.ast-separate-container.ast-blog-grid-3 .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section:first-child .square .posted-on,.ast-separate-container.ast-blog-grid-4 .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section:first-child .square .posted-on{margin-top:0;}.ast-separate-container.ast-blog-grid-2 .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section:first-child .circle .posted-on,.ast-separate-container.ast-blog-grid-3 .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section:first-child .circle .posted-on,.ast-separate-container.ast-blog-grid-4 .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section:first-child .circle .posted-on{margin-top:1em;}.ast-separate-container.ast-blog-grid-2 .ast-article-post.remove-featured-img-padding .blog-layout-1 .post-content .ast-blog-featured-section:first-child .post-thumb-img-content,.ast-separate-container.ast-blog-grid-3 .ast-article-post.remove-featured-img-padding .blog-layout-1 .post-content .ast-blog-featured-section:first-child .post-thumb-img-content,.ast-separate-container.ast-blog-grid-4 .ast-article-post.remove-featured-img-padding .blog-layout-1 .post-content .ast-blog-featured-section:first-child .post-thumb-img-content{margin-top:-1.5em;}.ast-separate-container.ast-blog-grid-2 .ast-article-post.remove-featured-img-padding .blog-layout-1 .post-thumb-img-content,.ast-separate-container.ast-blog-grid-3 .ast-article-post.remove-featured-img-padding .blog-layout-1 .post-thumb-img-content,.ast-separate-container.ast-blog-grid-4 .ast-article-post.remove-featured-img-padding .blog-layout-1 .post-thumb-img-content{margin-left:-1.5em;margin-right:-1.5em;}.blog-layout-2{display:flex;flex-direction:column-reverse;}.ast-separate-container .blog-layout-3,.ast-separate-container .blog-layout-1{display:block;}.ast-plain-container .ast-grid-2 .ast-article-post,.ast-plain-container .ast-grid-3 .ast-article-post,.ast-plain-container .ast-grid-4 .ast-article-post,.ast-page-builder-template .ast-grid-2 .ast-article-post,.ast-page-builder-template .ast-grid-3 .ast-article-post,.ast-page-builder-template .ast-grid-4 .ast-article-post{width:100%;}}@media (max-width:768px){.ast-separate-container .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section .square .posted-on{margin-top:0;margin-left:-2.14em;}.ast-separate-container .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section .circle .posted-on{margin-top:0;margin-left:-1.14em;}}@media (min-width:769px){.single .ast-author-meta .ast-author-details{display:flex;}.ast-separate-container.ast-blog-grid-2 .ast-archive-description,.ast-separate-container.ast-blog-grid-3 .ast-archive-description,.ast-separate-container.ast-blog-grid-4 .ast-archive-description{margin-bottom:1.33333em;}.blog-layout-2.ast-no-thumb .post-content,.blog-layout-3.ast-no-thumb .post-content{width:calc(100% - 5.714285714em);}.blog-layout-2.ast-no-thumb.ast-no-date-box .post-content,.blog-layout-3.ast-no-thumb.ast-no-date-box .post-content{width:100%;}.ast-separate-container .ast-grid-2 .ast-article-post.ast-separate-posts,.ast-separate-container .ast-grid-3 .ast-article-post.ast-separate-posts,.ast-separate-container .ast-grid-4 .ast-article-post.ast-separate-posts{border-bottom:0;}.ast-separate-container .ast-grid-2 > .site-main > .ast-row,.ast-separate-container .ast-grid-3 > .site-main > .ast-row,.ast-separate-container .ast-grid-4 > .site-main > .ast-row{margin-left:-1em;margin-right:-1em;display:flex;flex-flow:row wrap;align-items:stretch;}.ast-separate-container .ast-grid-2 > .site-main > .ast-row:before,.ast-separate-container .ast-grid-2 > .site-main > .ast-row:after,.ast-separate-container .ast-grid-3 > .site-main > .ast-row:before,.ast-separate-container .ast-grid-3 > .site-main > .ast-row:after,.ast-separate-container .ast-grid-4 > .site-main > .ast-row:before,.ast-separate-container .ast-grid-4 > .site-main > .ast-row:after{flex-basis:0;width:0;}.ast-separate-container .ast-grid-2 .ast-article-post,.ast-separate-container .ast-grid-3 .ast-article-post,.ast-separate-container .ast-grid-4 .ast-article-post{display:flex;padding:0;}.ast-plain-container .ast-grid-2 > .site-main > .ast-row,.ast-plain-container .ast-grid-3 > .site-main > .ast-row,.ast-plain-container .ast-grid-4 > .site-main > .ast-row,.ast-page-builder-template .ast-grid-2 > .site-main > .ast-row,.ast-page-builder-template .ast-grid-3 > .site-main > .ast-row,.ast-page-builder-template .ast-grid-4 > .site-main > .ast-row{margin-left:-1em;margin-right:-1em;display:flex;flex-flow:row wrap;align-items:stretch;}.ast-plain-container .ast-grid-2 > .site-main > .ast-row:before,.ast-plain-container .ast-grid-2 > .site-main > .ast-row:after,.ast-plain-container .ast-grid-3 > .site-main > .ast-row:before,.ast-plain-container .ast-grid-3 > .site-main > .ast-row:after,.ast-plain-container .ast-grid-4 > .site-main > .ast-row:before,.ast-plain-container .ast-grid-4 > .site-main > .ast-row:after,.ast-page-builder-template .ast-grid-2 > .site-main > .ast-row:before,.ast-page-builder-template .ast-grid-2 > .site-main > .ast-row:after,.ast-page-builder-template .ast-grid-3 > .site-main > .ast-row:before,.ast-page-builder-template .ast-grid-3 > .site-main > .ast-row:after,.ast-page-builder-template .ast-grid-4 > .site-main > .ast-row:before,.ast-page-builder-template .ast-grid-4 > .site-main > .ast-row:after{flex-basis:0;width:0;}.ast-plain-container .ast-grid-2 .ast-article-post,.ast-plain-container .ast-grid-3 .ast-article-post,.ast-plain-container .ast-grid-4 .ast-article-post,.ast-page-builder-template .ast-grid-2 .ast-article-post,.ast-page-builder-template .ast-grid-3 .ast-article-post,.ast-page-builder-template .ast-grid-4 .ast-article-post{display:flex;}.ast-plain-container .ast-grid-2 .ast-article-post:last-child,.ast-plain-container .ast-grid-3 .ast-article-post:last-child,.ast-plain-container .ast-grid-4 .ast-article-post:last-child,.ast-page-builder-template .ast-grid-2 .ast-article-post:last-child,.ast-page-builder-template .ast-grid-3 .ast-article-post:last-child,.ast-page-builder-template .ast-grid-4 .ast-article-post:last-child{margin-bottom:2.5em;}}@media (min-width:769px){.single .post-author-avatar,.single .post-author-bio{float:left;clear:right;}.single .ast-author-meta .post-author-avatar{margin-right:1.33333em;}.single .ast-author-meta .about-author-title-wrapper,.single .ast-author-meta .post-author-bio{text-align:left;}.blog-layout-2 .post-content{padding-right:2em;}.blog-layout-2.ast-no-date-box.ast-no-thumb .post-content{padding-right:0;}.blog-layout-3 .post-content{padding-left:2em;}.blog-layout-3.ast-no-date-box.ast-no-thumb .post-content{padding-left:0;}.ast-separate-container .ast-grid-2 .ast-article-post.ast-separate-posts:nth-child(2n+0),.ast-separate-container .ast-grid-2 .ast-article-post.ast-separate-posts:nth-child(2n+1),.ast-separate-container .ast-grid-3 .ast-article-post.ast-separate-posts:nth-child(2n+0),.ast-separate-container .ast-grid-3 .ast-article-post.ast-separate-posts:nth-child(2n+1),.ast-separate-container .ast-grid-4 .ast-article-post.ast-separate-posts:nth-child(2n+0),.ast-separate-container .ast-grid-4 .ast-article-post.ast-separate-posts:nth-child(2n+1){padding:0 1em 0;}}@media (max-width:544px){.ast-separate-container .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section:first-child .circle .posted-on{margin-top:.5em;}.ast-separate-container .ast-article-post.remove-featured-img-padding .blog-layout-1 .post-thumb-img-content,.ast-separate-container .ast-article-single.remove-featured-img-padding .single-layout-1 .post-thumb-img-content,.ast-separate-container.ast-blog-grid-2 .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section .square .posted-on,.ast-separate-container.ast-blog-grid-3 .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section .square .posted-on,.ast-separate-container.ast-blog-grid-4 .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section .square .posted-on{margin-left:-1em;margin-right:-1em;}.ast-separate-container.ast-blog-grid-2 .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section .circle .posted-on,.ast-separate-container.ast-blog-grid-3 .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section .circle .posted-on,.ast-separate-container.ast-blog-grid-4 .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section .circle .posted-on{margin-left:-.5em;margin-right:-.5em;}.ast-separate-container.ast-blog-grid-2 .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section:first-child .circle .posted-on,.ast-separate-container.ast-blog-grid-3 .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section:first-child .circle .posted-on,.ast-separate-container.ast-blog-grid-4 .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section:first-child .circle .posted-on{margin-top:.5em;}.ast-separate-container.ast-blog-grid-2 .ast-article-post.remove-featured-img-padding .blog-layout-1 .post-content .ast-blog-featured-section:first-child .post-thumb-img-content,.ast-separate-container.ast-blog-grid-3 .ast-article-post.remove-featured-img-padding .blog-layout-1 .post-content .ast-blog-featured-section:first-child .post-thumb-img-content,.ast-separate-container.ast-blog-grid-4 .ast-article-post.remove-featured-img-padding .blog-layout-1 .post-content .ast-blog-featured-section:first-child .post-thumb-img-content{margin-top:-1.33333em;}.ast-separate-container.ast-blog-grid-2 .ast-article-post.remove-featured-img-padding .blog-layout-1 .post-thumb-img-content,.ast-separate-container.ast-blog-grid-3 .ast-article-post.remove-featured-img-padding .blog-layout-1 .post-thumb-img-content,.ast-separate-container.ast-blog-grid-4 .ast-article-post.remove-featured-img-padding .blog-layout-1 .post-thumb-img-content{margin-left:-1em;margin-right:-1em;}.ast-separate-container .ast-grid-2 .ast-article-post .blog-layout-1,.ast-separate-container .ast-grid-2 .ast-article-post .blog-layout-2,.ast-separate-container .ast-grid-2 .ast-article-post .blog-layout-3{padding:1.33333em 1em;}.ast-separate-container .ast-grid-3 .ast-article-post .blog-layout-1,.ast-separate-container .ast-grid-4 .ast-article-post .blog-layout-1{padding:1.33333em 1em;}.single.ast-separate-container .ast-author-meta{padding:1.5em 1em;}}@media (max-width:544px){.ast-separate-container .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section .square .posted-on{margin-left:-1em;}.ast-separate-container .ast-article-post.remove-featured-img-padding.has-post-thumbnail .blog-layout-1 .post-content .ast-blog-featured-section .circle .posted-on{margin-left:-.5em;}}.ast-article-post .ast-date-meta .posted-on,.ast-article-post .ast-date-meta .posted-on *{background:#393939;color:#fff;}.ast-article-post .ast-date-meta .posted-on .date-month,.ast-article-post .ast-date-meta .posted-on .date-year{color:#fff;}.ast-load-more:hover{color:#fff;border-color:#393939;background-color:#393939;}.ast-loader > div{background-color:#393939;}h1,.entry-content h1{color:#393939;}h2,.entry-content h2{color:#393939;}h3,.entry-content h3{color:#393939;}h4,.entry-content h4{color:#393939;}h5,.entry-content h5{color:#393939;}h6,.entry-content h6{color:#393939;}.ast-small-footer a:hover{color:#010101;}.ast-separate-container .blog-layout-1,.ast-separate-container .blog-layout-2,.ast-separate-container .blog-layout-3{background-color:#424342;background-image:none;}.ast-separate-container .blog-layout-1.nitro-lazy,.ast-separate-container .blog-layout-2.nitro-lazy,.ast-separate-container .blog-layout-3.nitro-lazy{background-image:none !important;}.ast-archive-description .page-title{color:#000;}.ast-separate-container .ast-article-single,.ast-separate-container .comment-respond,.ast-separate-container .ast-comment-list li,.ast-separate-container .ast-woocommerce-container,.ast-separate-container .error-404,.ast-separate-container .no-results,.single.ast-separate-container .ast-author-meta,.ast-separate-container .related-posts-title-wrapper,.ast-separate-container.ast-two-container #secondary .widget,.ast-separate-container .comments-count-wrapper,.ast-box-layout.ast-plain-container .site-content,.ast-padded-layout.ast-plain-container .site-content{background-color:#424342;background-image:none;}.ast-separate-container .ast-article-single.nitro-lazy,.ast-separate-container .comment-respond.nitro-lazy,.ast-separate-container .ast-comment-list li.nitro-lazy,.ast-separate-container .ast-woocommerce-container.nitro-lazy,.ast-separate-container .error-404.nitro-lazy,.ast-separate-container .no-results.nitro-lazy,.single.ast-separate-container .ast-author-meta.nitro-lazy,.ast-separate-container .related-posts-title-wrapper.nitro-lazy,.ast-separate-container.ast-two-container #secondary .widget.nitro-lazy,.ast-separate-container .comments-count-wrapper.nitro-lazy,.ast-box-layout.ast-plain-container .site-content.nitro-lazy,.ast-padded-layout.ast-plain-container .site-content.nitro-lazy{background-image:none !important;}.main-header-bar{background-color:#fff;background-image:none;}.main-header-bar.nitro-lazy{background-image:none !important;}.main-header-menu .current-menu-item > a,.main-header-menu .current-menu-ancestor > a,.main-header-menu .current_page_item > a{color:#1e73be;}.main-header-menu a:hover,.ast-header-custom-item a:hover,.main-header-menu li:hover > a,.main-header-menu li.focus > a{color:#1e73be;}.main-header-menu .ast-masthead-custom-menu-items a:hover,.main-header-menu li:hover > .ast-menu-toggle,.main-header-menu li.focus > .ast-menu-toggle{color:#1e73be;}.main-header-menu .sub-menu,.main-header-menu .sub-menu a,.main-header-menu .children a{color:#0a0a0a;}.main-header-menu .sub-menu a:hover,.main-header-menu .children a:hover,.main-header-menu .sub-menu li:hover > a,.main-header-menu .children li:hover > a,.main-header-menu .sub-menu li.focus > a,.main-header-menu .children li.focus > a{color:#ff6f59;}.main-header-menu .sub-menu li:hover > .ast-menu-toggle,.main-header-menu .sub-menu li.focus > .ast-menu-toggle{color:#ff6f59;}.main-header-menu .sub-menu li.current-menu-item > a,.main-header-menu .children li.current_page_item > a,.main-header-menu .sub-menu li.current-menu-ancestor > a,.main-header-menu .children li.current_page_ancestor > a,.main-header-menu .sub-menu li.current_page_item > a,.ast-header-break-point .main-header-menu .sub-menu li.current-menu-item > a,.ast-header-break-point .main-header-menu .sub-menu li.current_page_item > a,.main-header-menu .children li.current_page_item > a,.ast-desktop .ast-mega-menu-enabled.main-header-menu .sub-menu .menu-item-heading.current_page_item{color:#ff6f59;}.main-navigation .sub-menu,.ast-header-break-point .main-header-menu ul{background-color:#fff;}.ast-header-break-point .main-header-menu{background-color:#fff;}.footer-adv .widget-title,.footer-adv .widget-title a.rsswidget,.ast-no-widget-row .widget-title{font-family:\"Open Sans\",sans-serif;font-weight:normal;font-size:16px;font-size:1rem;line-height:2;text-transform:none;}.footer-adv .widget > *:not(.widget-title){font-family:\"Open Sans\",sans-serif;font-weight:normal;font-size:16px;font-size:1rem;line-height:2;}.footer-adv-overlay{padding-top:70px;padding-bottom:80px;}.ast-header-break-point .main-header-bar{background-color:#fff;background-image:none;}.ast-header-break-point .main-header-bar.nitro-lazy{background-image:none !important;}.ast-header-break-point .main-header-menu .ast-masthead-custom-menu-items a:hover,.ast-header-break-point .main-header-menu li:hover > .ast-menu-toggle,.ast-header-break-point .main-header-menu li.focus > .ast-menu-toggle{color:#1e73be;}.ast-header-break-point .main-header-menu li.current-menu-item > .ast-menu-toggle,.ast-header-break-point .main-header-menu li.current-menu-ancestor > .ast-menu-toggle,.ast-header-break-point .main-header-menu li.current_page_item > .ast-menu-toggle,.ast-header-break-point .main-header-menu li.current-menu-item > a,.ast-header-break-point .main-header-menu li.current-menu-ancestor > a,.ast-header-break-point .main-header-menu li.current_page_item > a{color:#1e73be;}.ast-header-break-point .main-header-menu .sub-menu,.ast-header-break-point .main-header-menu .sub-menu a,.ast-header-break-point .main-header-menu .children a,.ast-header-break-point .ast-header-sections-navigation .sub-menu a,.ast-header-break-point .ast-above-header-menu-items .sub-menu a,.ast-header-break-point .ast-below-header-menu-items .sub-menu a{color:#0a0a0a;}.ast-header-break-point .main-header-menu ul a{color:#0a0a0a;}.ast-header-break-point .main-header-menu .sub-menu,.ast-header-break-point .main-header-menu .children,.ast-header-break-point .ast-header-sections-navigation .sub-menu,.ast-header-break-point .ast-above-header-menu-items .sub-menu,.ast-header-break-point .ast-below-header-menu-items .sub-menu,.ast-flyout-menu-enable.ast-header-break-point .main-header-bar-navigation .main-header-menu ul{background-color:#fff;}.ast-header-break-point .main-header-menu ul a:hover,.ast-header-break-point .main-header-menu ul a:focus{color:#ff6f59;}@media (max-width:768px){.ast-flyout-menu-enable.ast-main-header-nav-open .main-header-bar,.ast-fullscreen-menu-enable.ast-main-header-nav-open .main-header-bar{padding-bottom:1.5em;}}@media (max-width:544px){.ast-flyout-menu-enable.ast-main-header-nav-open .main-header-bar,.ast-fullscreen-menu-enable.ast-main-header-nav-open .main-header-bar{padding-bottom:1em;}}@media (min-width:769px){.ast-container{max-width:1210px;}}@media (min-width:993px){.ast-container{max-width:1210px;}}@media (min-width:1201px){.ast-container{max-width:1210px;}}.main-header-bar .ast-container,#masthead .ast-container{padding-left:20px;padding-right:20px;}.ast-default-menu-enable.ast-main-header-nav-open.ast-header-break-point .main-header-bar,.ast-main-header-nav-open .main-header-bar{padding-bottom:0;}.ast-fullscreen-menu-enable.ast-header-break-point .main-header-bar .main-header-bar-navigation .main-header-menu > .page_item_has_children > .ast-menu-toggle,.ast-fullscreen-menu-enable.ast-header-break-point .main-header-bar .main-header-bar-navigation .main-header-menu > .menu-item-has-children > .ast-menu-toggle{right:0;}.ast-fullscreen-menu-enable.ast-header-break-point .main-header-bar .main-header-bar-navigation ul.sub-menu .menu-item-has-children > .ast-menu-toggle,.ast-fullscreen-menu-enable.ast-header-break-point .main-header-bar .main-header-bar-navigation ul.children .page_item_has_children > .ast-menu-toggle{right:0;}.ast-fullscreen-menu-enable.ast-header-break-point .ast-above-header-menu ul.sub-menu li.menu-item-has-children > a,.ast-default-menu-enable.ast-header-break-point .ast-above-header-menu ul.sub-menu li.menu-item-has-children > a,.ast-flyout-menu-enable.ast-header-break-point .ast-above-header-menu ul.sub-menu li.menu-item-has-children > a{padding-right:0;}.ast-fullscreen-menu-enable.ast-header-break-point .ast-below-header-menu ul.sub-menu li.menu-item-has-children > a,.ast-default-menu-enable.ast-header-break-point .ast-below-header-menu ul.sub-menu li.menu-item-has-children > a,.ast-flyout-menu-enable.ast-header-break-point .ast-below-header-menu ul.sub-menu li.menu-item-has-children > a{padding-right:0;}.ast-fullscreen-below-menu-enable.ast-header-break-point .ast-below-header-enabled .ast-below-header-navigation ul.ast-below-header-menu li.menu-item-has-children > a,.ast-default-below-menu-enable.ast-header-break-point .ast-below-header-enabled .ast-below-header-navigation ul.ast-below-header-menu li.menu-item-has-children > a,.ast-flyout-below-menu-enable.ast-header-break-point .ast-below-header-enabled .ast-below-header-navigation ul.ast-below-header-menu li.menu-item-has-children > a{padding-right:0;}.ast-fullscreen-below-menu-enable.ast-header-break-point .ast-below-header-navigation .menu-item-has-children > .ast-menu-toggle,.ast-fullscreen-below-menu-enable.ast-header-break-point .ast-below-header-menu-items .menu-item-has-children > .ast-menu-toggle{right:0;}.ast-fullscreen-below-menu-enable .ast-below-header-enabled .ast-below-header-navigation ul.ast-below-header-menu li.menu-item-has-children ul.sub-menu .ast-menu-toggle{right:0;}.ast-fullscreen-above-menu-enable.ast-header-break-point .ast-above-header-enabled .ast-above-header-navigation ul.ast-above-header-menu li.menu-item-has-children > a,.ast-default-above-menu-enable.ast-header-break-point .ast-above-header-enabled .ast-above-header-navigation ul.ast-above-header-menu li.menu-item-has-children > a,.ast-flyout-above-menu-enable.ast-header-break-point .ast-above-header-enabled .ast-above-header-navigation ul.ast-above-header-menu li.menu-item-has-children > a{padding-right:0;}.ast-fullscreen-above-menu-enable.ast-header-break-point .ast-above-header-navigation .menu-item-has-children > .ast-menu-toggle,.ast-fullscreen-above-menu-enable.ast-header-break-point .ast-above-header-menu-items .menu-item-has-children > .ast-menu-toggle{right:0;}.ast-fullscreen-above-menu-enable .ast-above-header-enabled .ast-above-header-navigation ul.ast-above-header-menu li.menu-item-has-children ul.sub-menu .ast-menu-toggle{right:0;}.ast-footer-overlay{padding-top:10px;padding-bottom:10px;}@media (max-width:768px){.main-header-bar,.ast-header-break-point .main-header-bar,.ast-header-break-point .header-main-layout-2 .main-header-bar{padding-top:1.5em;padding-bottom:1.5em;}.ast-default-menu-enable.ast-main-header-nav-open.ast-header-break-point .main-header-bar,.ast-main-header-nav-open .main-header-bar{padding-bottom:0;}.main-navigation ul li a,.ast-header-break-point .main-navigation ul li a,.ast-header-break-point li.ast-masthead-custom-menu-items,li.ast-masthead-custom-menu-items{padding-top:0px;padding-right:20px;padding-bottom:0px;padding-left:20px;}.ast-header-break-point .main-header-bar .main-header-bar-navigation .page_item_has_children > .ast-menu-toggle,.ast-header-break-point .main-header-bar .main-header-bar-navigation .menu-item-has-children > .ast-menu-toggle{top:0px;right:calc(20px - .907em);}.ast-fullscreen-menu-enable.ast-header-break-point .main-header-bar .main-header-bar-navigation .main-header-menu > .page_item_has_children > .ast-menu-toggle,.ast-fullscreen-menu-enable.ast-header-break-point .main-header-bar .main-header-bar-navigation .main-header-menu > .menu-item-has-children > .ast-menu-toggle{right:0;}.ast-flyout-menu-enable.ast-header-break-point .main-header-bar .main-header-bar-navigation .main-header-menu > .page_item_has_children > .ast-menu-toggle,.ast-flyout-menu-enable.ast-header-break-point .main-header-bar .main-header-bar-navigation .main-header-menu > .menu-item-has-children > .ast-menu-toggle{right:calc(20px - .907em);}.ast-flyout-menu-enable.ast-header-break-point .main-header-bar .main-header-bar-navigation .page_item_has_children > .ast-menu-toggle,.ast-flyout-menu-enable.ast-header-break-point .main-header-bar .main-header-bar-navigation .menu-item-has-children > .ast-menu-toggle{top:0px;}.ast-desktop .main-navigation .ast-mm-template-content,.ast-desktop .main-navigation .ast-mm-custom-text-content,.main-navigation ul.sub-menu li a,.main-navigation ul.children li a,.ast-header-break-point .main-navigation ul.sub-menu li a,.ast-header-break-point .main-navigation ul.children li a{padding-top:0px;padding-right:0;padding-bottom:0px;padding-left:30px;}.ast-header-break-point .main-navigation ul.children li li a,.ast-header-break-point .main-navigation ul.sub-menu li li a{padding-left:calc(30px + 10px);}.ast-header-break-point .main-navigation ul.children li li li a,.ast-header-break-point .main-navigation ul.sub-menu li li li a{padding-left:calc(30px + 20px);}.ast-header-break-point .main-navigation ul.children li li li li a,.ast-header-break-point .main-navigation ul.sub-menu li li li li a{padding-left:calc(30px + 30px);}.ast-header-break-point .main-navigation ul.children li li li li li a,.ast-header-break-point .main-navigation ul.sub-menu li li li li li a{padding-left:calc(30px + 40px);}.ast-header-break-point .main-header-bar .main-header-bar-navigation ul.sub-menu .menu-item-has-children > .ast-menu-toggle,.ast-header-break-point .main-header-bar .main-header-bar-navigation ul.children .page_item_has_children > .ast-menu-toggle{top:0px;right:calc(20px - .907em);}.ast-fullscreen-menu-enable.ast-header-break-point .main-header-bar .main-header-bar-navigation ul.sub-menu .menu-item-has-children > .ast-menu-toggle{margin-right:20px;right:0;}.ast-flyout-menu-enable.ast-header-break-point .main-header-bar .main-header-bar-navigation ul.sub-menu .menu-item-has-children > .ast-menu-toggle,.ast-flyout-menu-enable.ast-header-break-point .main-header-bar .main-header-bar-navigation ul.children .page_item_has_children > .ast-menu-toggle{right:calc(20px - .907em);}.ast-flyout-menu-enable.ast-header-break-point .main-header-bar .main-header-bar-navigation .page_item_has_children .children .ast-menu-toggle,.ast-flyout-menu-enable.ast-header-break-point .main-header-bar .main-header-bar-navigation .menu-item-has-children .sub-menu .ast-menu-toggle{top:0px;}.ast-fullscreen-menu-enable.ast-header-break-point .main-navigation ul.sub-menu li.menu-item-has-children > a,.ast-fullscreen-menu-enable.ast-header-break-point .main-navigation ul.sub-menu li.page_item_has_children > a,.ast-default-menu-enable.ast-header-break-point .main-navigation ul.sub-menu li.menu-item-has-children > a,.ast-default-menu-enable.ast-header-break-point .main-navigation ul.sub-menu li.page_item_has_children > a,.ast-flyout-menu-enable.ast-header-break-point .main-navigation ul.sub-menu li.menu-item-has-children > a,.ast-flyout-menu-enable.ast-header-break-point .main-navigation ul.sub-menu li.page_item_has_children > a{padding-top:0px;padding-bottom:0px;padding-left:30px;}.ast-fullscreen-menu-enable.ast-header-break-point .ast-above-header-menu ul.sub-menu li.menu-item-has-children > a,.ast-default-menu-enable.ast-header-break-point .ast-above-header-menu ul.sub-menu li.menu-item-has-children > a,.ast-flyout-menu-enable.ast-header-break-point .ast-above-header-menu ul.sub-menu li.menu-item-has-children > a{padding-right:0;padding-top:0px;padding-bottom:0px;padding-left:30px;}.ast-fullscreen-menu-enable.ast-header-break-point .ast-below-header-menu ul.sub-menu li.menu-item-has-children > a,.ast-default-menu-enable.ast-header-break-point .ast-below-header-menu ul.sub-menu li.menu-item-has-children > a,.ast-flyout-menu-enable.ast-header-break-point .ast-below-header-menu ul.sub-menu li.menu-item-has-children > a{padding-right:0;padding-top:0px;padding-bottom:0px;padding-left:30px;}.ast-fullscreen-menu-enable.ast-header-break-point .ast-below-header-menu ul a,.ast-fullscreen-menu-enable.ast-header-break-point .ast-header-break-point .ast-below-header-actual-nav ul.sub-menu li a,.ast-fullscreen-menu-enable.ast-header-break-point .ast-below-header-navigation ul.sub-menu li a,.ast-fullscreen-menu-enable.ast-header-break-point .ast-below-header-menu-items ul.sub-menu li a,.ast-fullscreen-menu-enable.ast-header-break-point .main-navigation ul.sub-menu li a{padding-top:0px;padding-bottom:0px;padding-left:30px;}.ast-below-header,.ast-header-break-point .ast-below-header{padding-top:1em;padding-bottom:1em;}.ast-below-header-menu a,.below-header-nav-padding-support .below-header-section-1 .below-header-menu > li > a,.below-header-nav-padding-support .below-header-section-2 .below-header-menu > li > a,.ast-header-break-point .ast-below-header-actual-nav > ul > li > a{padding-top:0px;padding-right:20px;padding-bottom:0px;padding-left:20px;}.ast-desktop .ast-below-header-menu .ast-mm-template-content,.ast-desktop .ast-below-header-menu .ast-mm-custom-text-content,.ast-below-header-menu ul a,.ast-header-break-point .ast-below-header-actual-nav ul.sub-menu li a{padding-top:0px;padding-right:20px;padding-bottom:0px;padding-left:20px;}.ast-header-break-point .ast-below-header-actual-nav ul.sub-menu li li a,.ast-header-break-point .ast-below-header-menu-items ul.sub-menu li li a{padding-left:calc(20px + 10px);}.ast-header-break-point .ast-below-header-actual-nav ul.sub-menu li li li a,.ast-header-break-point .ast-below-header-menu-items ul.sub-menu li li li a{padding-left:calc(20px + 20px);}.ast-header-break-point .ast-below-header-actual-nav ul.sub-menu li li li li a,.ast-header-break-point .ast-below-header-menu-items ul.sub-menu li li li li a{padding-left:calc(20px + 30px);}.ast-header-break-point .ast-below-header-actual-nav ul.sub-menu li li li li li a,.ast-header-break-point .ast-below-header-menu-items ul.sub-menu li li li li li a{padding-left:calc(20px + 40px);}.ast-default-below-menu-enable.ast-header-break-point .ast-below-header-navigation .menu-item-has-children > .ast-menu-toggle,.ast-default-below-menu-enable.ast-header-break-point .ast-below-header-menu-items .menu-item-has-children > .ast-menu-toggle,.ast-flyout-below-menu-enable.ast-header-break-point .ast-below-header-navigation .menu-item-has-children > .ast-menu-toggle,.ast-flyout-below-menu-enable.ast-header-break-point .ast-below-header-menu-items .menu-item-has-children > .ast-menu-toggle{top:0px;right:calc(20px - .907em);}.ast-default-below-menu-enable .ast-below-header-enabled .ast-below-header-navigation ul.ast-below-header-menu li.menu-item-has-children ul.sub-menu .ast-menu-toggle,.ast-flyout-below-menu-enable .ast-below-header-enabled .ast-below-header-navigation ul.ast-below-header-menu li.menu-item-has-children ul.sub-menu .ast-menu-toggle{top:0px;right:calc(20px - .907em);}.ast-fullscreen-below-menu-enable.ast-header-break-point .ast-below-header-navigation .menu-item-has-children > .ast-menu-toggle,.ast-fullscreen-below-menu-enable.ast-header-break-point .ast-below-header-menu-items .menu-item-has-children > .ast-menu-toggle{right:0;}.ast-fullscreen-below-menu-enable .ast-below-header-enabled .ast-below-header-navigation ul.ast-below-header-menu li.menu-item-has-children ul.sub-menu .ast-menu-toggle{right:0;}.ast-above-header{padding-top:0px;padding-bottom:0px;}.ast-above-header-enabled .ast-above-header-navigation .ast-above-header-menu > li > a,.ast-header-break-point .ast-above-header-enabled .ast-above-header-menu > li:first-child > a,.ast-header-break-point .ast-above-header-enabled .ast-above-header-menu > li:last-child > a{padding-top:0px;padding-right:20px;padding-bottom:0px;padding-left:20px;}.ast-header-break-point .ast-above-header-navigation > ul > .menu-item-has-children > .ast-menu-toggle{top:0px;}.ast-desktop .ast-above-header-navigation .ast-mm-custom-text-content,.ast-desktop .ast-above-header-navigation .ast-mm-template-content,.ast-above-header-enabled .ast-above-header-navigation .ast-above-header-menu li ul a,.ast-header-break-point .ast-above-header-enabled .ast-above-header-menu li ul.sub-menu a,.ast-above-header-enabled .ast-above-header-menu > li:first-child .sub-menu li a{padding-top:0px;padding-right:20px;padding-bottom:0px;padding-left:20px;}.ast-header-break-point .ast-above-header-enabled .ast-above-header-menu li ul.sub-menu li a{padding-left:calc(20px + 10px);}.ast-header-break-point .ast-above-header-enabled .ast-above-header-menu li ul.sub-menu li li a{padding-left:calc(20px + 20px);}.ast-header-break-point .ast-above-header-enabled .ast-above-header-menu li ul.sub-menu li li li a{padding-left:calc(20px + 30px);}.ast-header-break-point .ast-above-header-enabled .ast-above-header-menu li ul.sub-menu li li li li a{padding-left:calc(20px + 40px);}.ast-default-above-menu-enable.ast-header-break-point .ast-above-header-navigation .menu-item-has-children > .ast-menu-toggle,.ast-default-above-menu-enable.ast-header-break-point .ast-above-header-menu-items .menu-item-has-children > .ast-menu-toggle,.ast-flyout-above-menu-enable.ast-header-break-point .ast-above-header-navigation .menu-item-has-children > .ast-menu-toggle,.ast-flyout-above-menu-enable.ast-header-break-point .ast-above-header-menu-items .menu-item-has-children > .ast-menu-toggle{top:0px;right:calc(20px - .907em);}.ast-default-above-menu-enable .ast-above-header-enabled .ast-above-header-navigation ul.ast-above-header-menu li.menu-item-has-children ul.sub-menu .ast-menu-toggle,.ast-flyout-above-menu-enable .ast-above-header-enabled .ast-above-header-navigation ul.ast-above-header-menu li.menu-item-has-children ul.sub-menu .ast-menu-toggle{top:0px;right:calc(20px - .907em);}.ast-fullscreen-above-menu-enable.ast-header-break-point .ast-above-header-navigation .menu-item-has-children > .ast-menu-toggle,.ast-fullscreen-above-menu-enable.ast-header-break-point .ast-above-header-menu-items .menu-item-has-children > .ast-menu-toggle{right:0;}.ast-fullscreen-above-menu-enable .ast-above-header-enabled .ast-above-header-navigation ul.ast-above-header-menu li.menu-item-has-children ul.sub-menu .ast-menu-toggle{margin-right:20px;right:0;}.ast-separate-container .ast-article-post,.ast-separate-container .ast-article-single,.ast-separate-container .ast-comment-list li.depth-1,.ast-separate-container .comment-respond,.single.ast-separate-container .ast-author-details,.ast-separate-container .ast-related-posts-wrap,.ast-separate-container .ast-woocommerce-container{padding-top:1.5em;padding-bottom:1.5em;}.ast-separate-container .ast-article-post,.ast-separate-container .ast-article-single,.ast-separate-container .comments-count-wrapper,.ast-separate-container .ast-comment-list li.depth-1,.ast-separate-container .comment-respond,.ast-separate-container .related-posts-title-wrapper,.ast-separate-container .related-posts-title-wrapper,.single.ast-separate-container .ast-author-details,.single.ast-separate-container .about-author-title-wrapper,.ast-separate-container .ast-related-posts-wrap,.ast-separate-container .ast-woocommerce-container{padding-right:2.14em;padding-left:2.14em;}.ast-separate-container.ast-right-sidebar #primary,.ast-separate-container.ast-left-sidebar #primary,.ast-separate-container #primary,.ast-plain-container #primary{margin-top:1.5em;margin-bottom:1.5em;}.ast-left-sidebar #primary,.ast-right-sidebar #primary,.ast-separate-container.ast-right-sidebar #primary,.ast-separate-container.ast-left-sidebar #primary,.ast-separate-container #primary{padding-left:0em;padding-right:0em;}.ast-footer-overlay{padding-top:2em;padding-bottom:2em;}.ast-small-footer .nav-menu a,.footer-sml-layout-2 .ast-small-footer-section-1 .menu-item a,.footer-sml-layout-2 .ast-small-footer-section-2 .menu-item a{padding-top:0em;padding-right:.5em;padding-bottom:0em;padding-left:.5em;}.ast-no-sidebar.ast-separate-container .entry-content .alignfull{margin-right:-2.14em;margin-left:-2.14em;}}@media (max-width:544px){.main-header-bar,.ast-header-break-point .main-header-bar,.ast-header-break-point .header-main-layout-2 .main-header-bar,.ast-header-break-point .ast-mobile-header-stack .main-header-bar{padding-top:1em;padding-bottom:1em;}.ast-default-menu-enable.ast-main-header-nav-open.ast-header-break-point .main-header-bar,.ast-main-header-nav-open .main-header-bar{padding-bottom:0;}.ast-fullscreen-menu-enable.ast-header-break-point .main-header-bar .main-header-bar-navigation .main-header-menu > .page_item_has_children > .ast-menu-toggle,.ast-fullscreen-menu-enable.ast-header-break-point .main-header-bar .main-header-bar-navigation .main-header-menu > .menu-item-has-children > .ast-menu-toggle{right:0;}.ast-desktop .main-navigation .ast-mm-template-content,.ast-desktop .main-navigation .ast-mm-custom-text-content,.main-navigation ul.sub-menu li a,.main-navigation ul.children li a,.ast-header-break-point .main-navigation ul.sub-menu li a,.ast-header-break-point .main-navigation ul.children li a{padding-right:0;}.ast-fullscreen-menu-enable.ast-header-break-point .main-header-bar .main-header-bar-navigation ul.sub-menu .menu-item-has-children > .ast-menu-toggle{right:0;}.ast-fullscreen-menu-enable.ast-header-break-point .ast-above-header-menu ul.sub-menu li.menu-item-has-children > a,.ast-default-menu-enable.ast-header-break-point .ast-above-header-menu ul.sub-menu li.menu-item-has-children > a,.ast-flyout-menu-enable.ast-header-break-point .ast-above-header-menu ul.sub-menu li.menu-item-has-children > a{padding-right:0;}.ast-fullscreen-menu-enable.ast-header-break-point .ast-below-header-menu ul.sub-menu li.menu-item-has-children > a,.ast-default-menu-enable.ast-header-break-point .ast-below-header-menu ul.sub-menu li.menu-item-has-children > a,.ast-flyout-menu-enable.ast-header-break-point .ast-below-header-menu ul.sub-menu li.menu-item-has-children > a{padding-right:0;}.ast-fullscreen-below-menu-enable.ast-header-break-point .ast-below-header-navigation .menu-item-has-children > .ast-menu-toggle,.ast-fullscreen-below-menu-enable.ast-header-break-point .ast-below-header-menu-items .menu-item-has-children > .ast-menu-toggle{right:0;}.ast-fullscreen-below-menu-enable .ast-below-header-enabled .ast-below-header-navigation ul.ast-below-header-menu li.menu-item-has-children ul.sub-menu .ast-menu-toggle{right:0;}.ast-above-header{padding-top:.5em;}.ast-fullscreen-above-menu-enable.ast-header-break-point .ast-above-header-enabled .ast-above-header-navigation ul.ast-above-header-menu li.menu-item-has-children > a,.ast-default-above-menu-enable.ast-header-break-point .ast-above-header-enabled .ast-above-header-navigation ul.ast-above-header-menu li.menu-item-has-children > a,.ast-flyout-above-menu-enable.ast-header-break-point .ast-above-header-enabled .ast-above-header-navigation ul.ast-above-header-menu li.menu-item-has-children > a{padding-right:0;}.ast-fullscreen-above-menu-enable.ast-header-break-point .ast-above-header-navigation .menu-item-has-children > .ast-menu-toggle,.ast-fullscreen-above-menu-enable.ast-header-break-point .ast-above-header-menu-items .menu-item-has-children > .ast-menu-toggle{right:0;}.ast-fullscreen-above-menu-enable .ast-above-header-enabled .ast-above-header-navigation ul.ast-above-header-menu li.menu-item-has-children ul.sub-menu .ast-menu-toggle{right:0;}.ast-separate-container .ast-article-post,.ast-separate-container .ast-article-single,.ast-separate-container .ast-comment-list li.depth-1,.ast-separate-container .comment-respond,.single.ast-separate-container .ast-author-details,.ast-separate-container .ast-related-posts-wrap,.ast-separate-container .ast-woocommerce-container{padding-top:1.5em;padding-bottom:1.5em;}.ast-separate-container .ast-article-post,.ast-separate-container .ast-article-single,.ast-separate-container .comments-count-wrapper,.ast-separate-container .ast-comment-list li.depth-1,.ast-separate-container .comment-respond,.ast-separate-container .related-posts-title-wrapper,.ast-separate-container .related-posts-title-wrapper,.single.ast-separate-container .ast-author-details,.single.ast-separate-container .about-author-title-wrapper,.ast-separate-container .ast-related-posts-wrap,.ast-separate-container .ast-woocommerce-container{padding-right:1em;padding-left:1em;}.ast-no-sidebar.ast-separate-container .entry-content .alignfull{margin-right:-1em;margin-left:-1em;}}@media (max-width:544px){.ast-header-break-point .header-main-layout-2 .site-branding,.ast-header-break-point .ast-mobile-header-stack .ast-mobile-menu-buttons{padding-bottom:0;}}@media (max-width:768px){.ast-separate-container.ast-two-container #secondary .widget,.ast-separate-container #secondary .widget{margin-bottom:1.5em;}}@media (max-width:768px){.ast-separate-container #primary{padding-top:0;}}@media (max-width:768px){.ast-separate-container #primary{padding-bottom:0;}}@media (max-width:768px){.ast-separate-container .ast-article-single.remove-featured-img-padding .single-layout-1 .entry-header .post-thumb-img-content:first-child{margin-top:-1.5em;}.ast-separate-container .ast-article-single.remove-featured-img-padding .single-layout-1 .entry-header .post-thumb-img-content:first-child,.ast-separate-container .ast-article-single.remove-featured-img-padding .single-layout-1 .post-thumb-img-content{margin-left:-2.14em;margin-right:-2.14em;}}@media (max-width:544px){.ast-separate-container .ast-article-single.remove-featured-img-padding .single-layout-1 .entry-header .post-thumb-img-content:first-child{margin-top:-1.5em;}.ast-separate-container .ast-article-single.remove-featured-img-padding .single-layout-1 .entry-header .post-thumb-img-content:first-child,.ast-separate-container .ast-article-single.remove-featured-img-padding .single-layout-1 .post-thumb-img-content{margin-left:-1em;margin-right:-1em;}}.site-header .ast-sticky-shrunk .ast-site-identity,.ast-sticky-shrunk .main-header-menu > li > a,.ast-sticky-shrunk li.ast-masthead-custom-menu-items{padding-top:0;padding-bottom:0;}.ast-header-break-point .ast-sticky-shrunk.main-navigation ul.sub-menu li a,.ast-header-break-point .ast-sticky-shrunk .main-navigation ul.children li a{padding-top:0;padding-bottom:0;}.ast-sticky-shrunk .main-header-menu ul a{padding-top:.9em;padding-bottom:.9em;}.ast-above-header > div,.main-header-bar > div,.ast-below-header > div{-webkit-transition:all .2s linear;transition:all .2s linear;}.ast-above-header,.main-header-bar,.ast-below-header{max-width:100%;}#ast-scroll-top{background-color:#393939;font-size:15px;font-size:.9375rem;}.site-title,.site-title a{font-family:\"Oswald\",sans-serif;text-transform:uppercase;}.site-header .site-description{text-transform:uppercase;}.main-navigation{font-size:14px;font-size:.875rem;font-weight:normal;}.main-header-bar{line-height:3;}.main-header-bar .main-header-bar-navigation{text-transform:capitalize;}.secondary .widget-title{font-family:\"Oswald\",sans-serif;text-transform:uppercase;}.secondary .widget > *:not(.widget-title){font-family:\"Open Sans\",sans-serif;}.ast-small-footer{font-size:12px;font-size:.75rem;font-weight:normal;}.ast-single-post .entry-title,.page-title{font-family:\"Oswald\",sans-serif;text-transform:uppercase;}.ast-archive-description .ast-archive-title{font-family:\"Oswald\",sans-serif;text-transform:uppercase;}.blog .entry-title,.blog .entry-title a,.archive .entry-title,.archive .entry-title a,.search .entry-title,.search .entry-title a{font-family:\"Oswald\",sans-serif;text-transform:uppercase;}h1,.entry-content h1,.entry-content h1 a{font-weight:500;font-family:\"Oswald\",sans-serif;text-transform:uppercase;}h2,.entry-content h2,.entry-content h2 a{font-weight:500;font-family:\"Oswald\",sans-serif;text-transform:uppercase;}h3,.entry-content h3,.entry-content h3 a{font-weight:500;font-family:\"Oswald\",sans-serif;text-transform:uppercase;}h4,.entry-content h4,.entry-content h4 a{font-weight:500;font-family:\"Oswald\",sans-serif;text-transform:uppercase;}h5,.entry-content h5,.entry-content h5 a{font-weight:500;font-family:\"Oswald\",sans-serif;text-transform:uppercase;}h6,.entry-content h6,.entry-content h6 a{font-weight:500;font-family:\"Oswald\",sans-serif;text-transform:uppercase;}button,.ast-button,input#submit,input[type=\"button\"],input[type=\"submit\"],input[type=\"reset\"]{font-size:15px;font-size:.9375rem;font-weight:700;}.ast-header-sections-navigation,.ast-above-header-menu-items,.ast-below-header-menu-items{font-size:14px;font-size:.875rem;font-weight:normal;}.ast-desktop .ast-mega-menu-enabled.ast-below-header-menu li a:hover,.ast-desktop .ast-mega-menu-enabled.ast-below-header-menu li a:focus{background-color:#575757;}.ast-desktop .ast-below-header-navigation .astra-megamenu-li li a:hover,.ast-desktop .ast-below-header-navigation .astra-megamenu-li .menu-item a:focus{color:#fff;}.ast-above-header-menu .astra-full-megamenu-wrapper{box-shadow:0 5px 20px rgba(0,0,0,.06);}.ast-above-header-menu .astra-full-megamenu-wrapper .sub-menu,.ast-above-header-menu .astra-megamenu .sub-menu{box-shadow:none;}.ast-above-header-menu.ast-mega-menu-enabled.submenu-with-border .astra-full-megamenu-wrapper{border-color:#eaeaea;}.ast-below-header-menu.ast-mega-menu-enabled.submenu-with-border .astra-full-megamenu-wrapper{border-color:#fff;}.ast-below-header-menu .astra-full-megamenu-wrapper{box-shadow:0 5px 20px rgba(0,0,0,.06);}.ast-below-header-menu .astra-full-megamenu-wrapper .sub-menu,.ast-below-header-menu .astra-megamenu .sub-menu{box-shadow:none;}.ast-desktop .main-header-menu.submenu-with-border .astra-megamenu,.ast-desktop .main-header-menu.ast-mega-menu-enabled.submenu-with-border .astra-full-megamenu-wrapper{border-top-width:1px;border-left-width:1px;border-right-width:1px;border-bottom-width:1px;border-style:solid;border-color:#eaeaea;}.main-header-menu.ast-mega-menu-enabled.submenu-with-border .astra-full-megamenu-wrapper{border-color:#eaeaea;}.main-header-menu.ast-mega-menu-enabled .astra-full-megamenu-wrapper{background-color:#fff;}.ast-desktop .main-header-menu .astra-megamenu-li li a:hover,.ast-desktop .main-header-menu .astra-megamenu-li .menu-item a:focus{color:#1e73be;}.ast-desktop .main-header-menu .astra-megamenu-li .sub-menu li a:hover,.ast-desktop .main-header-menu .astra-megamenu-li .sub-menu .menu-item a:focus{color:#ff6f59;}.ast-desktop .ast-mega-menu-enabled.main-header-menu .menu-item-heading > a{font-weight:700;font-size:1.1em;}.ast-desktop .ast-above-header .submenu-with-border .astra-full-megamenu-wrapper{border-top-width:1px;border-left-width:1px;border-right-width:1px;border-bottom-width:1px;border-style:solid;}.ast-desktop .ast-below-header .submenu-with-border .astra-full-megamenu-wrapper{border-top-width:1px;border-left-width:1px;border-right-width:1px;border-bottom-width:1px;border-style:solid;}.ast-advanced-headers-different-logo .advanced-header-logo,.ast-header-break-point .ast-has-mobile-header-logo .advanced-header-logo{display:inline-block;}.ast-header-break-point.ast-advanced-headers-different-logo .ast-has-mobile-header-logo .ast-mobile-header-logo{display:none;}.ast-advanced-headers-layout{width:100%;}.ast-header-break-point .ast-advanced-headers-parallax{background-attachment:fixed;}.ast-sticky-main-shrink .ast-sticky-shrunk .main-header-bar{padding-top:.5em;padding-bottom:.5em;}.ast-sticky-main-shrink .ast-sticky-shrunk .main-header-bar .ast-site-identity{padding-top:0;padding-bottom:0;}.ast-primary-sticky-header-active .site-title a,.ast-primary-sticky-header-active .site-title a:focus,.ast-primary-sticky-header-active .site-title a:hover,.ast-primary-sticky-header-active .site-title a:visited{color:#222;}.ast-primary-sticky-header-active .site-header .site-description{color:#393939;}.ast-transparent-header.ast-primary-sticky-header-active .main-header-bar-wrap .main-header-bar,.ast-primary-sticky-header-active .main-header-bar-wrap .main-header-bar,.ast-primary-sticky-header-active.ast-header-break-point .main-header-bar-wrap .main-header-bar{background:rgba(255,255,255,1);}.ast-primary-sticky-header-active .main-header-menu li.current-menu-item > a,.ast-primary-sticky-header-active .main-header-menu li.current-menu-ancestor > a,.ast-primary-sticky-header-active .main-header-menu li.current_page_item > a{color:#ff6f59;}.ast-primary-sticky-header-active .main-header-menu a:hover,.ast-header-custom-item a:hover,.ast-primary-sticky-header-active .main-header-menu li:hover > a,.ast-primary-sticky-header-active .main-header-menu li.focus > a,.ast-primary-sticky-header-active.ast-advanced-headers .main-header-menu > li > a:hover,.ast-primary-sticky-header-active.ast-advanced-headers .main-header-menu > li > a:focus{color:#ff6f59;}.ast-primary-sticky-header-active .main-header-menu .ast-masthead-custom-menu-items a:hover,.ast-primary-sticky-header-active .main-header-menu li:hover > .ast-menu-toggle,.ast-primary-sticky-header-active .main-header-menu li.focus > .ast-menu-toggle{color:#ff6f59;}.ast-primary-sticky-header-active .main-navigation ul ul.sub-menu,.ast-header-break-point.ast-primary-sticky-header-active .main-header-bar-navigation .main-header-menu ul{background-color:#fff;}.ast-primary-sticky-header-active .main-header-bar-navigation .main-header-menu .sub-menu,.ast-primary-sticky-header-active .main-header-bar-navigation .main-header-menu .sub-menu a,.ast-primary-sticky-header-active .main-header-bar-navigation .main-header-menu .children a,.ast-primary-sticky-header-active .main-header-bar-navigation .main-header-menu ul.sub-menu li > .ast-menu-toggle{color:#0a0a0a;}.ast-primary-sticky-header-active .main-header-menu .sub-menu a:hover,.ast-primary-sticky-header-active .main-header-menu .children a:hover,.ast-primary-sticky-header-active .main-header-bar-navigation .main-header-menu .sub-menu li:hover > a,.ast-primary-sticky-header-active .main-header-menu .children li:hover > a,.ast-primary-sticky-header-active .main-header-menu .sub-menu li.focus > a,.ast-primary-sticky-header-active .main-header-menu .children li.focus > a{color:#ff6f59;}.ast-primary-sticky-header-active .main-header-bar-navigation .main-header-menu .sub-menu li:hover > .ast-menu-toggle,.ast-primary-sticky-header-active .main-header-bar-navigation .main-header-menu .sub-menu li.focus > .ast-menu-toggle{color:#ff6f59;}.ast-primary-sticky-header-active .main-header-bar-navigation .main-header-menu .sub-menu li.current-menu-item > a,.ast-primary-sticky-header-active .main-header-bar-navigation .main-header-menu .children li.current_page_item > a,.ast-primary-sticky-header-active .main-header-bar-navigation .main-header-menu .sub-menu li.current-menu-ancestor > a,.ast-primary-sticky-header-active .main-header-bar-navigation .main-header-menu .children li.current_page_ancestor > a,.ast-primary-sticky-header-active .main-header-bar-navigation .main-header-menu .sub-menu li.current_page_item > a,.ast-primary-sticky-header-active .main-header-bar-navigation .main-header-menu .children li.current_page_item > a,.ast-primary-sticky-header-active .main-header-bar-navigation .main-header-menu .sub-menu li.current_page_item > .ast-menu-toggle{color:#ff6f59;}.astra-advanced-hook-2145{}.astra-advanced-hook-1081{}.astra-advanced-hook-534{}</style><link rel=\"stylesheet\" onload=\"NPRL.onLoadStyle(this)\" onerror=\"NPRL.onErrorStyle(this)\" href=\"https://cdn-aelba.nitrocdn.com/zEkMNbFqdfpjoNujlxcHJYSBNZFtJMWi/assets/static/optimized/rev-10c1d9b/combinedCss/nitro-min-noimport-904558e3086c4ca5253aa6d4fbf6891e-stylesheet.css\" /><style onload=\"NPRL.onLoadStyle(this)\" onerror=\"NPRL.onErrorStyle(this)\">.recentcomments a{display:inline !important;padding:0 !important;margin:0 !important;}</style><style id=\"wp-custom-css\" onload=\"NPRL.onLoadStyle(this)\" onerror=\"NPRL.onErrorStyle(this)\">.elementor-invisible{visibility:visible !important;}h1,h2,h3,h4,h5,h6{line-height:1.3em !important;}#cta-form .wpcf7-response-output.wpcf7-display-none.wpcf7-validation-errors{border-color:#fff;}#cta-form.cta-sec form span.wpcf7-not-valid-tip{color:#fff;}.cta-sec .uael-cf7-loader-active{position:absolute;right:0;margin-top:-30px;}.cta-sec .wpcf7-response-output{color:#fff;text-align:center;}.elementor-post__title{text-align:center;}.blog-wrap .elementor-post__text{overflow:hidden;}.blog .elementor-1490 .blog-wrap a.elementor-post__read-more{background-color:#238288;color:#fff;padding:7px 20px;}.blog .elementor-1490 .blog-wrap a.elementor-post__read-more:hover{background-color:#13b0dc;}#contact-form input.wpcf7-submit{transition:.3s all ease-in-out;}#contact-form input.wpcf7-submit:hover{transform:scale(.9);}.single input#submit{transition:.3s all ease-in-out;}.single input#submit:hover{color:#333;transform:scale(.9);}#contact-form textarea{max-height:120px;resize:none;}@media only screen and (min-width: 768px){p br,h1 br,h2 br,h3 br,h4 br,h5 br,h6 br{display:inline-block;}.footer-sml-layout-2 .ast-small-footer-section-1{text-align:left;}.footer-sml-layout-2 .ast-small-footer-section-2{text-align:right;}.ast-header-break-point .footer-sml-layout-2 .ast-small-footer-section-2{margin-top:0;}}input.wpcf7-form-control{max-height:40px;}button.elementor-button.elementor-size-sm.elementor-animation-shrink{background-color:#3db9cb !important;}@media only screen and (min-width: 1200px){#cta-form .namecta{display:inline-block;width:33%;margin-right:10px;}#cta-form .emailcta{display:inline-block;width:32%;margin-right:10px;vertical-align:top;}#cta-form .phonecta{display:inline-block;width:32.4%;}#cta-form .companycta{display:inline-block;width:49.2%;margin-right:10px;}#cta-form .titlecta{display:inline-block;width:49.5%;}#cta-form textarea.wpcf7-form-control.wpcf7-textarea{max-height:120px;}#cta-form .companycta,.titlecta{margin-top:-10px;}}textarea.wpcf7-form-control.wpcf7-textarea{max-height:120px;}@media only screen and (min-width: 1200px){#contactus-form .namecta{display:inline-block;width:32%;margin-right:20px;}#contactus-form .emailcta{display:inline-block;width:31%;margin-right:20px;}#contactus-form .phonecta{display:inline-block;width:31.5%;}#contactus-form .companycta{display:inline-block;width:48.2%;margin-right:20px;}#contactus-form .titlecta{display:inline-block;width:49%;}}@media only screen and (min-width: 480px){.box-icon p.elementor-image-box-description{font-weight:300 !important;}}@media only screen and (min-width:768px){.elementor-post__title,.elementor-post__excerpt{text-align:justify;}body.blog h3.elementor-post__title{height:90px;}body.blog .elementor-post__excerpt p{min-height:160px;}}span.wpcf7-not-valid-tip{position:absolute;font-size:12px;left:5px;}.cta-sec input.wpcf7-form-control.wpcf7-text{margin-top:15px !important;}.cta-sec textarea.wpcf7-form-control.wpcf7-textarea{margin-top:10px !important;}.cta-sec .wpcf7-response-output.wpcf7-display-none.wpcf7-mail-sent-ok{border-color:#fff !important;}input.wpcf7-form-control{position:relative;z-index:999;}.wpcf7-form .content-column input[type=\"text\"],.wpcf7-form .content-column input[type=\"email\"],.wpcf7-form .content-column input[type=\"tel\"]{margin-top:0 !important;}@media only screen and (max-width:520px){.blog-archives .elementor-post__text{text-align:center;}.blog-archives .elementor-post__meta-data,.elementor-post__excerpt{text-align:left;}}</style>",
  "annotations": [
    {
      "Text": "Effective on: April 11, 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Categories of Personal Data\\n\\nWe may process the following types of Personal Data:\\n\\nbiographical information, such as first and last name and date of birth; and contact information, such as email address, phone number, postal address, and country of residence postal;\\nemployment information, such as industry, job title, company name, department name, or company size;\\nbusiness contact information, such as company email address and postal address; and public LinkedIn profile;\\nbilling and payment information, including the address for billing, billing contact information and credit card information;\\nanalytics information;\\ndevice, internet and mobile information such as the hardware model, operating system version, unique device identifiers, browser type, language, wireless network, and mobile network information (including the mobile phone number);\\ngeo-location information when you use our website and Lead Generation Services; and/or\\nrecords and copies of your correspondence (including e-mail addresses), if you contact us. This may include call recordings where we monitor and record such calls for staff training or quality assurance purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This Notice does not apply to Personal Data we collect by other means, such as Personal Data of our employees. Controllership Within the scope of this Notice, IntentMacro acts as a data controller for the Personal Data we process.} "
    },
    {
      "Text": "Categories of Personal Data\\n\\nWe may process the following types of Personal Data:\\n\\nbiographical information, such as first and last name and date of birth; and contact information, such as email address, phone number, postal address, and country of residence postal;\\nemployment information, such as industry, job title, company name, department name, or company size;\\nbusiness contact information, such as company email address and postal address; and public LinkedIn profile;\\nbilling and payment information, including the address for billing, billing contact information and credit card information;\\nanalytics information;\\ndevice, internet and mobile information such as the hardware model, operating system version, unique device identifiers, browser type, language, wireless network, and mobile network information (including the mobile phone number);\\ngeo-location information when you use our website and Lead Generation Services; and/or\\nrecords and copies of your correspondence (including e-mail addresses), if you contact us. This may include call recordings where we monitor and record such calls for staff training or quality assurance purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This Notice does not apply to Personal Data we collect by other means, such as Personal Data of our employees. Controllership Within the scope of this Notice, IntentMacro acts as a data controller for the Personal Data we process.} "
    },
    {
      "Text": "How We Receive Personal Data\\n\\nWe may receive your Personal Data when:\\n\\nyou provide it directly to us through our websites;\\nour clients (including their employees, contractors, and other representatives) provide it to us;\\nwe receive it from other companies within our corporate group;\\nour service providers provide it to us;\\nwe purchase lists of individuals who might be interested in becoming customers of our clients;\\nyou provide it on publicly accessible sources, such as on LinkedIn or your company website; or\\nsuch information is captured as cookies, as outlined in the “Cookie” section below.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Categories of Personal Data We may process the following types of Personal Data: biographical information, such as first and last name and date of birth; and contact information, such as email address, phone number, postal address, and country of residence postal; employment information, such as industry, job title, company name, department name, or company size; business contact information, such as company email address and postal address; and public LinkedIn profile; billing and payment information, including the address for billing, billing contact information and credit card information; analytics information; device, internet and mobile information such as the hardware model, operating system version, unique device identifiers, browser type, language, wireless network, and mobile network information (including the mobile phone number); geo-location information when you use our website and Lead Generation Services; and/or records and copies of your correspondence (including e-mail addresses), if you contact us. This may include call recordings where we monitor and record such calls for staff training or quality assurance purposes.} "
    },
    {
      "Text": "Purposes of Processing\\n\\nWe may process your Personal Data to:\\n\\nrespond to your requests or questions;\\nprovide you with access to the Site and the content that is on it;\\nprocess and complete transactions, including purchases of sales leads, and send you related information;\\nprovide technical and other support to you;\\nsend you promotional communications, such as providing you with information about services, features, surveys, newsletters, offers, and events; and providing other news or information about us, and the Lead Generation Services;\\nenable Service Providers to perform certain responsibilities and provide certain services in connection with the Lead Generation Services and our business and operations;\\nprovide you with notices about your account;\\ncarry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection; and\\nto verify your identity and prevent fraud or other unauthorized or illegal activity.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This may include call recordings where we monitor and record such calls for staff training or quality assurance purposes. How We Receive Personal Data We may receive your Personal Data when: you provide it directly to us through our websites; our clients (including their employees, contractors, and other representatives) provide it to us; we receive it from other companies within our corporate group; our service providers provide it to us; we purchase lists of individuals who might be interested in becoming customers of our clients; you provide it on publicly accessible sources, such as on LinkedIn or your company website; or such information is captured as cookies, as outlined in the “Cookie” section below.} "
    },
    {
      "Text": "Purposes of Processing\\n\\nWe may process your Personal Data to:\\n\\nrespond to your requests or questions;\\nprovide you with access to the Site and the content that is on it;\\nprocess and complete transactions, including purchases of sales leads, and send you related information;\\nprovide technical and other support to you;\\nsend you promotional communications, such as providing you with information about services, features, surveys, newsletters, offers, and events; and providing other news or information about us, and the Lead Generation Services;\\nenable Service Providers to perform certain responsibilities and provide certain services in connection with the Lead Generation Services and our business and operations;\\nprovide you with notices about your account;\\ncarry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection; and\\nto verify your identity and prevent fraud or other unauthorized or illegal activity.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This may include call recordings where we monitor and record such calls for staff training or quality assurance purposes. How We Receive Personal Data We may receive your Personal Data when: you provide it directly to us through our websites; our clients (including their employees, contractors, and other representatives) provide it to us; we receive it from other companies within our corporate group; our service providers provide it to us; we purchase lists of individuals who might be interested in becoming customers of our clients; you provide it on publicly accessible sources, such as on LinkedIn or your company website; or such information is captured as cookies, as outlined in the “Cookie” section below.} "
    },
    {
      "Text": "Basis of Processing\\n\\nWe may process your Personal Data on the basis of:\\n\\nyour consent;\\nour legitimate interests in providing Lead Generation Services to our clients;\\nthe need to comply with the law; or\\nany other ground, as required or permitted by law.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {How We Receive Personal Data We may receive your Personal Data when: you provide it directly to us through our websites; our clients (including their employees, contractors, and other representatives) provide it to us; we receive it from other companies within our corporate group; our service providers provide it to us; we purchase lists of individuals who might be interested in becoming customers of our clients; you provide it on publicly accessible sources, such as on LinkedIn or your company website; or such information is captured as cookies, as outlined in the “Cookie” section below. Purposes of Processing We may process your Personal Data to: respond to your requests or questions; provide you with access to the Site and the content that is on it; process and complete transactions, including purchases of sales leads, and send you related information; provide technical and other support to you; send you promotional communications, such as providing you with information about services, features, surveys, newsletters, offers, and events; and providing other news or information about us, and the Lead Generation Services; enable Service Providers to perform certain responsibilities and provide certain services in connection with the Lead Generation Services and our business and operations; provide you with notices about your account; carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection; and to verify your identity and prevent fraud or other unauthorized or illegal activity.} "
    },
    {
      "Text": "Sharing Personal Data with Third Parties\\n\\nWe may share Personal Data with our affiliates and clients, as well as with our service providers who process Personal Data on our behalf and who agree to use the Personal Data only to assist us in providing our services to our clients, or as required by law. Our service providers may provide:\\n\\napplication hosting services;\\ncloud storage services;\\nbusiness productivity services;\\ncommunication services and software;\\nemail verification software;\\ncustomer relationship management (CRM) software; and\\ncontact verification and data enrichment services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {It will also not affect processing performed on other lawful grounds. Data Retention When the purposes of processing are satisfied, we will delete the related Personal Data within six months, unless applicable laws require otherwise.} "
    },
    {
      "Text": "Sharing Personal Data with Third Parties\\n\\nWe may share Personal Data with our affiliates and clients, as well as with our service providers who process Personal Data on our behalf and who agree to use the Personal Data only to assist us in providing our services to our clients, or as required by law. Our service providers may provide:\\n\\napplication hosting services;\\ncloud storage services;\\nbusiness productivity services;\\ncommunication services and software;\\nemail verification software;\\ncustomer relationship management (CRM) software; and\\ncontact verification and data enrichment services.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {It will also not affect processing performed on other lawful grounds. Data Retention When the purposes of processing are satisfied, we will delete the related Personal Data within six months, unless applicable laws require otherwise.} "
    },
    {
      "Text": "Other Disclosure of Your Personal Data\\n\\nWe may disclose your Personal Data to the extent required by law, or if we have a good-faith belief that we need to disclose it in order to comply with official investigations or legal proceedings (whether initiated by governmental/law enforcement officials, or private parties). We may also disclose your Personal Data if we sell or transfer all or some of our company’s business interests, assets, or both, or in connection with a corporate restructuring. Finally, we may disclose your Personal Data to our subsidiaries or affiliates, but only if necessary for business purposes, as described in the section above.\\n\\nWe reserve the right to use, transfer, sell, and share aggregated, anonymous data for any legal business purpose. Such data does not include any Personal Data. The purposes may include analyzing usage trends or seeking compatible advertisers, sponsors, and customers.\\n\\nIf we have to disclose your Personal Data to governmental/law enforcement officials, we may not be able to ensure that those officials will maintain the privacy and security of your Personal Data.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {These may include the Standard Contractual Clauses (“SCCs”) as approved by the European Commission. The SCCs are formally integrated into our agreements with third parties that we share EEA Personal Data with, and third parties on whose behalf we receive EEA Personal Data.} "
    },
    {
      "Text": "Cookies\\n\\nA “cookie” is a small file stored on your device that contains information about your device. We may use cookies to provide basic relevant ads, website functionality, authentication (session management), usage analytics (web analytics), and to remember your settings, and generally improve our websites and services.\\n\\nWe use session and persistent cookies. Session cookies are deleted when you close your browser. Persistent cookies may remain even after you close your browser, but always have an expiration date. Please refer to the policies of these third parties to learn more about the way in which they collect and process information about you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The purposes may include analyzing usage trends or seeking compatible advertisers, sponsors, and customers. If we have to disclose your Personal Data to governmental/law enforcement officials, we may not be able to ensure that those officials will maintain the privacy and security of your Personal Data.} "
    },
    {
      "Text": "The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.\\n\\nCategory\tTypes of Information\tCategories of recipients for a business purpose\tCategories of recipients for selling\\nIdentifiers\tName, title, business email address, business address, business phone number,\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tCustomers (to provide the Lead Generation Services)\\nPersonal information listed in the California Customer Records statute (which may overlap with other categories)\tName, address, phone number\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tCustomers (to provide the Lead Generation Services)\\nCharacteristics of protected classifications\tNone\tOur affiliates, cloud storage providers\tNone\\nGeolocation data\tBusiness address\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tCustomers (to provide the Lead Generation Services)\\nCommercial information\tNone\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tNone\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To make such a request, please send an e-mail to or write to us at: IntentMacro, 316 California Ave. #34 Reno NV 89509 United States If you are a California resident, you may have rights under the Consumer Privacy Act of 2018 and the related regulations (the “ CCPA ”) regarding your personal information (as defined in the CCPA.) This section does not apply to information exempted from the scope of the CCPA.} "
    },
    {
      "Text": "The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.\\n\\nCategory\tTypes of Information\tCategories of recipients for a business purpose\tCategories of recipients for selling\\nIdentifiers\tName, title, business email address, business address, business phone number,\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tCustomers (to provide the Lead Generation Services)\\nPersonal information listed in the California Customer Records statute (which may overlap with other categories)\tName, address, phone number\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tCustomers (to provide the Lead Generation Services)\\nCharacteristics of protected classifications\tNone\tOur affiliates, cloud storage providers\tNone\\nGeolocation data\tBusiness address\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tCustomers (to provide the Lead Generation Services)\\nCommercial information\tNone\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tNone",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To make such a request, please send an e-mail to or write to us at: IntentMacro, 316 California Ave. #34 Reno NV 89509 United States If you are a California resident, you may have rights under the Consumer Privacy Act of 2018 and the related regulations (the “ CCPA ”) regarding your personal information (as defined in the CCPA.) This section does not apply to information exempted from the scope of the CCPA.} "
    },
    {
      "Text": "The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.\\n\\nCategory\tTypes of Information\tCategories of recipients for a business purpose\tCategories of recipients for selling\\nIdentifiers\tName, title, business email address, business address, business phone number,\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tCustomers (to provide the Lead Generation Services)\\nPersonal information listed in the California Customer Records statute (which may overlap with other categories)\tName, address, phone number\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tCustomers (to provide the Lead Generation Services)\\nCharacteristics of protected classifications\tNone\tOur affiliates, cloud storage providers\tNone\\nGeolocation data\tBusiness address\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tCustomers (to provide the Lead Generation Services)\\nCommercial information\tNone\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tNone",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {To make such a request, please send an e-mail to or write to us at: IntentMacro, 316 California Ave. #34 Reno NV 89509 United States If you are a California resident, you may have rights under the Consumer Privacy Act of 2018 and the related regulations (the “ CCPA ”) regarding your personal information (as defined in the CCPA.) This section does not apply to information exempted from the scope of the CCPA.} "
    },
    {
      "Text": "Categories of Personal Data\\n\\nWe may process the following types of Personal Data:\\n\\nbiographical information, such as first and last name and date of birth; and contact information, such as email address, phone number, postal address, and country of residence postal;\\nemployment information, such as industry, job title, company name, department name, or company size;\\nbusiness contact information, such as company email address and postal address; and public LinkedIn profile;\\nbilling and payment information, including the address for billing, billing contact information and credit card information;\\nanalytics information;\\ndevice, internet and mobile information such as the hardware model, operating system version, unique device identifiers, browser type, language, wireless network, and mobile network information (including the mobile phone number);\\ngeo-location information when you use our website and Lead Generation Services; and/or\\nrecords and copies of your correspondence (including e-mail addresses), if you contact us. This may include call recordings where we monitor and record such calls for staff training or quality assurance purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {This Notice does not apply to Personal Data we collect by other means, such as Personal Data of our employees. Controllership Within the scope of this Notice, IntentMacro acts as a data controller for the Personal Data we process.} "
    },
    {
      "Text": "Purposes of Processing\\n\\nWe may process your Personal Data to:\\n\\nrespond to your requests or questions;\\nprovide you with access to the Site and the content that is on it;\\nprocess and complete transactions, including purchases of sales leads, and send you related information;\\nprovide technical and other support to you;\\nsend you promotional communications, such as providing you with information about services, features, surveys, newsletters, offers, and events; and providing other news or information about us, and the Lead Generation Services;\\nenable Service Providers to perform certain responsibilities and provide certain services in connection with the Lead Generation Services and our business and operations;\\nprovide you with notices about your account;\\ncarry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection; and\\nto verify your identity and prevent fraud or other unauthorized or illegal activity.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {This may include call recordings where we monitor and record such calls for staff training or quality assurance purposes. How We Receive Personal Data We may receive your Personal Data when: you provide it directly to us through our websites; our clients (including their employees, contractors, and other representatives) provide it to us; we receive it from other companies within our corporate group; our service providers provide it to us; we purchase lists of individuals who might be interested in becoming customers of our clients; you provide it on publicly accessible sources, such as on LinkedIn or your company website; or such information is captured as cookies, as outlined in the “Cookie” section below.} "
    },
    {
      "Text": "Category ||| 1: Types of Information ||| 2: Categories of recipients for a business purpose ||| 3: Categories of recipients for selling\\n\\n0: Identifiers ||| 1: Name, title, business email address, business address, business phone number, ||| 2: Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors ||| 3: Customers (to provide the Lead Generation Services)\\n\\n0: Personal information listed in the California Customer Records statute (which may overlap with other categories) ||| 1: Name, address, phone number ||| 2: Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors ||| 3: Customers (to provide the Lead Generation Services)\\n\\n0: Characteristics of protected classifications ||| 1: None ||| 2: Our affiliates, cloud storage providers ||| 3: None\\n\\n0: Geolocation data ||| 1: Business address ||| 2: Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors ||| 3: Customers (to provide the Lead Generation Services)\\n\\n0: Commercial information ||| 1: None ||| 2: Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors ||| 3: None",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": "Category ||| 1: Types of Information ||| 2: Categories of recipients for a business purpose ||| 3: Categories of recipients for selling\\n\\n0: Identifiers ||| 1: Name, title, business email address, business address, business phone number, ||| 2: Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors ||| 3: Customers (to provide the Lead Generation Services)\\n\\n0: Personal information listed in the California Customer Records statute (which may overlap with other categories) ||| 1: Name, address, phone number ||| 2: Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors ||| 3: Customers (to provide the Lead Generation Services)\\n\\n0: Characteristics of protected classifications ||| 1: None ||| 2: Our affiliates, cloud storage providers ||| 3: None\\n\\n0: Geolocation data ||| 1: Business address ||| 2: Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors ||| 3: Customers (to provide the Lead Generation Services)\\n\\n0: Commercial information ||| 1: None ||| 2: Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors ||| 3: None",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": "Category ||| 1: Types of Information ||| 2: Categories of recipients for a business purpose ||| 3: Categories of recipients for selling\\n\\n0: Identifiers ||| 1: Name, title, business email address, business address, business phone number, ||| 2: Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors ||| 3: Customers (to provide the Lead Generation Services)\\n\\n0: Personal information listed in the California Customer Records statute (which may overlap with other categories) ||| 1: Name, address, phone number ||| 2: Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors ||| 3: Customers (to provide the Lead Generation Services)\\n\\n0: Characteristics of protected classifications ||| 1: None ||| 2: Our affiliates, cloud storage providers ||| 3: None\\n\\n0: Geolocation data ||| 1: Business address ||| 2: Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors ||| 3: Customers (to provide the Lead Generation Services)\\n\\n0: Commercial information ||| 1: None ||| 2: Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors ||| 3: None",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": "Right to Know.You have a right to request the following information about our collection, use and disclosure of your personal information over the prior 12 months, and ask that we provide you with a copy of the following:\\ncategories of and specific pieces of personal information we have collected about you;\\ncategories of sources from which we collect personal information;\\nthe business of commercial purposes for collecting personal information;\\ncategories of third parties to whom the personal information was disclosed for a business purpose; and\\ncategories of personal information disclosed about you for a business purpose.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Category Types of Information Categories of recipients for a business purpose Categories of recipients for selling Identifiers Name, title, business email address, business address, business phone number, Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors Customers (to provide the Lead Generation Services) Personal information listed in the California Customer Records statute (which may overlap with other categories) Name, address, phone number Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors Customers (to provide the Lead Generation Services) Characteristics of protected classifications None Our affiliates, cloud storage providers None Geolocation data Business address Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors Customers (to provide the Lead Generation Services) Commercial information None Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors None As a California resident, you may have the rights listed below in relation to personal information that we have collected about you. However, these rights are not absolute, and in certain cases, we may decline your request as permitted by law.} "
    },
    {
      "Text": "Right to Know.You have a right to request the following information about our collection, use and disclosure of your personal information over the prior 12 months, and ask that we provide you with a copy of the following:\\ncategories of and specific pieces of personal information we have collected about you;\\ncategories of sources from which we collect personal information;\\nthe business of commercial purposes for collecting personal information;\\ncategories of third parties to whom the personal information was disclosed for a business purpose; and\\ncategories of personal information disclosed about you for a business purpose.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Category Types of Information Categories of recipients for a business purpose Categories of recipients for selling Identifiers Name, title, business email address, business address, business phone number, Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors Customers (to provide the Lead Generation Services) Personal information listed in the California Customer Records statute (which may overlap with other categories) Name, address, phone number Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors Customers (to provide the Lead Generation Services) Characteristics of protected classifications None Our affiliates, cloud storage providers None Geolocation data Business address Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors Customers (to provide the Lead Generation Services) Commercial information None Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors None As a California resident, you may have the rights listed below in relation to personal information that we have collected about you. However, these rights are not absolute, and in certain cases, we may decline your request as permitted by law.} "
    },
    {
      "Text": "Right to Delete.You have a right to request that we delete personal information, subject to certain exceptions.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Right to Know. You have a right to request the following information about our collection, use and disclosure of your personal information over the prior 12 months, and ask that we provide you with a copy of the following: categories of and specific pieces of personal information we have collected about you; categories of sources from which we collect personal information; the business of commercial purposes for collecting personal information; categories of third parties to whom the personal information was disclosed for a business purpose; and categories of personal information disclosed about you for a business purpose.} "
    },
    {
      "Text": "Right to Opt Out.You have a right to opt out of the sale of your personal information to third parties. To opt out of the sale of your personal information, please click the “Do Not Sell My Info” link or submit a request using one of the methods outlined below.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Right to Delete. You have a right to request that we delete personal information, subject to certain exceptions.} "
    },
    {
      "Text": "To opt out of the sale of your personal information, please click the “Do Not Sell My Info” link or submit a request using one of the methods outlined below.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Opt Out. You have a right to opt out of the sale of your personal information to third parties.} "
    },
    {
      "Text": "To submit a request to exercise any of your California privacy rights, please contact us by emailing [email protected].",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You have a right to opt out of the sale of your personal information to third parties. To opt out of the sale of your personal information, please click the “ Do Not Sell My Info ” link or submit a request using one of the methods outlined below.} "
    },
    {
      "Text": "We will not discriminate against you for exercising any of your rights under the CCPA.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {You may designate, in writing or through a power of attorney document, an authorized agent to make requests on your behalf to exercise your rights. Before accepting such a request from an agent, we will require that the agent provide proof you have authorized them to act on your behalf, and we may need you to verify your identity directly with us.} "
    },
    {
      "Text": "If we process your Personal Data, you may have the right to request access to (or to update, correct, or delete) such Personal Data. ",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Before accepting such a request from an agent, we will require that the agent provide proof you have authorized them to act on your behalf, and we may need you to verify your identity directly with us. We will not discriminate against you for exercising any of your rights under the CCPA.} "
    },
    {
      "Text": "If we process your Personal Data, you may have the right to request access to (or to update, correct, or delete) such Personal Data. ",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Before accepting such a request from an agent, we will require that the agent provide proof you have authorized them to act on your behalf, and we may need you to verify your identity directly with us. We will not discriminate against you for exercising any of your rights under the CCPA.} "
    },
    {
      "Text": "If we process your Personal Data, you may have the right to request access to (or to update, correct, or delete) such Personal Data. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Before accepting such a request from an agent, we will require that the agent provide proof you have authorized them to act on your behalf, and we may need you to verify your identity directly with us. We will not discriminate against you for exercising any of your rights under the CCPA.} "
    },
    {
      "Text": "You may also have the right to ask that we limit our processing of such Personal Data, as well as the right to object to our processing of such Personal Data.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {We will not discriminate against you for exercising any of your rights under the CCPA. Your Privacy Rights If we process your Personal Data, you may have the right to request access to (or to update, correct, or delete) such Personal Data.} "
    },
    {
      "Text": "You may also have the right to data portability, meaning that you can request that your data be transferred to you in a structured, commonly-used and machine-readable format.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Your Privacy Rights If we process your Personal Data, you may have the right to request access to (or to update, correct, or delete) such Personal Data. You may also have the right to ask that we limit our processing of such Personal Data, as well as the right to object to our processing of such Personal Data.} "
    },
    {
      "Text": "We sometimes use computers to study your Personal Data. We might use this Personal Data so we can attempt to predict your buying behavior and interests.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may also have the right to ask that we limit our processing of such Personal Data, as well as the right to object to our processing of such Personal Data. You may also have the right to data portability, meaning that you can request that your data be transferred to you in a structured, commonly-used and machine-readable format.} "
    },
    {
      "Text": "Changes to this Notice\\n\\nIf we make any material change to this Notice, we will post the revised Notice to this web page. We will also update the “Effective” date.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {The following Newsletter Domains are owned and operated by the companies in our corporate group: Analytics Platform Solutions <analyticsplatformsolutions.com>; B2B Demand Gen Solutions <b2bdemandgensolutions.com>; Blockchain Software Solutions <Blockchainsoftwaresolutions.com>; Cloud Info Hub <cloudinfohub.com>; Contentreads <contentreads.com>; Human Resources Briefings <humanresourcesbriefings.com>; Info Business Tech <infobusinesstech.com>; IT Local Gov <itlocalgov.com>; IT Security World <it-securityworld.com>; IT Solutions Report <itsolutionsreport.com>; Sales CRM Solutions <salescrmsolutions.com>; Tech Marketing Web <techmarketingweb.com>; and Video Conference Solutions <vidconferencesolutions.com>. Additional Newsletter Domains may be adopted from time-to-time, without notice to you.} "
    },
    {
      "Text": NaN,
      "Label": "Updated Privacy Policy",
      "Context": ""
    },
    {
      "Text": "mplies with the princip",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To submit these requests or raise any other questions, please contact us by using the information in the “Contact Us” section below. Privacy of Children The Services are not directed at, or intended for use by, children under the age of 13.} "
    },
    {
      "Text": "es of the ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Session cookies are deleted when you close your browser. Persistent cookies may remain even after you close your browser, but always have an expiration date.} "
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": "-",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": "We commit to maintain adherence to the Privacy Shield Principles with regard to Personal Data that was received in reliance on Privacy Shield and have certified our adherence to the Department of Commerce. We do not currently use the Privacy Shield as a data transfer mechanism from the EEA. We use the SCCs as our primary data transfer mechanism for EEA Personal Data.\n\\nTo learn more about the Privacy Shield Principles, and to view our certification information, please visit https://www.privacyshield.gov and https://www.privacyshield.gov/list, respectively.\n\\nVeraSafe Privacy Program\n\\nIntentMacro is a member of the VeraSafe Privacy Program. This means that VeraSafe has assessed our data governance and data security (regarding Personal Data processed within the scope of this Privacy Notice) for compliance with the VeraSafe Privacy Program Certification Criteria. The certification criteria require that participants maintain a high standard for data privacy. Participants must also implement specific best practices regarding notice, onward transfer, choice, access, data security, data quality, recourse, and enforcement.\n\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Privacy of Children The Services are not directed at, or intended for use by, children under the age of 13. EU-U.S. and Swiss-U.S. Privacy Shield Frameworks For Personal Data processed in the scope of this Notice, IntentMacro complies with the principles of the EU-U.S. Privacy Shield Framework and Swiss-U.S. Privacy Shield Framework (the “Privacy Shield”), as adopted and set forth by the U.S. Department of Commerce regarding the processing of Personal Data transferred from the European Union, or Switzerland to the United States, or otherwise received in reliance on the Privacy Shield.} "
    },
    {
      "Text": "We commit to maintain adherence to the Privacy Shield Principles with regard to Personal Data that was received in reliance on Privacy Shield and have certified our adherence to the Department of Commerce. We do not currently use the Privacy Shield as a data transfer mechanism from the EEA. We use the SCCs as our primary data transfer mechanism for EEA Personal Data.\n\\nTo learn more about the Privacy Shield Principles, and to view our certification information, please visit https://www.privacyshield.gov and https://www.privacyshield.gov/list, respectively.\n\\nVeraSafe Privacy Program\n\\nIntentMacro is a member of the VeraSafe Privacy Program. This means that VeraSafe has assessed our data governance and data security (regarding Personal Data processed within the scope of this Privacy Notice) for compliance with the VeraSafe Privacy Program Certification Criteria. The certification criteria require that participants maintain a high standard for data privacy. Participants must also implement specific best practices regarding notice, onward transfer, choice, access, data security, data quality, recourse, and enforcement.\n\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Privacy of Children The Services are not directed at, or intended for use by, children under the age of 13. EU-U.S. and Swiss-U.S. Privacy Shield Frameworks For Personal Data processed in the scope of this Notice, IntentMacro complies with the principles of the EU-U.S. Privacy Shield Framework and Swiss-U.S. Privacy Shield Framework (the “Privacy Shield”), as adopted and set forth by the U.S. Department of Commerce regarding the processing of Personal Data transferred from the European Union, or Switzerland to the United States, or otherwise received in reliance on the Privacy Shield.} "
    },
    {
      "Text": "We commit to maintain adherence to the Privacy Shield Principles with regard to Personal Data that was received in reliance on Privacy Shield and have certified our adherence to the Department of Commerce. We do not currently use the Privacy Shield as a data transfer mechanism from the EEA. We use the SCCs as our primary data transfer mechanism for EEA Personal Data.\n\\nTo learn more about the Privacy Shield Principles, and to view our certification information, please visit https://www.privacyshield.gov and https://www.privacyshield.gov/list, respectively.\n\\nVeraSafe Privacy Program\n\\nIntentMacro is a member of the VeraSafe Privacy Program. This means that VeraSafe has assessed our data governance and data security (regarding Personal Data processed within the scope of this Privacy Notice) for compliance with the VeraSafe Privacy Program Certification Criteria. The certification criteria require that participants maintain a high standard for data privacy. Participants must also implement specific best practices regarding notice, onward transfer, choice, access, data security, data quality, recourse, and enforcement.\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Privacy of Children The Services are not directed at, or intended for use by, children under the age of 13. EU-U.S. and Swiss-U.S. Privacy Shield Frameworks For Personal Data processed in the scope of this Notice, IntentMacro complies with the principles of the EU-U.S. Privacy Shield Framework and Swiss-U.S. Privacy Shield Framework (the “Privacy Shield”), as adopted and set forth by the U.S. Department of Commerce regarding the processing of Personal Data transferred from the European Union, or Switzerland to the United States, or otherwise received in reliance on the Privacy Shield.} "
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI sold / shared",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": "If ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Such data does not include any Personal Data. The purposes may include analyzing usage trends or seeking compatible advertisers, sponsors, and customers.} "
    },
    {
      "Text": "your dispute or complaint related to your Personal Data that we received on Privacy Shield can’t be resolved by us, nor through the dispute resolution program established by VeraSafe, you may have the right to require that we enter into binding arbitration with you under the Privacy Shield’s “Recourse, Enforcement and Liability Principle” and Annex I of the Privacy Shield.\\n\\nU.S. Regulatory Oversight\\n\\nIntentMacro is subject to the investigatory and enforcement powers of the United States Federal Trade Commission.\\n\\nEuropean Union Supervisory Authority Oversight\\n\\nIf you are a data subject whose Personal Data we process, you may also have the right to lodge a complaint with a data protection regulator in one or more of the European Union member states.\\n\\nAffiliates and Newsletter Domains\\n\\nIntentMacro is affiliated with Intengine.\\n\\nIntentMacro also operates under several aliases, which it refers to as its “Newsletter Domains”. The following Newsletter Domains are owned and operated by the companies in our corporate group:\\n\\nAnalytics Platform Solutions <analyticsplatformsolutions.com>;\\nB2B Demand Gen Solutions <b2bdemandgensolutions.com>;\\nBlockchain Software Solutions <Blockchainsoftwaresolutions.com>;\\nCloud Info Hub <cloudinfohub.com>;\\nContentreads <contentreads.com>;\\nHuman Resources Briefings <humanresourcesbriefings.com>;\\nInfo Business Tech <infobusinesstech.com>; \\nIT Local Gov <itlocalgov.com>;\\nIT Security World <it-securityworld.com>;\\nIT Solutions Report <itsolutionsreport.com>;\\nSales CRM Solutions <salescrmsolutions.com>;\\nTech Marketing Web <techmarketingweb.com>; and\\nVideo Conference Solutions <vidconferencesolutions.com>.\\nAdditional Newsletter Domains may be adopted from time-to-time, without notice to you.\\n\\nChanges to this Notice\\n\\nIf we make any material change to this Notice, we will post the revised Notice to this web page. We will also update the “Effective” date.\\n\\nContact Us\\n\\nIf you have any questions about this Notice or our processing of your Personal Data, please write to us by email at [email protected] or by postal mail at:\\n\\nIntentMacro, Inc.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Subject to the terms of the VeraSafe Privacy Shield Dispute Resolution Procedure, VeraSafe will provide appropriate recourse free of charge to you. To file a complaint with VeraSafe and participate in the VeraSafe Privacy Shield Dispute Resolution Procedure, please submit the required information here: https://www.verasafe.com/privacy-services/dispute-resolution/submit-dispute/ If a complaint or dispute cannot be resolved through our internal process, we have also agreed to cooperate with the EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner and to participate in the dispute resolution procedures of the panel established by such data protection authorities.} "
    },
    {
      "Text": "A",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "tn",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {This Notice does not apply to Personal Data we collect by other means, such as Personal Data of our employees. Controllership Within the scope of this Notice, IntentMacro acts as a data controller for the Personal Data we process.} "
    },
    {
      "Text": "tn",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {This Notice does not apply to Personal Data we collect by other means, such as Personal Data of our employees. Controllership Within the scope of this Notice, IntentMacro acts as a data controller for the Personal Data we process.} "
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Limit use of PI",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": "C",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Effective on: April 11, 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Categories of Personal Data\\n\\nWe may process the following types of Personal Data:\\n\\nbiographical information, such as first and last name and date of birth; and contact information, such as email address, phone number, postal address, and country of residence postal;\\nemployment information, such as industry, job title, company name, department name, or company size;\\nbusiness contact information, such as company email address and postal address; and public LinkedIn profile;\\nbilling and payment information, including the address for billing, billing contact information and credit card information;\\nanalytics information;\\ndevice, internet and mobile information such as the hardware model, operating system version, unique device identifiers, browser type, language, wireless network, and mobile network information (including the mobile phone number);\\ngeo-location information when you use our website and Lead Generation Services; and/or\\nrecords and copies of your correspondence (including e-mail addresses), if you contact us. This may include call recordings where we monitor and record such calls for staff training or quality assurance purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This Notice does not apply to Personal Data we collect by other means, such as Personal Data of our employees. Controllership Within the scope of this Notice, IntentMacro acts as a data controller for the Personal Data we process.} "
    },
    {
      "Text": "How We Receive Personal Data\\n\\nWe may receive your Personal Data when:\\n\\nyou provide it directly to us through our websites;\\nour clients (including their employees, contractors, and other representatives) provide it to us;\\nwe receive it from other companies within our corporate group;\\nour service providers provide it to us;\\nwe purchase lists of individuals who might be interested in becoming customers of our clients;\\nyou provide it on publicly accessible sources, such as on LinkedIn or your company website; or\\nsuch information is captured as cookies, as outlined in the “Cookie” section below.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Categories of Personal Data We may process the following types of Personal Data: biographical information, such as first and last name and date of birth; and contact information, such as email address, phone number, postal address, and country of residence postal; employment information, such as industry, job title, company name, department name, or company size; business contact information, such as company email address and postal address; and public LinkedIn profile; billing and payment information, including the address for billing, billing contact information and credit card information; analytics information; device, internet and mobile information such as the hardware model, operating system version, unique device identifiers, browser type, language, wireless network, and mobile network information (including the mobile phone number); geo-location information when you use our website and Lead Generation Services; and/or records and copies of your correspondence (including e-mail addresses), if you contact us. This may include call recordings where we monitor and record such calls for staff training or quality assurance purposes.} "
    },
    {
      "Text": "Purposes of Processing\\n\\nWe may process your Personal Data to:\\n\\nrespond to your requests or questions;\\nprovide you with access to the Site and the content that is on it;\\nprocess and complete transactions, including purchases of sales leads, and send you related information;\\nprovide technical and other support to you;\\nsend you promotional communications, such as providing you with information about services, features, surveys, newsletters, offers, and events; and providing other news or information about us, and the Lead Generation Services;\\nenable Service Providers to perform certain responsibilities and provide certain services in connection with the Lead Generation Services and our business and operations;\\nprovide you with notices about your account;\\ncarry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection; and\\nto verify your identity and prevent fraud or other unauthorized or illegal activity.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This may include call recordings where we monitor and record such calls for staff training or quality assurance purposes. How We Receive Personal Data We may receive your Personal Data when: you provide it directly to us through our websites; our clients (including their employees, contractors, and other representatives) provide it to us; we receive it from other companies within our corporate group; our service providers provide it to us; we purchase lists of individuals who might be interested in becoming customers of our clients; you provide it on publicly accessible sources, such as on LinkedIn or your company website; or such information is captured as cookies, as outlined in the “Cookie” section below.} "
    },
    {
      "Text": "enable Service Providers to perform certain responsibilities and provide certain services in connection with the Lead Generation Services and our business and operations;",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This may include call recordings where we monitor and record such calls for staff training or quality assurance purposes. How We Receive Personal Data We may receive your Personal Data when: you provide it directly to us through our websites; our clients (including their employees, contractors, and other representatives) provide it to us; we receive it from other companies within our corporate group; our service providers provide it to us; we purchase lists of individuals who might be interested in becoming customers of our clients; you provide it on publicly accessible sources, such as on LinkedIn or your company website; or such information is captured as cookies, as outlined in the “Cookie” section below.} "
    },
    {
      "Text": "carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection; and",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This may include call recordings where we monitor and record such calls for staff training or quality assurance purposes. How We Receive Personal Data We may receive your Personal Data when: you provide it directly to us through our websites; our clients (including their employees, contractors, and other representatives) provide it to us; we receive it from other companies within our corporate group; our service providers provide it to us; we purchase lists of individuals who might be interested in becoming customers of our clients; you provide it on publicly accessible sources, such as on LinkedIn or your company website; or such information is captured as cookies, as outlined in the “Cookie” section below.} "
    },
    {
      "Text": "Sharing Personal Data with Third Parties\\n\\nWe may share Personal Data with our affiliates and clients, as well as with our service providers who process Personal Data on our behalf and who agree to use the Personal Data only to assist us in providing our services to our clients, or as required by law. Our service providers may provide:\\n\\napplication hosting services;\\ncloud storage services;\\nbusiness productivity services;\\ncommunication services and software;\\nemail verification software;\\ncustomer relationship management (CRM) software; and\\ncontact verification and data enrichment services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {It will also not affect processing performed on other lawful grounds. Data Retention When the purposes of processing are satisfied, we will delete the related Personal Data within six months, unless applicable laws require otherwise.} "
    },
    {
      "Text": "Other Disclosure of Your Personal Data\\n\\nWe may disclose your Personal Data to the extent required by law, or if we have a good-faith belief that we need to disclose it in order to comply with official investigations or legal proceedings (whether initiated by governmental/law enforcement officials, or private parties). We may also disclose your Personal Data if we sell or transfer all or some of our company’s business interests, assets, or both, or in connection with a corporate restructuring. Finally, we may disclose your Personal Data to our subsidiaries or affiliates, but only if necessary for business purposes, as described in the section above.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {These may include the Standard Contractual Clauses (“SCCs”) as approved by the European Commission. The SCCs are formally integrated into our agreements with third parties that we share EEA Personal Data with, and third parties on whose behalf we receive EEA Personal Data.} "
    },
    {
      "Text": "We reserve the right to use, transfer, sell, and share aggregated, anonymous data for any legal business purpose. Such data does not include any Personal Data. The purposes may include analyzing usage trends or seeking compatible advertisers, sponsors, and customers.\\n\\nIf we have to disclose your Personal Data to governmental/law enforcement officials, we may not be able to ensure that those officials will maintain the privacy and security of your Personal Data.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may also disclose your Personal Data if we sell or transfer all or some of our company’s business interests, assets, or both, or in connection with a corporate restructuring. Finally, we may disclose your Personal Data to our subsidiaries or affiliates, but only if necessary for business purposes, as described in the section above.} "
    },
    {
      "Text": "We reserve the right to use, transfer, sell, and share aggregated, anonymous data for any legal business purpose. Such data does not include any Personal Data. The purposes may include analyzing usage trends or seeking compatible advertisers, sponsors, and customers.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may also disclose your Personal Data if we sell or transfer all or some of our company’s business interests, assets, or both, or in connection with a corporate restructuring. Finally, we may disclose your Personal Data to our subsidiaries or affiliates, but only if necessary for business purposes, as described in the section above.} "
    },
    {
      "Text": "Cookies\\n\\nA “cookie” is a small file stored on your device that contains information about your device. We may use cookies to provide basic relevant ads, website functionality, authentication (session management), usage analytics (web analytics), and to remember your settings, and generally improve our websites and services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The purposes may include analyzing usage trends or seeking compatible advertisers, sponsors, and customers. If we have to disclose your Personal Data to governmental/law enforcement officials, we may not be able to ensure that those officials will maintain the privacy and security of your Personal Data.} "
    },
    {
      "Text": "\\nCategory\tTypes of Information\tCategories of recipients for a business purpose\tCategories of recipients for selling\\nIdentifiers\tName, title, business email address, business address, business phone number,\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tCustomers (to provide the Lead Generation Services)\\nPersonal information listed in the California Customer Records statute (which may overlap with other categories)\tName, address, phone number\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tCustomers (to provide the Lead Generation Services)\\nCharacteristics of protected classifications\tNone\tOur affiliates, cloud storage providers\tNone\\nGeolocation data\tBusiness address\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tCustomers (to provide the Lead Generation Services)\\nCommercial information\tNone\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tNone",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": "\\nCategory\tTypes of Information\tCategories of recipients for a business purpose\tCategories of recipients for selling\\nIdentifiers\tName, title, business email address, business address, business phone number,\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tCustomers (to provide the Lead Generation Services)\\nPersonal information listed in the California Customer Records statute (which may overlap with other categories)\tName, address, phone number\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tCustomers (to provide the Lead Generation Services)\\nCharacteristics of protected classifications\tNone\tOur affiliates, cloud storage providers\tNone\\nGeolocation data\tBusiness address\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tCustomers (to provide the Lead Generation Services)\\nCommercial information\tNone\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tNone",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": "Category\tTypes of Information\tCategories of recipients for a business purpose\tCategories of recipients for selling\\nIdentifiers\tName, title, business email address, business address, business phone number,\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tCustomers (to provide the Lead Generation Services)\\nPersonal information listed in the California Customer Records statute (which may overlap with other categories)\tName, address, phone number\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tCustomers (to provide the Lead Generation Services)\\nCharacteristics of protected classifications\tNone\tOur affiliates, cloud storage providers\tNone\\nGeolocation data\tBusiness address\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tCustomers (to provide the Lead Generation Services)\\nCommercial information\tNone\tOur affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors\tNone",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": " Identifiers ||| 1: Name, title, business email address, business address, business phone number,",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": "Identifiers ||| 1: Name, title, business email address, business address, business phone number, ||| 2: Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors ||| 3: Customers (to provide the Lead Generation Services)",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": "Identifiers ||| 1: Name, title, business email address, business address, business phone number,",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": "Customers (to provide the Lead Generation Services)",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": " Personal information listed in the California Customer Records statute (which may overlap with other categories) ||| 1: Name, address, phone number ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": " Personal information listed in the California Customer Records statute (which may overlap with other categories) ||| 1: Name, address, phone number ||| 2: Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors ||| 3: Customers (to provide the Lead Generation Services)",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": "Personal information listed in the California Customer Records statute (which may overlap with other categories) ||| 1: Name, address, phone number ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": "Customers (to provide the Lead Generation Services)",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": "Characteristics of protected classifications ||| 1: None |",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": "Characteristics of protected classifications ||| 1: None ||| 2: Our affiliates, cloud storage providers",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": "Characteristics of protected classifications ||| 1: None ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": "Geolocation data ||| 1: Business address",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": "Geolocation data ||| 1: Business address ||| 2: Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors |",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": "Geolocation data ||| 1: Business address",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": "Customers (to provide the Lead Generation Services)",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": "Commercial information ||| 1: None ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": "Commercial information ||| 1: None ||| 2: Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": "Commercial information ||| 1: None",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The below table explains our practices in the preceding 12 months related to the categories and types of personal information that we collect about you and the categories of third parties that we disclosed and/or sold this information to. We do not have actual knowledge that we sell personal information of individuals under 16 years of age.} "
    },
    {
      "Text": "Right to Know.You have a right to request the following information about our collection, use and disclosure of your personal information over the prior 12 months, and ask that we provide you with a copy of the following:\\ncategories of and specific pieces of personal information we have collected about you;\\ncategories of sources from which we collect personal information;\\nthe business of commercial purposes for collecting personal information;\\ncategories of third parties to whom the personal information was disclosed for a business purpose; and\\ncategories of personal information disclosed about you for a business purpose.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Category Types of Information Categories of recipients for a business purpose Categories of recipients for selling Identifiers Name, title, business email address, business address, business phone number, Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors Customers (to provide the Lead Generation Services) Personal information listed in the California Customer Records statute (which may overlap with other categories) Name, address, phone number Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors Customers (to provide the Lead Generation Services) Characteristics of protected classifications None Our affiliates, cloud storage providers None Geolocation data Business address Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors Customers (to provide the Lead Generation Services) Commercial information None Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors None As a California resident, you may have the rights listed below in relation to personal information that we have collected about you. However, these rights are not absolute, and in certain cases, we may decline your request as permitted by law.} "
    },
    {
      "Text": "Right to Know.You have a right to request the following information about our collection, use and disclosure of your personal information over the prior 12 months, and ask that we provide you with a copy of the following:\\ncategories of and specific pieces of personal information we have collected about you;\\ncategories of sources from which we collect personal information;\\nthe business of commercial purposes for collecting personal information;\\ncategories of third parties to whom the personal information was disclosed for a business purpose; and\\ncategories of personal information disclosed about you for a business purpose.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Category Types of Information Categories of recipients for a business purpose Categories of recipients for selling Identifiers Name, title, business email address, business address, business phone number, Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors Customers (to provide the Lead Generation Services) Personal information listed in the California Customer Records statute (which may overlap with other categories) Name, address, phone number Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors Customers (to provide the Lead Generation Services) Characteristics of protected classifications None Our affiliates, cloud storage providers None Geolocation data Business address Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors Customers (to provide the Lead Generation Services) Commercial information None Our affiliates, cloud storage providers, payment processors, security vendors, website hosting vendors None As a California resident, you may have the rights listed below in relation to personal information that we have collected about you. However, these rights are not absolute, and in certain cases, we may decline your request as permitted by law.} "
    },
    {
      "Text": "Right to Delete.You have a right to request that we delete personal information, subject to certain exceptions.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Right to Know. You have a right to request the following information about our collection, use and disclosure of your personal information over the prior 12 months, and ask that we provide you with a copy of the following: categories of and specific pieces of personal information we have collected about you; categories of sources from which we collect personal information; the business of commercial purposes for collecting personal information; categories of third parties to whom the personal information was disclosed for a business purpose; and categories of personal information disclosed about you for a business purpose.} "
    },
    {
      "Text": "Right to Opt Out.You have a right to opt out of the sale of your personal information to third parties. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Right to Delete. You have a right to request that we delete personal information, subject to certain exceptions.} "
    },
    {
      "Text": "To opt out of the sale of your personal information, please click the “Do Not Sell My Info” link or submit a request using one of the methods outlined below.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Opt Out. You have a right to opt out of the sale of your personal information to third parties.} "
    },
    {
      "Text": "To submit a request to exercise any of your California privacy rights, please contact us by emailing [email protected].",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You have a right to opt out of the sale of your personal information to third parties. To opt out of the sale of your personal information, please click the “ Do Not Sell My Info ” link or submit a request using one of the methods outlined below.} "
    },
    {
      "Text": "We will not discriminate against you for exercising any of your rights under the CCPA.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {You may designate, in writing or through a power of attorney document, an authorized agent to make requests on your behalf to exercise your rights. Before accepting such a request from an agent, we will require that the agent provide proof you have authorized them to act on your behalf, and we may need you to verify your identity directly with us.} "
    },
    {
      "Text": "If we process your Personal Data, you may have the right to request access to (or to update, correct, or delete) such Personal Data",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Before accepting such a request from an agent, we will require that the agent provide proof you have authorized them to act on your behalf, and we may need you to verify your identity directly with us. We will not discriminate against you for exercising any of your rights under the CCPA.} "
    },
    {
      "Text": "If we process your Personal Data, you may have the right to request access to (or to update, correct, or delete) such Personal Data",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Before accepting such a request from an agent, we will require that the agent provide proof you have authorized them to act on your behalf, and we may need you to verify your identity directly with us. We will not discriminate against you for exercising any of your rights under the CCPA.} "
    },
    {
      "Text": "If we process your Personal Data, you may have the right to request access to (or to update, correct, or delete) such Personal Data",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Before accepting such a request from an agent, we will require that the agent provide proof you have authorized them to act on your behalf, and we may need you to verify your identity directly with us. We will not discriminate against you for exercising any of your rights under the CCPA.} "
    },
    {
      "Text": "You may also have the right to ask that we limit our processing of such Personal Data, as well as the right to object to our processing of such Personal Data",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {We will not discriminate against you for exercising any of your rights under the CCPA. Your Privacy Rights If we process your Personal Data, you may have the right to request access to (or to update, correct, or delete) such Personal Data.} "
    },
    {
      "Text": "We sometimes use computers to study your Personal Data. We might use this Personal Data so we can attempt to predict your buying behavior and interests.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may also have the right to ask that we limit our processing of such Personal Data, as well as the right to object to our processing of such Personal Data. You may also have the right to data portability, meaning that you can request that your data be transferred to you in a structured, commonly-used and machine-readable format.} "
    },
    {
      "Text": "Changes to this Notice\\n\\nIf we make any material change to this Notice, we will post the revised Notice to this web page. We will also update the “Effective” date.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {The following Newsletter Domains are owned and operated by the companies in our corporate group: Analytics Platform Solutions <analyticsplatformsolutions.com>; B2B Demand Gen Solutions <b2bdemandgensolutions.com>; Blockchain Software Solutions <Blockchainsoftwaresolutions.com>; Cloud Info Hub <cloudinfohub.com>; Contentreads <contentreads.com>; Human Resources Briefings <humanresourcesbriefings.com>; Info Business Tech <infobusinesstech.com>; IT Local Gov <itlocalgov.com>; IT Security World <it-securityworld.com>; IT Solutions Report <itsolutionsreport.com>; Sales CRM Solutions <salescrmsolutions.com>; Tech Marketing Web <techmarketingweb.com>; and Video Conference Solutions <vidconferencesolutions.com>. Additional Newsletter Domains may be adopted from time-to-time, without notice to you.} "
    },
    {
      "Text": "Contact Us\\n\\nIf you have any questions about this Notice or our processing of your Personal Data, please write to us by email at [email protected] or by postal mail at:\\n\\nIntentMacro, Inc.\\nAttn: Paul Hong, COO\\n316 California Ave. #34 Reno NV 89509\\nUnited States",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Changes to this Notice If we make any material change to this Notice, we will post the revised Notice to this web page. We will also update the “Effective” date.} "
    }
  ]
}