{
  "policy_id": "108",
  "text": "Privacy Policy - Buildertrend Privacy Policy - Buildertrend <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-TV4SL4D\"\n    height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> <img height=\"1\" width=\"1\" style=\"display:none\"\n             src=\"https://www.facebook.com/tr?id=803604566393430&ev=PageView&noscript=1\"/> <img height=\"1\" width=\"1\" style=\"display:none\"\n             src=\"https://www.facebook.com/tr?id=803604566393430&ev=PageView&noscript=1\"/> Open search box Open navigation Product Calculate my ROI Solutions For home builders For remodelers For specialty contractors For commercial contractors Services Additional Services Financial Services Materials Management For builders For suppliers Sales Process Lead Management Proposals Email Marketing Project Financials Bills and Purchase Orders Budget Estimates Bids Takeoff Invoices Payments Work in Progress Reports Project management Daily Logs Change Orders Scheduling Selections Time Clock To-Do’s Warranties Communication Customer Portal File Storage Messaging/Comments Sub Portal Pricing Resources Blog E-books Podcasts Case studies Customer stories Webinars Support Help Center Customer Support Contact us Education Buildertrend Learning Academy Buildertrend University Onsite Consultation Contact Open search box Log in Schedule a demo Demo Get started Start Search Close search box Buildertrend Privacy Policy Last updated: March 3, 2023 At Buildertrend, your privacy and data security are our top priority. We strive to be transparent about who we are, as well as how and why we collect, store, use, and share information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household (“Personal Information”). This policy explains your rights regarding your Personal Information and how to contact us or certain supervisory authorities in the event you have a complaint. When we collect, use, and take responsibility for certain Personal Information about you, we are subject to various state laws in the United States, such as the California Consumer Privacy Act (“CCPA”), amended by the California Privacy Rights Act (“CPRA”), as well as the General Data Protection Regulation (GDPR), which applies across the European Union (including the United Kingdom). By collecting Personal Information, we may be responsible as a “controller” or “processor” for the purposes of the GDPR, or as a “business” or “service provider” for purposes of the CCPA. Any reference to “Buildertrend”, “we”, “us”, “our”, or the “Company” is a reference to Buildertrend Solutions, Inc., its affiliates, and its subsidiaries, including, but not limited to, CoConstruct LLC, CBUSA LLC, Square Takeoff Inc., and ToolBelt Data. Please see the “ Contacting Us ” section below for our contact information. 1. What Personal Information do we collect? We require certain Personal Information to provide the Solution (as defined in the Buildertrend Terms and Conditions ) to you. If you do not provide the Personal Information that we ask for, it may delay or prevent us from providing the Solution to you. The Personal Information that we may collect directly from you includes the following categories of Personal Information as defined in Cal. Civ. Code § 1798.140 (v)(1): Categories of Personal Information Specific Types of Personal Information Collected Identifiers Name, address, IP address, email address, account name, sign-in, and online identifiers Information that identifies, relates to, describes, or is capable of being associated with, a particular individual and other personal information described in subdivision (e) of Section 1798.80. Signature, telephone number, employment information Commercial information Individual purchases, such as products and services listed in change orders or selections Internet or other electronic network activity information Browsing history and information regarding interaction with social media profiles, advertisements, and the Buildertrend services Geolocation data Location information, if enabled Biometric data Buildertrend does not collect this Characteristics of protected classifications under California or federal law Buildertrend does not collect this Sensory data Audio, electronic, or visual information Professional or employment-related information Company name, company contact information, services provided Education information Buildertrend does not collect this Inferences drawn from any of the information identified above Preferences We may also collect other information that you or others may provide to us, including the content that you or others submit, post to, or create within the Solution, such as photos, comments, reviews, searches, photo notes, discussions, project details and costs, and style preferences. We may record, monitor, or otherwise collect details about your communications when you communicate with us (via email, phone, through the Solution, or otherwise) and when you use our software to communicate with others. If required by applicable law, we will provide you notice or obtain consent before recording or monitoring any of these calls. 2. How do we collect Personal Information? Most of the Personal Information we collect comes directly from you, either through email, telephone, the buildertrend.com website, or the Solution. However, we may also collect information about you from other sources, including but not limited to third parties from whom we have purchased Personal Information. This helps us update, expand, and analyze our records, identify new customers, and create more tailored advertising to provide services that may be of interest to you. In particular, we collect Personal Information from the following sources: Buildertrend customers who may supply information directly to us, including Personal Information regarding their own business, clients, contacts, or sub-contractors; From publicly accessible sources, such as property or permit records, corporate websites, trade and business licenses, professional certifications, permits, trade association membership, and e-commerce marketplace profiles (from these sources, we may obtain business information on both business people and companies); Directly from third party providers of business information, such as home marketing sources, social media profiles, or customer due diligence providers; From a third party with your consent, such as a financial providers; From cookies on our website (see our Cookie Policy for more information); and From market research surveys and/or interviews conducted by our own employees or by third-party vendors. 3. How and why do we use your Personal Information? We collect and process Personal Information for the purposes and on the legal bases identified in the following: Providing our websites and services To perform our contracts with you for the use of our websites and services and to fulfill our obligations under applicable terms and conditions or terms of use; where we have not entered into a contract with you, we base the processing of your Personal Information on our legitimate interest to operate and administer our websites and to provide you with the content you access and request (e.g., to interact with content from our websites) Promoting the security of our websites and services In order to promote the safety and security of the services, systems, and applications, and to protect our rights and the rights of others, we track the use of our websites and services, verify accounts and activity, investigate suspicious activity, and enforce our terms and policies Providing necessary functionality To perform our contract with you for the use of our websites and services; where we have not entered into a contract with you, we base the processing of your Personal Information on our legitimate interest to provide you with the necessary functionality required during your use of our websites and services Managing user registrations If you have registered for an account with us, we process your Personal Information by managing your user account for the purpose of performing our contract with you according to applicable terms and conditions Handling contact and user support requests If you fill out a web form or request customer support, or if you contact us by other means including via a phone call, we process your Personal Information to perform our contract with you and to the extent it is necessary for our legitimate interest in fulfilling your requests and communicating with you Managing payments If you have provided financial information to us, we process your Personal Information to verify that information and to collect payments to the extent that doing so is necessary to complete a transaction and perform our contract with you Developing and improving our websites and services To analyze trends and to track your usage of and interactions with our websites and services to the extent it is necessary for our legitimate interest in developing and improving our websites and services and providing our users with more relevant content and service offerings, or where we seek your valid consent Reviewing compliance with applicable usage terms To review compliance with the applicable usage terms in our customer’s contract to the extent that it is in our legitimate interest to ensure adherence to the relevant terms Identifying customer opportunities To assess new potential customer opportunities to the extent that it is in our legitimate interest to ensure that we are meeting the interests of our customers and their users’ experiences Legitimate business opportunities To supply commercial data about businesses to other businesses; to license and sell business contact information for marketing and other purposes; to supply data about Buildertrend customer’s business, clients, contacts, or sub-contractors to other businesses for business opportunities Displaying personalized advertisements To conduct marketing research, advertise to you, provide personalized information about us on and off our websites and to provide other personalized content based upon your activities and interests to the extent it is necessary for our legitimate interest in advertising our websites or, where necessary, to the extent you have provided your prior consent Sending marketing communications To send you marketing information, product recommendations and other non-transactional communications (e.g., marketing newsletters, telemarketing calls, SMS, or push notifications) about us and our affiliates and partners, including information about our products, promotions or events as necessary for our legitimate interest in conducting direct marketing or to the extent you have provided your prior consent; this may include device and usage data Complying with legal obligations To cooperate with public and government authorities, courts or regulators in accordance with our legal obligations under applicable laws to the extent this requires the processing or disclosure of Personal Information to protect our rights or is necessary for our legitimate interest in protecting against misuse or abuse of our websites, protecting personal property or safety, pursuing remedies available to us and limiting our damages, complying with judicial proceedings, court orders or legal processes or to respond to lawful requests. 4. Who do we share Personal Information with? We may share your Personal Information with: Our affiliates, subsidiaries, advisors, and consultants; Our contracted service providers, who provide services such as IT and system administration and hosting, credit card processing, research and analytics, marketing, customer support, and data enrichment for the purposes and pursuant to the legal bases described above; If you use our services as an Authorized User (as defined in the Buildertrend Terms and Conditions ), with the affiliated customer responsible for your access to the services to the extent this is necessary for verifying accounts and activity, investigating suspicious activity, or enforcing our terms and policies; Third parties approved by you, including social media sites you choose to link your account to or third-party payment providers; Our contracted joint marketing partners and other business partners, who may process your Personal Information for purposes such as marketing and providing products and services that may be of interest to you and/or your business; If we are involved in a merger, reorganization, dissolution or other fundamental corporate change, or sell a website or business unit, or if all or a portion of our business, assets or stock are acquired by third party, with such third party. In accordance with applicable laws, we will use reasonable efforts to notify you of any transfer of Personal Information to an unaffiliated third party; Law enforcement, public, and government authorities, and other entities as we deem reasonably necessary to comply with law, support investigations, and protect the rights and property of you, us, and others. We may also collect, process, and use non-personal, aggregated, or anonymized data in any way, including by disclosing, sharing, or otherwise making it available to third parties for various research, marketing, analytics, and measurement purposes. Additionally, Buildertrend may share such anonymous usage on an aggregate basis in the normal course of operating our business. This may include, but is not limited to, sharing information publicly to show the general use of our services. Any Personal Information or other information you choose to submit in communities, forums, blogs, or chat rooms on our websites may be read, collected, and used by others who visit these forums. We only allow our service providers and joint marketing partners to handle your Personal Information if we are satisfied that they take appropriate measures to protect your Personal Information. We also impose contractual obligations on service providers and joint marketing partners to ensure they can only use your personal information for the purposes outlined in our contracts. 5. International transfer of Personal Information We collect, transfer, and store your personal information, both internally in our United States office and externally with our affiliates and third parties. These international transfers are necessary for a variety of reasons described in this Privacy Policy. Wherever your Personal Information is transferred, stored or processed by us, we will take reasonable steps to safeguard the privacy of your Personal Information. For example, before transferring your Personal Information from the European Economic Area (“EEA”) to the United States, we will ensure that we have an appropriate mechanism for the international transfer in place, such as a data protection agreement with standard contractual clauses which may be viewed here and, where applicable, are hereby incorporated as part of this Privacy Policy. Your Personal Information may be processed outside your jurisdiction, and in countries that are not subject to an adequacy decision by the European Commission or your local legislature and/or regulator, and that may not provide for the same level of data protection as your jurisdiction. We ensure that the recipient of your Personal Information offers an adequate level of protection, for instance by entering into the appropriate back-to-back agreements. 6. Children Our websites and services are not created for nor directed at children. We do not knowingly collect Personal Information from children under the age of 18. If you are a parent or guardian and believe we have information about your child or that your child has provided us with Personal Information without your consent, please email privacy@buildertrend.com . 7. How long do we keep your Personal Information? We may retain your Personal Information for a period of time consistent with the original purpose of collection . We determine the appropriate retention period for Personal Information on the basis of the amount, nature, and sensitivity of your Personal Information processed, the potential risk of harm from unauthorized use or disclosure of your Personal Information, and whether we can achieve the purposes of the processing through other means, as well as on the basis of applicable legal requirements (such as applicable statutes of limitations). We will only retain your data for a period of time that is reasonably required for legal or business purposes. 8. Your rights under the GDPR The GDPR gives certain rights to European residents in relation to their Personal Information. These rights include: Right to Access The right to be provided with a copy of your Personal Information Right to Rectification The right to require us to correct any mistakes in your Personal Information Right to be Forgotten The right to require us to delete your Personal Information, in certain situations Right to Restriction of Processing The right to require us to restrict processing of your Personal Information, in certain circumstances Right to Data Portability The right to receive the Personal Information you provided to us, in a structured, commonly used and machine-readable formation, in certain situations Right to Object The right to object: (a) at any time to your Personal Information being processed for direct market; and (b) in certain other situations, to our continued processing of your Personal Information Right Not to be Subject to Automated Individual Decision-Making The right not to be subject to a decision based solely on automated processing (including profiling) that produces legal effects concerning you or similarly significantly affects you Right to Withdraw Consent Where you have provided personal data voluntarily, or otherwise consented to its use, you have the right to withdraw your consent For further information on each of those rights, including the circumstances in which they apply, see the guidance from the UK Information Commissioner’s Office (ICO) on individual rights under the GDPR . VeraSafe has been appointed as Buildertrend’s representative and Data Protection Officer in the European Union for data protection matters, pursuant to Article 27 of the GDPR of the European Union. You may contact VeraSafe, in addition to Buildertrend, by using the “ Contacting Us ” section below. To make an inquiry related to the processing of Personal Information to Verasafe, please use this contact form: https://www.verasafe.com/privacy-services/contact-article-27-representative or via telephone at: +420 228 881 031 . Alternatively, VeraSafe can be contacted at: VeraSafe Ireland Ltd. Unit 3D North Point House North Point Business Park New Mallow Road Cork T23AT2P Ireland If you wish to raise a concern about our data processing practices, you have the right to do so with your local supervising authority. 9. Your rights under the CCPA and CPRA California residents have the right under the CCPA and the CPRA to exercise free of charge certain rights: Right to Know/Access Residents of California have the right to know the Personal Information Buildertrend collects, uses, discloses, or sells.  Specifically, you have the right to know: The categories of Personal Information we have collected about you; The categories of sources from which the Personal Information is collected; Our business or commercial purpose for collecting, selling, or sharing Personal Information; The categories of third parties with whom we share Personal Information, if any; and The specific pieces of Personal Information we have collected about you. In connection with any Personal Information we may sell or disclose to a third party for a business purpose, residents of California have the right to know: The categories of Personal Information about you that we sold and the categories of third parties to whom the Personal Information was sold; and The categories of Personal Information that we disclosed about you for a business purpose. Please note that we are not required to: Retain any Personal Information about you that was collected for a single one-time transaction if, in the ordinary course of business, that information about you is not retained; Reidentify or otherwise link any data that, in the ordinary course of business, is not maintained in a manner that would be considered Personal Information; or Provide the Personal Information to you more than twice in a 12-month period. Right of Correction You have the right to request that we correct inaccurate Personal Information, taking into account the nature of the Personal Information and the purposes of the processing of the Personal Information. Right of Portability You have the right, upon request, to obtain your Personal Information by mail or electronically without charge and in a readily useable format that allows you to transmit the information from one entity to another entity without hindrance. Right to Opt Out You have the right under CCPA and CPRA, and certain other privacy and data protection laws, as applicable, to opt-out of the sale or disclosure of your Personal Information. If you exercise your right to opt out of the sale or disclosure of your Personal Information, we will refrain from selling your Personal Information, unless you subsequently provide express authorization for the sale of your Personal Information. To opt out of the sale or disclosure of your personal information, please visit Opt Out of the Disclosure of Your Personal Information and complete the necessary webform. Right to Deletion Subject to certain exceptions set out below, on receipt of a verifiable request from you, we will: Delete your Personal Information from our records; and Direct any service providers to delete your Personal Information from their records. Please note that we may not delete your Personal Information if it is necessary to: Complete the transaction for which the Personal Information was collected, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, provide a good or service requested by you, or reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform a contract between you and us; Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity; or prosecute those responsible for that activity; Debug to identify and repair errors that impair existing intended functionality; Exercise free speech, ensure the right of another consumer to exercise his or her right of free speech, or exercise another right provided for by law; Comply with the California Electronic Communications Privacy Act; Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when our deletion of the information is likely to render impossible or seriously impair the achievement of such research, provided we have obtained your informed consent; Enable solely internal uses that are reasonably aligned with your expectations based on your relationship with us; Comply with an existing legal obligation; or Otherwise use your personal information, internally, in a lawful manner that is compatible with the context in which you provided the information. Right to Limit Use and Disclosure You have the right to direct a business that collects sensitive personal information to limit its use of your sensitive personal information to that use which is necessary to perform the services or provide the goods reasonably expected by an average consumer who requests those goods or services, necessary for business purposes, or authorized by certain regulations. Making a Request under CCPA Instructions for Making a Request under CCPA: Residents of the State of California may make a request to know what Personal Information that Buildertrend stores about them, and/or a request to delete any of your Personal Information Buildertrend stores about you, and/or a request to opt-out of the sale of your Personal Information. In order to make a request under CCPA, please utilize the form at the bottom of this webpage. Alternatively, you may email a request to privacy@buildertrend.com , or send us a physical letter at: Buildertrend Solutions, Inc. ATTN: Privacy Team 11818 I Street Omaha, NE 68137, USA Verification of Request : If you make a request to know or delete the personal information we collect, disclose, or sell, Buildertrend is required by California state law to first verify your identity to ensure your data is not being disclosed to someone other than you.  Any follow-ups or responses will be made in the same manner your request is made.  For example, if you utilize the form at the bottom of this webpage, or if you email privacy@buildertrend.com , we will reply back via email.  If you send us a physical letter, we will respond with a physical letter.  We may ask for additional information which we can cross-reference with data we already have on file to verify you are who you claim to be.  Once your identity has been verified, we will process your request as quickly as possible. Timing of Responses : When you make a Request to Know or Delete under CCPA, Buildertrend will confirm receipt of your request within 10 business days.  For requests where we are required to first verify your identity, we will process the request as quickly as possible; however, we may take up to 45 calendar days from the date of your original request to confirm your identity and process your request. Authorized Agents : Residents of the State of California may also utilize a third party to exercise their rights under CCPA.  Authorized agents will be required to provide proof they have the legal authority to act on behalf of the California resident, such as a signed statement from the California resident, valid Power of Attorney, or other evidence of authority.  We may contact the California resident directly if we are unable to reasonably confirm the identity or authority of the authorized agent. 10. Your rights under the VCDPA Under the Virginia Consumer Data Protection Act (“VCDPA”), Virginia consumers have the right to access, correct, and delete personal information collected or processed and the right to opt out of the sale and processing of Personal Information for advertising purposes. Right to Know/Access You have a right to confirm whether a controller is processing your Personal Information and to access such data. Right of Correction You have a right to correct inaccuracies in your Personal Information, considering the nature of the Personal Information and the purposes of the processing of your Personal Information. Right of Deletion You have a right to delete Personal Information provided by or obtained about you. Right of Portability You have a right to obtain a copy of the Personal Information that you previously provided to Buildertrend in a portable way and, to the extent technically feasible, readily usable format that allows you to easily transmit the data to another controller or business. Right to Opt Out You have a right to opt out of the processing of Personal Information for purposes of targeted advertising, sale of personal data, and certain profiling. Right to Appeal You have a right to appeal a refusal to take action on a request within a reasonable period of time after your receipt of the decision. If your request is rejected, you will receive a notification with the reason for rejection and instructions about how to make an appeal. An appeal must be submitted within 15 days of receipt of the rejection notice. We will respond to you within 45 days of your appeal submission. 11. How do we secure your Personal Information? As stated above, your privacy and data security are our top priority. We take precautions including organizational, technical, and physical measures to help safeguard against the accidental or unlawful destruction, loss, alteration, and unauthorized disclosure of, or access to, the Personal Information we process or use. While we follow industry best practices to protect your Personal Information, no method of storage or transmission is 100% secure. You are solely responsible for protecting your password, limiting access to your devices, and signing out of websites after your sessions. If you have any questions about the security of our websites, please contact us by using the information in the “Contacting Us” section, below. 12. Changes to this Privacy Policy We will update this Privacy Policy from time to time to reflect changes in our practices, technologies, legal requirements, and other factors. If we do, we will update the “Last updated” at the top of this Privacy Policy. If we make a material update, we may provide you with notice prior to the update taking effect, such as by posting a conspicuous notice on our website or by contacting you using the email address you provided. We encourage you to periodically review this Privacy Policy to stay informed about our collection, processing, and sharing of your Personal Information. 13. Contacting Us To exercise your legal rights regarding your Personal Information, or if you have questions regarding this Privacy Policy or our privacy practices please fill out this form: Your Name * Your Email * Your State of Residence Please choose your state of residence Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware District of Columbia Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington West Virginia Wisconsin Wyoming Country United States Canada Australia New Zealand United Kingdom Other I am a (an): Buildertrend Customer Buildertrend Guest/Invited User (subcontractor, homeowner, employee) Marketing Recipient Other Please explain * What is the reason for your request? If applicable, please indicate if you would like to exercise your rights under a consumer privacy law or would like to opt out of marketing communications. * Submit By submitting this form, you are agreeing to our Terms and Conditions Agreement and Privacy Policy .\n\t\t\t\t\t\t\tThis site is protected by Google reCAPTCHA To contact us directly, please email privacy@buildertrend.com , or mail us to: Buildertrend Solutions, Inc. ATTN: Privacy Team 11818 I Street Omaha, NE 68137, USA We are committed to working with you to obtain a fair resolution of any request or concern about privacy. If, however, you believe that we have not been able to assist with your complaint or concern, you have the right to lodge a complaint with the competent supervisory authority. Product Pricing Sales process Financial tools Project management Communication Additional Services Financial Services Resources Learn about Buildertrend’s takeoff software Mistakes small construction businesses should avoid 5 questions contractors should ask clients before a project begins Tips to make construction invoices painless 5 ways Buildertrend’s QuickBooks integration makes life easier How to measure cash flow in construction Customers Help Center Customer Support Buildertrend Learning Academy Buildertrend University Onsite Consulting Company (888) 415-7149 support@buildertrend.com About News Careers Social Impact Write for us Subscribe to our newsletter © Copyright Buildertrend. All rights reserved. Legal Privacy Policy Cookie policy Do not sell or share my information",
  "annotations": [
    {
      "Text": "Last updated: March 3, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "What Personal Information do we collect?\\n\\nWe require certain Personal Information to provide the Solution (as defined in the Buildertrend Terms and Conditions) to you. If you do not provide the Personal Information that we ask for, it may delay or prevent us from providing the Solution to you.\\n\\nThe Personal Information that we may collect directly from you includes the following categories of Personal Information as defined in Cal. Civ. Code § 1798.140 (v)(1):\\n\\nCategories of Personal Information\tSpecific Types of Personal Information Collected\\nIdentifiers\tName, address, IP address, email address, account name, sign-in, and online identifiers\\nInformation that identifies, relates to, describes, or is capable of being associated with, a particular individual and other personal information described in subdivision (e) of Section 1798.80.\tSignature, telephone number, employment information\\nCommercial information\tIndividual purchases, such as products and services listed in change orders or selections\\nInternet or other electronic network activity information\tBrowsing history and information regarding interaction with social media profiles, advertisements, and the Buildertrend services\\nGeolocation data\tLocation information, if enabled\\nBiometric data\tBuildertrend does not collect this\\nCharacteristics of protected classifications under California or federal law\tBuildertrend does not collect this\\nSensory data\tAudio, electronic, or visual information\\nProfessional or employment-related information\tCompany name, company contact information, services provided\\nEducation information\tBuildertrend does not collect this\\nInferences drawn from any of the information identified above\tPreferences",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please see the “ Contacting Us ” section below for our contact information. 1.} "
    },
    {
      "Text": "Categories of Personal Information: Identifiers ||| Specific Types of Personal Information Collected: Name, address, IP address, email address, account name, sign-in, and online identifiers\\n\\nCategories of Personal Information: Information that identifies, relates to, describes, or is capable of being associated with, a particular individual and other personal information described in subdivision (e) of Section 1798.80. ||| Specific Types of Personal Information Collected: Signature, telephone number, employment information\\n\\nCategories of Personal Information: Commercial information ||| Specific Types of Personal Information Collected: Individual purchases, such as products and services listed in change orders or selections\\n\\nCategories of Personal Information: Internet or other electronic network activity information ||| Specific Types of Personal Information Collected: Browsing history and information regarding interaction with social media profiles, advertisements, and the Buildertrend services\\n\\nCategories of Personal Information: Geolocation data ||| Specific Types of Personal Information Collected: Location information, if enabled\\n\\nCategories of Personal Information: Biometric data ||| Specific Types of Personal Information Collected: Buildertrend does not collect this\\n\\nCategories of Personal Information: Characteristics of protected classifications under California or federal law ||| Specific Types of Personal Information Collected: Buildertrend does not collect this\\n\\nCategories of Personal Information: Sensory data ||| Specific Types of Personal Information Collected: Audio, electronic, or visual information\\n\\nCategories of Personal Information: Professional or employment-related information ||| Specific Types of Personal Information Collected: Company name, company contact information, services provided\\n\\nCategories of Personal Information: Education information ||| Specific Types of Personal Information Collected: Buildertrend does not collect this\\n\\nCategories of Personal Information: Inferences drawn from any of the information identified above ||| Specific Types of Personal Information Collected: Preferences",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Personal Information that we may collect directly from you includes the following categories of Personal Information as defined in Cal. Civ.} "
    },
    {
      "Text": "How do we collect Personal Information?\\n\\nMost of the Personal Information we collect comes directly from you, either through email, telephone, the buildertrend.com website, or the Solution. However, we may also collect information about you from other sources, including but not limited to third parties from whom we have purchased Personal Information. This helps us update, expand, and analyze our records, identify new customers, and create more tailored advertising to provide services that may be of interest to you. In particular, we collect Personal Information from the following sources:\\n\\nBuildertrend customers who may supply information directly to us, including Personal Information regarding their own business, clients, contacts, or sub-contractors;\\nFrom publicly accessible sources, such as property or permit records, corporate websites, trade and business licenses, professional certifications, permits, trade association membership, and e-commerce marketplace profiles (from these sources, we may obtain business information on both business people and companies);\\nDirectly from third party providers of business information, such as home marketing sources, social media profiles, or customer due diligence providers;\\nFrom a third party with your consent, such as a financial providers;\\nFrom cookies on our website (see our Cookie Policy for more information); and\\nFrom market research surveys and/or interviews conducted by our own employees or by third-party vendors. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If required by applicable law, we will provide you notice or obtain consent before recording or monitoring any of these calls. 2.} "
    },
    {
      "Text": "Providing our websites and services\tTo perform our contracts with you for the use of our websites and services and to fulfill our obligations under applicable terms and conditions or terms of use; where we have not entered into a contract with you, we base the processing of your Personal Information on our legitimate interest to operate and administer our websites and to provide you with the content you access and request (e.g., to interact with content from our websites)\\nPromoting the security of our websites and services\tIn order to promote the safety and security of the services, systems, and applications, and to protect our rights and the rights of others, we track the use of our websites and services, verify accounts and activity, investigate suspicious activity, and enforce our terms and policies\\nProviding necessary functionality\tTo perform our contract with you for the use of our websites and services; where we have not entered into a contract with you, we base the processing of your Personal Information on our legitimate interest to provide you with the necessary functionality required during your use of our websites and services\\nManaging user registrations\tIf you have registered for an account with us, we process your Personal Information by managing your user account for the purpose of performing our contract with you according to applicable terms and conditions\\nHandling contact and user support requests\tIf you fill out a web form or request customer support, or if you contact us by other means including via a phone call, we process your Personal Information to perform our contract with you and to the extent it is necessary for our legitimate interest in fulfilling your requests and communicating with you\\nManaging payments\tIf you have provided financial information to us, we process your Personal Information to verify that information and to collect payments to the extent that doing so is necessary to complete a transaction and perform our contract with you\\nDeveloping and improving our websites and services\tTo analyze trends and to track your usage of and interactions with our websites and services to the extent it is necessary for our legitimate interest in developing and improving our websites and services and providing our users with more relevant content and service offerings, or where we seek your valid consent\\nReviewing compliance with applicable usage terms\tTo review compliance with the applicable usage terms in our customer’s contract to the extent that it is in our legitimate interest to ensure adherence to the relevant terms\\nIdentifying customer opportunities\tTo assess new potential customer opportunities to the extent that it is in our legitimate interest to ensure that we are meeting the interests of our customers and their users’ experiences\\nLegitimate business opportunities\tTo supply commercial data about businesses to other businesses; to license and sell business contact information for marketing and other purposes; to supply data about Buildertrend customer’s business, clients, contacts, or sub-contractors to other businesses for business opportunities\\nDisplaying personalized advertisements\tTo conduct marketing research, advertise to you, provide personalized information about us on and off our websites and to provide other personalized content based upon your activities and interests to the extent it is necessary for our legitimate interest in advertising our websites or, where necessary, to the extent you have provided your prior consent\\nSending marketing communications\tTo send you marketing information, product recommendations and other non-transactional communications (e.g., marketing newsletters, telemarketing calls, SMS, or push notifications) about us and our affiliates and partners, including information about our products, promotions or events as necessary for our legitimate interest in conducting direct marketing or to the extent you have provided your prior consent; this may include device and usage data\\nComplying with legal obligations\tTo cooperate with public and government authorities, courts or regulators in accordance with our legal obligations under applicable laws to the extent this requires the processing or disclosure of Personal Information to protect our rights or is necessary for our legitimate interest in protecting against misuse or abuse of our websites, protecting personal property or safety, pursuing remedies available to us and limiting our damages, complying with judicial proceedings, court orders or legal processes or to respond to lawful requests.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {3. How and why do we use your Personal Information?} "
    },
    {
      "Text": "Providing our websites and services\tTo perform our contracts with you for the use of our websites and services and to fulfill our obligations under applicable terms and conditions or terms of use; where we have not entered into a contract with you, we base the processing of your Personal Information on our legitimate interest to operate and administer our websites and to provide you with the content you access and request (e.g., to interact with content from our websites)\\nPromoting the security of our websites and services\tIn order to promote the safety and security of the services, systems, and applications, and to protect our rights and the rights of others, we track the use of our websites and services, verify accounts and activity, investigate suspicious activity, and enforce our terms and policies\\nProviding necessary functionality\tTo perform our contract with you for the use of our websites and services; where we have not entered into a contract with you, we base the processing of your Personal Information on our legitimate interest to provide you with the necessary functionality required during your use of our websites and services\\nManaging user registrations\tIf you have registered for an account with us, we process your Personal Information by managing your user account for the purpose of performing our contract with you according to applicable terms and conditions\\nHandling contact and user support requests\tIf you fill out a web form or request customer support, or if you contact us by other means including via a phone call, we process your Personal Information to perform our contract with you and to the extent it is necessary for our legitimate interest in fulfilling your requests and communicating with you\\nManaging payments\tIf you have provided financial information to us, we process your Personal Information to verify that information and to collect payments to the extent that doing so is necessary to complete a transaction and perform our contract with you\\nDeveloping and improving our websites and services\tTo analyze trends and to track your usage of and interactions with our websites and services to the extent it is necessary for our legitimate interest in developing and improving our websites and services and providing our users with more relevant content and service offerings, or where we seek your valid consent\\nReviewing compliance with applicable usage terms\tTo review compliance with the applicable usage terms in our customer’s contract to the extent that it is in our legitimate interest to ensure adherence to the relevant terms\\nIdentifying customer opportunities\tTo assess new potential customer opportunities to the extent that it is in our legitimate interest to ensure that we are meeting the interests of our customers and their users’ experiences\\nLegitimate business opportunities\tTo supply commercial data about businesses to other businesses; to license and sell business contact information for marketing and other purposes; to supply data about Buildertrend customer’s business, clients, contacts, or sub-contractors to other businesses for business opportunities\\nDisplaying personalized advertisements\tTo conduct marketing research, advertise to you, provide personalized information about us on and off our websites and to provide other personalized content based upon your activities and interests to the extent it is necessary for our legitimate interest in advertising our websites or, where necessary, to the extent you have provided your prior consent\\nSending marketing communications\tTo send you marketing information, product recommendations and other non-transactional communications (e.g., marketing newsletters, telemarketing calls, SMS, or push notifications) about us and our affiliates and partners, including information about our products, promotions or events as necessary for our legitimate interest in conducting direct marketing or to the extent you have provided your prior consent; this may include device and usage data\\nComplying with legal obligations\tTo cooperate with public and government authorities, courts or regulators in accordance with our legal obligations under applicable laws to the extent this requires the processing or disclosure of Personal Information to protect our rights or is necessary for our legitimate interest in protecting against misuse or abuse of our websites, protecting personal property or safety, pursuing remedies available to us and limiting our damages, complying with judicial proceedings, court orders or legal processes or to respond to lawful requests.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {3. How and why do we use your Personal Information?} "
    },
    {
      "Text": "We may share your Personal Information with:\\n\\nOur affiliates, subsidiaries, advisors, and consultants;\\nOur contracted service providers, who provide services such as IT and system administration and hosting, credit card processing, research and analytics, marketing, customer support, and data enrichment for the purposes and pursuant to the legal bases described above;\\nIf you use our services as an Authorized User (as defined in the Buildertrend Terms and Conditions), with the affiliated customer responsible for your access to the services to the extent this is necessary for verifying accounts and activity, investigating suspicious activity, or enforcing our terms and policies;\\nThird parties approved by you, including social media sites you choose to link your account to or third-party payment providers;\\nOur contracted joint marketing partners and other business partners, who may process your Personal Information for purposes such as marketing and providing products and services that may be of interest to you and/or your business;\\nIf we are involved in a merger, reorganization, dissolution or other fundamental corporate change, or sell a website or business unit, or if all or a portion of our business, assets or stock are acquired by third party, with such third party. In accordance with applicable laws, we will use reasonable efforts to notify you of any transfer of Personal Information to an unaffiliated third party;\\nLaw enforcement, public, and government authorities, and other entities as we deem reasonably necessary to comply with law, support investigations, and protect the rights and property of you, us, and others.\\nWe may also collect, process, and use non-personal, aggregated, or anonymized data in any way, including by disclosing, sharing, or otherwise making it available to third parties for various research, marketing, analytics, and measurement purposes. Additionally, Buildertrend may share such anonymous usage on an aggregate basis in the normal course of operating our business. This may include, but is not limited to, sharing information publicly to show the general use of our services.\\n\\nAny Personal Information or other information you choose to submit in communities, forums, blogs, or chat rooms on our websites may be read, collected, and used by others who visit these forums.\\n\\nWe only allow our service providers and joint marketing partners to handle your Personal Information if we are satisfied that they take appropriate measures to protect your Personal Information. We also impose contractual obligations on service providers and joint marketing partners to ensure they can only use your personal information for the purposes outlined in our contracts.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We collect and process Personal Information for the purposes and on the legal bases identified in the following: Providing our websites and services To perform our contracts with you for the use of our websites and services and to fulfill our obligations under applicable terms and conditions or terms of use; where we have not entered into a contract with you, we base the processing of your Personal Information on our legitimate interest to operate and administer our websites and to provide you with the content you access and request (e.g., to interact with content from our websites) Promoting the security of our websites and services In order to promote the safety and security of the services, systems, and applications, and to protect our rights and the rights of others, we track the use of our websites and services, verify accounts and activity, investigate suspicious activity, and enforce our terms and policies Providing necessary functionality To perform our contract with you for the use of our websites and services; where we have not entered into a contract with you, we base the processing of your Personal Information on our legitimate interest to provide you with the necessary functionality required during your use of our websites and services Managing user registrations If you have registered for an account with us, we process your Personal Information by managing your user account for the purpose of performing our contract with you according to applicable terms and conditions Handling contact and user support requests If you fill out a web form or request customer support, or if you contact us by other means including via a phone call, we process your Personal Information to perform our contract with you and to the extent it is necessary for our legitimate interest in fulfilling your requests and communicating with you Managing payments If you have provided financial information to us, we process your Personal Information to verify that information and to collect payments to the extent that doing so is necessary to complete a transaction and perform our contract with you Developing and improving our websites and services To analyze trends and to track your usage of and interactions with our websites and services to the extent it is necessary for our legitimate interest in developing and improving our websites and services and providing our users with more relevant content and service offerings, or where we seek your valid consent Reviewing compliance with applicable usage terms To review compliance with the applicable usage terms in our customer’s contract to the extent that it is in our legitimate interest to ensure adherence to the relevant terms Identifying customer opportunities To assess new potential customer opportunities to the extent that it is in our legitimate interest to ensure that we are meeting the interests of our customers and their users’ experiences Legitimate business opportunities To supply commercial data about businesses to other businesses; to license and sell business contact information for marketing and other purposes; to supply data about Buildertrend customer’s business, clients, contacts, or sub-contractors to other businesses for business opportunities Displaying personalized advertisements To conduct marketing research, advertise to you, provide personalized information about us on and off our websites and to provide other personalized content based upon your activities and interests to the extent it is necessary for our legitimate interest in advertising our websites or, where necessary, to the extent you have provided your prior consent Sending marketing communications To send you marketing information, product recommendations and other non-transactional communications (e.g., marketing newsletters, telemarketing calls, SMS, or push notifications) about us and our affiliates and partners, including information about our products, promotions or events as necessary for our legitimate interest in conducting direct marketing or to the extent you have provided your prior consent; this may include device and usage data Complying with legal obligations To cooperate with public and government authorities, courts or regulators in accordance with our legal obligations under applicable laws to the extent this requires the processing or disclosure of Personal Information to protect our rights or is necessary for our legitimate interest in protecting against misuse or abuse of our websites, protecting personal property or safety, pursuing remedies available to us and limiting our damages, complying with judicial proceedings, court orders or legal processes or to respond to lawful requests. 4. Who do we share Personal Information with?} "
    },
    {
      "Text": "We may also collect, process, and use non-personal, aggregated, or anonymized data in any way, including by disclosing, sharing, or otherwise making it available to third parties for various research, marketing, analytics, and measurement purposes. Additionally, Buildertrend may share such anonymous usage on an aggregate basis in the normal course of operating our business. This may include, but is not limited to, sharing information publicly to show the general use of our services.\\n\\nAny Personal Information or other information you choose to submit in communities, forums, blogs, or chat rooms on our websites may be read, collected, and used by others who visit these forums.\\n\\nWe only allow our service providers and joint marketing partners to handle your Personal Information if we are satisfied that they take appropriate measures to protect your Personal Information. We also impose contractual obligations on service providers and joint marketing partners to ensure they can only use your personal information for the purposes outlined in our contracts.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Civ. Code § 1798.140 (v)(1): Categories of Personal Information Specific Types of Personal Information Collected Identifiers Name, address, IP address, email address, account name, sign-in, and online identifiers Information that identifies, relates to, describes, or is capable of being associated with, a particular individual and other personal information described in subdivision (e) of Section 1798.80.} "
    },
    {
      "Text": "Residents of California have the right to know the Personal Information Buildertrend collects, uses, discloses, or sells.  Specifically, you have the right to know:\\nThe categories of Personal Information we have collected about you;\\nThe categories of sources from which the Personal Information is collected;\\nOur business or commercial purpose for collecting, selling, or sharing Personal Information;\\nThe categories of third parties with whom we share Personal Information, if any; and\\nThe specific pieces of Personal Information we have collected about you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Alternatively, VeraSafe can be contacted at: VeraSafe Ireland Ltd. Unit 3D North Point House North Point Business Park New Mallow Road Cork T23AT2P Ireland If you wish to raise a concern about our data processing practices, you have the right to do so with your local supervising authority. 9.} "
    },
    {
      "Text": "In connection with any Personal Information we may sell or disclose to a third party for a business purpose, residents of California have the right to know:\\nThe categories of Personal Information about you that we sold and the categories of third parties to whom the Personal Information was sold; and\\nThe categories of Personal Information that we disclosed about you for a business purpose.\\n",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Your rights under the CCPA and CPRA California residents have the right under the CCPA and the CPRA to exercise free of charge certain rights: Right to Know/Access Residents of California have the right to know the Personal Information Buildertrend collects, uses, discloses, or sells. Specifically, you have the right to know: The categories of Personal Information we have collected about you; The categories of sources from which the Personal Information is collected; Our business or commercial purpose for collecting, selling, or sharing Personal Information; The categories of third parties with whom we share Personal Information, if any; and The specific pieces of Personal Information we have collected about you.} "
    },
    {
      "Text": "\tYou have the right to request that we correct inaccurate Personal Information, taking into account the nature of the Personal Information and the purposes of the processing of the Personal Information.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {In connection with any Personal Information we may sell or disclose to a third party for a business purpose, residents of California have the right to know: The categories of Personal Information about you that we sold and the categories of third parties to whom the Personal Information was sold; and The categories of Personal Information that we disclosed about you for a business purpose. Please note that we are not required to: Retain any Personal Information about you that was collected for a single one-time transaction if, in the ordinary course of business, that information about you is not retained; Reidentify or otherwise link any data that, in the ordinary course of business, is not maintained in a manner that would be considered Personal Information; or Provide the Personal Information to you more than twice in a 12-month period.} "
    },
    {
      "Text": "You have the right under CCPA and CPRA, and certain other privacy and data protection laws, as applicable, to opt-out of the sale or disclosure of your Personal Information. If you exercise your right to opt out of the sale or disclosure of your Personal Information, we will refrain from selling your Personal Information, unless you subsequently provide express authorization for the sale of your Personal Information. To opt out of the sale or disclosure of your personal information, please visit Opt Out of the Disclosure of Your Personal Information and complete the necessary webform.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Right of Correction You have the right to request that we correct inaccurate Personal Information, taking into account the nature of the Personal Information and the purposes of the processing of the Personal Information. Right of Portability You have the right, upon request, to obtain your Personal Information by mail or electronically without charge and in a readily useable format that allows you to transmit the information from one entity to another entity without hindrance.} "
    },
    {
      "Text": "To opt out of the sale or disclosure of your personal information, please visit Opt Out of the Disclosure of Your Personal Information and complete the necessary webform.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Opt Out You have the right under CCPA and CPRA, and certain other privacy and data protection laws, as applicable, to opt-out of the sale or disclosure of your Personal Information. If you exercise your right to opt out of the sale or disclosure of your Personal Information, we will refrain from selling your Personal Information, unless you subsequently provide express authorization for the sale of your Personal Information.} "
    },
    {
      "Text": "Subject to certain exceptions set out below, on receipt of a verifiable request from you, we will:\\n\\nDelete your Personal Information from our records; and\\n\\nDirect any service providers to delete your Personal Information from their records.\\n\\nPlease note that we may not delete your Personal Information if it is necessary to:\\n\\nComplete the transaction for which the Personal Information was collected, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, provide a good or service requested by you, or reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform a contract between you and us;\\nDetect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity; or prosecute those responsible for that activity;\\n\\nDebug to identify and repair errors that impair existing intended functionality;\\n\\nExercise free speech, ensure the right of another consumer to exercise his or her right of free speech, or exercise another right provided for by law;\\n\\nComply with the California Electronic Communications Privacy Act;\\n\\nEngage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when our deletion of the information is likely to render impossible or seriously impair the achievement of such research, provided we have obtained your informed consent;\\n\\nEnable solely internal uses that are reasonably aligned with your expectations based on your relationship with us;\\n\\nComply with an existing legal obligation; or\\n\\nOtherwise use your personal information, internally, in a lawful manner that is compatible with the context in which you provided the information.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If you exercise your right to opt out of the sale or disclosure of your Personal Information, we will refrain from selling your Personal Information, unless you subsequently provide express authorization for the sale of your Personal Information. To opt out of the sale or disclosure of your personal information, please visit Opt Out of the Disclosure of Your Personal Information and complete the necessary webform.} "
    },
    {
      "Text": "Right to Limit Use and Disclosure\tYou have the right to direct a business that collects sensitive personal information to limit its use of your sensitive personal information to that use which is necessary to perform the services or provide the goods reasonably expected by an average consumer who requests those goods or services, necessary for business purposes, or authorized by certain regulations.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Right to Deletion Subject to certain exceptions set out below, on receipt of a verifiable request from you, we will: Delete your Personal Information from our records; and Direct any service providers to delete your Personal Information from their records. Please note that we may not delete your Personal Information if it is necessary to: Complete the transaction for which the Personal Information was collected, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, provide a good or service requested by you, or reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform a contract between you and us; Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity; or prosecute those responsible for that activity; Debug to identify and repair errors that impair existing intended functionality; Exercise free speech, ensure the right of another consumer to exercise his or her right of free speech, or exercise another right provided for by law; Comply with the California Electronic Communications Privacy Act; Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when our deletion of the information is likely to render impossible or seriously impair the achievement of such research, provided we have obtained your informed consent; Enable solely internal uses that are reasonably aligned with your expectations based on your relationship with us; Comply with an existing legal obligation; or Otherwise use your personal information, internally, in a lawful manner that is compatible with the context in which you provided the information.} "
    },
    {
      "Text": "Instructions for Making a Request under CCPA:\\nResidents of the State of California may make a request to know what Personal Information that Buildertrend stores about them, and/or a request to delete any of your Personal Information Buildertrend stores about you, and/or a request to opt-out of the sale of your Personal Information.\\n \\nIn order to make a request under CCPA, please utilize the form at the bottom of this webpage. \\n \\nAlternatively, you may email a request to privacy@buildertrend.com, or send us a physical letter at:\\n \\nBuildertrend Solutions, Inc.\\nATTN: Privacy Team\\n11818 I Street\\nOmaha, NE 68137, USA",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Please note that we may not delete your Personal Information if it is necessary to: Complete the transaction for which the Personal Information was collected, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, provide a good or service requested by you, or reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform a contract between you and us; Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity; or prosecute those responsible for that activity; Debug to identify and repair errors that impair existing intended functionality; Exercise free speech, ensure the right of another consumer to exercise his or her right of free speech, or exercise another right provided for by law; Comply with the California Electronic Communications Privacy Act; Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when our deletion of the information is likely to render impossible or seriously impair the achievement of such research, provided we have obtained your informed consent; Enable solely internal uses that are reasonably aligned with your expectations based on your relationship with us; Comply with an existing legal obligation; or Otherwise use your personal information, internally, in a lawful manner that is compatible with the context in which you provided the information. Right to Limit Use and Disclosure You have the right to direct a business that collects sensitive personal information to limit its use of your sensitive personal information to that use which is necessary to perform the services or provide the goods reasonably expected by an average consumer who requests those goods or services, necessary for business purposes, or authorized by certain regulations.} "
    },
    {
      "Text": "Changes to this Privacy Policy\\n\\nWe will update this Privacy Policy from time to time to reflect changes in our practices, technologies, legal requirements, and other factors. If we do, we will update the “Last updated” at the top of this Privacy Policy. If we make a material update, we may provide you with notice prior to the update taking effect, such as by posting a conspicuous notice on our website or by contacting you using the email address you provided.\\n\\nWe encourage you to periodically review this Privacy Policy to stay informed about our collection, processing, and sharing of your Personal Information.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {If you have any questions about the security of our websites, please contact us by using the information in the “Contacting Us” section, below. 12.} "
    },
    {
      "Text": "To exercise your legal rights regarding your Personal Information, or if you have questions regarding this Privacy Policy or our privacy practices please fill out this form:\\n\\nYour Name*\\nYour Email*\\nYour State of Residence\\nCountry\\nI am a (an):\\nPlease explain*\\nWhat is the reason for your request? If applicable, please indicate if you would like to exercise your rights under a consumer privacy law or would like to opt out of marketing communications.*\\nBy submitting this form, you are agreeing to our Terms and Conditions Agreement and Privacy Policy. This site is protected by Google reCAPTCHA\\n\\nTo contact us directly, please email privacy@buildertrend.com, or mail us to:\\n\\nBuildertrend Solutions, Inc.\\nATTN: Privacy Team\\n11818 I Street\\nOmaha, NE 68137, USA",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We encourage you to periodically review this Privacy Policy to stay informed about our collection, processing, and sharing of your Personal Information. 13.} "
    },
    {
      "Text": "Last updated: March 3, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Categories of Personal Information\tSpecific Types of Personal Information Collected\\nIdentifiers\tName, address, IP address, email address, account name, sign-in, and online identifiers\\nInformation that identifies, relates to, describes, or is capable of being associated with, a particular individual and other personal information described in subdivision (e) of Section 1798.80.\tSignature, telephone number, employment information\\nCommercial information\tIndividual purchases, such as products and services listed in change orders or selections\\nInternet or other electronic network activity information\tBrowsing history and information regarding interaction with social media profiles, advertisements, and the Buildertrend services\\nGeolocation data\tLocation information, if enabled\\nBiometric data\tBuildertrend does not collect this\\nCharacteristics of protected classifications under California or federal law\tBuildertrend does not collect this\\nSensory data\tAudio, electronic, or visual information\\nProfessional or employment-related information\tCompany name, company contact information, services provided\\nEducation information\tBuildertrend does not collect this\\nInferences drawn from any of the information identified above\tPreferences",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Personal Information that we may collect directly from you includes the following categories of Personal Information as defined in Cal. Civ.} "
    },
    {
      "Text": "We may also collect other information that you or others may provide to us, including the content that you or others submit, post to, or create within the Solution, such as photos, comments, reviews, searches, photo notes, discussions, project details and costs, and style preferences.\\n\\nWe may record, monitor, or otherwise collect details about your communications when you communicate with us (via email, phone, through the Solution, or otherwise) and when you use our software to communicate with others.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Civ. Code § 1798.140 (v)(1): Categories of Personal Information Specific Types of Personal Information Collected Identifiers Name, address, IP address, email address, account name, sign-in, and online identifiers Information that identifies, relates to, describes, or is capable of being associated with, a particular individual and other personal information described in subdivision (e) of Section 1798.80.} "
    },
    {
      "Text": "How do we collect Personal Information?\\n\\nMost of the Personal Information we collect comes directly from you, either through email, telephone, the buildertrend.com website, or the Solution. However, we may also collect information about you from other sources, including but not limited to third parties from whom we have purchased Personal Information. This helps us update, expand, and analyze our records, identify new customers, and create more tailored advertising to provide services that may be of interest to you. In particular, we collect Personal Information from the following sources:\\n\\nBuildertrend customers who may supply information directly to us, including Personal Information regarding their own business, clients, contacts, or sub-contractors;\\nFrom publicly accessible sources, such as property or permit records, corporate websites, trade and business licenses, professional certifications, permits, trade association membership, and e-commerce marketplace profiles (from these sources, we may obtain business information on both business people and companies);\\nDirectly from third party providers of business information, such as home marketing sources, social media profiles, or customer due diligence providers;\\nFrom a third party with your consent, such as a financial providers;\\nFrom cookies on our website (see our Cookie Policy for more information); and\\nFrom market research surveys and/or interviews conducted by our own employees or by third-party vendors. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If required by applicable law, we will provide you notice or obtain consent before recording or monitoring any of these calls. 2.} "
    },
    {
      "Text": "How and why do we use your Personal Information?\\n\\nWe collect and process Personal Information for the purposes and on the legal bases identified in the following:\\n\\nProviding our websites and services\tTo perform our contracts with you for the use of our websites and services and to fulfill our obligations under applicable terms and conditions or terms of use; where we have not entered into a contract with you, we base the processing of your Personal Information on our legitimate interest to operate and administer our websites and to provide you with the content you access and request (e.g., to interact with content from our websites)\\nPromoting the security of our websites and services\tIn order to promote the safety and security of the services, systems, and applications, and to protect our rights and the rights of others, we track the use of our websites and services, verify accounts and activity, investigate suspicious activity, and enforce our terms and policies\\nProviding necessary functionality\tTo perform our contract with you for the use of our websites and services; where we have not entered into a contract with you, we base the processing of your Personal Information on our legitimate interest to provide you with the necessary functionality required during your use of our websites and services\\nManaging user registrations\tIf you have registered for an account with us, we process your Personal Information by managing your user account for the purpose of performing our contract with you according to applicable terms and conditions\\nHandling contact and user support requests\tIf you fill out a web form or request customer support, or if you contact us by other means including via a phone call, we process your Personal Information to perform our contract with you and to the extent it is necessary for our legitimate interest in fulfilling your requests and communicating with you\\nManaging payments\tIf you have provided financial information to us, we process your Personal Information to verify that information and to collect payments to the extent that doing so is necessary to complete a transaction and perform our contract with you\\nDeveloping and improving our websites and services\tTo analyze trends and to track your usage of and interactions with our websites and services to the extent it is necessary for our legitimate interest in developing and improving our websites and services and providing our users with more relevant content and service offerings, or where we seek your valid consent\\nReviewing compliance with applicable usage terms\tTo review compliance with the applicable usage terms in our customer’s contract to the extent that it is in our legitimate interest to ensure adherence to the relevant terms\\nIdentifying customer opportunities\tTo assess new potential customer opportunities to the extent that it is in our legitimate interest to ensure that we are meeting the interests of our customers and their users’ experiences\\nLegitimate business opportunities\tTo supply commercial data about businesses to other businesses; to license and sell business contact information for marketing and other purposes; to supply data about Buildertrend customer’s business, clients, contacts, or sub-contractors to other businesses for business opportunities\\nDisplaying personalized advertisements\tTo conduct marketing research, advertise to you, provide personalized information about us on and off our websites and to provide other personalized content based upon your activities and interests to the extent it is necessary for our legitimate interest in advertising our websites or, where necessary, to the extent you have provided your prior consent\\nSending marketing communications\tTo send you marketing information, product recommendations and other non-transactional communications (e.g., marketing newsletters, telemarketing calls, SMS, or push notifications) about us and our affiliates and partners, including information about our products, promotions or events as necessary for our legitimate interest in conducting direct marketing or to the extent you have provided your prior consent; this may include device and usage data\\nComplying with legal obligations\tTo cooperate with public and government authorities, courts or regulators in accordance with our legal obligations under applicable laws to the extent this requires the processing or disclosure of Personal Information to protect our rights or is necessary for our legitimate interest in protecting against misuse or abuse of our websites, protecting personal property or safety, pursuing remedies available to us and limiting our damages, complying with judicial proceedings, court orders or legal processes or to respond to lawful requests.\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In particular, we collect Personal Information from the following sources: Buildertrend customers who may supply information directly to us, including Personal Information regarding their own business, clients, contacts, or sub-contractors; From publicly accessible sources, such as property or permit records, corporate websites, trade and business licenses, professional certifications, permits, trade association membership, and e-commerce marketplace profiles (from these sources, we may obtain business information on both business people and companies); Directly from third party providers of business information, such as home marketing sources, social media profiles, or customer due diligence providers; From a third party with your consent, such as a financial providers; From cookies on our website (see our Cookie Policy for more information); and From market research surveys and/or interviews conducted by our own employees or by third-party vendors. 3.} "
    },
    {
      "Text": "Providing our websites and services\tTo perform our contracts with you for the use of our websites and services and to fulfill our obligations under applicable terms and conditions or terms of use; where we have not entered into a contract with you, we base the processing of your Personal Information on our legitimate interest to operate and administer our websites and to provide you with the content you access and request (e.g., to interact with content from our websites)\\nPromoting the security of our websites and services\tIn order to promote the safety and security of the services, systems, and applications, and to protect our rights and the rights of others, we track the use of our websites and services, verify accounts and activity, investigate suspicious activity, and enforce our terms and policies\\nProviding necessary functionality\tTo perform our contract with you for the use of our websites and services; where we have not entered into a contract with you, we base the processing of your Personal Information on our legitimate interest to provide you with the necessary functionality required during your use of our websites and services\\nManaging user registrations\tIf you have registered for an account with us, we process your Personal Information by managing your user account for the purpose of performing our contract with you according to applicable terms and conditions\\nHandling contact and user support requests\tIf you fill out a web form or request customer support, or if you contact us by other means including via a phone call, we process your Personal Information to perform our contract with you and to the extent it is necessary for our legitimate interest in fulfilling your requests and communicating with you\\nManaging payments\tIf you have provided financial information to us, we process your Personal Information to verify that information and to collect payments to the extent that doing so is necessary to complete a transaction and perform our contract with you\\nDeveloping and improving our websites and services\tTo analyze trends and to track your usage of and interactions with our websites and services to the extent it is necessary for our legitimate interest in developing and improving our websites and services and providing our users with more relevant content and service offerings, or where we seek your valid consent\\nReviewing compliance with applicable usage terms\tTo review compliance with the applicable usage terms in our customer’s contract to the extent that it is in our legitimate interest to ensure adherence to the relevant terms\\nIdentifying customer opportunities\tTo assess new potential customer opportunities to the extent that it is in our legitimate interest to ensure that we are meeting the interests of our customers and their users’ experiences\\nLegitimate business opportunities\tTo supply commercial data about businesses to other businesses; to license and sell business contact information for marketing and other purposes; to supply data about Buildertrend customer’s business, clients, contacts, or sub-contractors to other businesses for business opportunities\\nDisplaying personalized advertisements\tTo conduct marketing research, advertise to you, provide personalized information about us on and off our websites and to provide other personalized content based upon your activities and interests to the extent it is necessary for our legitimate interest in advertising our websites or, where necessary, to the extent you have provided your prior consent\\nSending marketing communications\tTo send you marketing information, product recommendations and other non-transactional communications (e.g., marketing newsletters, telemarketing calls, SMS, or push notifications) about us and our affiliates and partners, including information about our products, promotions or events as necessary for our legitimate interest in conducting direct marketing or to the extent you have provided your prior consent; this may include device and usage data\\nComplying with legal obligations\tTo cooperate with public and government authorities, courts or regulators in accordance with our legal obligations under applicable laws to the extent this requires the processing or disclosure of Personal Information to protect our rights or is necessary for our legitimate interest in protecting against misuse or abuse of our websites, protecting personal property or safety, pursuing remedies available to us and limiting our damages, complying with judicial proceedings, court orders or legal processes or to respond to lawful requests.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {3. How and why do we use your Personal Information?} "
    },
    {
      "Text": "Complying with legal obligations\tTo cooperate with public and government authorities, courts or regulators in accordance with our legal obligations under applicable laws to the extent this requires the processing or disclosure of Personal Information to protect our rights or is necessary for our legitimate interest in protecting against misuse or abuse of our websites, protecting personal property or safety, pursuing remedies available to us and limiting our damages, complying with judicial proceedings, court orders or legal processes or to respond to lawful requests.\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {3. How and why do we use your Personal Information?} "
    },
    {
      "Text": "Legitimate business opportunities\tTo supply commercial data about businesses to other businesses; to license and sell business contact information for marketing and other purposes; to supply data about Buildertrend customer’s business, clients, contacts, or sub-contractors to other businesses for business opportunities",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {3. How and why do we use your Personal Information?} "
    },
    {
      "Text": "Legitimate business opportunities\tTo supply commercial data about businesses to other businesses; to license and sell business contact information for marketing and other purposes; to supply data about Buildertrend customer’s business, clients, contacts, or sub-contractors to other businesses for business opportunities",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {3. How and why do we use your Personal Information?} "
    },
    {
      "Text": "Who do we share Personal Information with?\\n\\nWe may share your Personal Information with:\\n\\nOur affiliates, subsidiaries, advisors, and consultants;\\nOur contracted service providers, who provide services such as IT and system administration and hosting, credit card processing, research and analytics, marketing, customer support, and data enrichment for the purposes and pursuant to the legal bases described above;\\nIf you use our services as an Authorized User (as defined in the Buildertrend Terms and Conditions), with the affiliated customer responsible for your access to the services to the extent this is necessary for verifying accounts and activity, investigating suspicious activity, or enforcing our terms and policies;\\nThird parties approved by you, including social media sites you choose to link your account to or third-party payment providers;\\nOur contracted joint marketing partners and other business partners, who may process your Personal Information for purposes such as marketing and providing products and services that may be of interest to you and/or your business;\\nIf we are involved in a merger, reorganization, dissolution or other fundamental corporate change, or sell a website or business unit, or if all or a portion of our business, assets or stock are acquired by third party, with such third party. In accordance with applicable laws, we will use reasonable efforts to notify you of any transfer of Personal Information to an unaffiliated third party;\\nLaw enforcement, public, and government authorities, and other entities as we deem reasonably necessary to comply with law, support investigations, and protect the rights and property of you, us, and others.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {How and why do we use your Personal Information? We collect and process Personal Information for the purposes and on the legal bases identified in the following: Providing our websites and services To perform our contracts with you for the use of our websites and services and to fulfill our obligations under applicable terms and conditions or terms of use; where we have not entered into a contract with you, we base the processing of your Personal Information on our legitimate interest to operate and administer our websites and to provide you with the content you access and request (e.g., to interact with content from our websites) Promoting the security of our websites and services In order to promote the safety and security of the services, systems, and applications, and to protect our rights and the rights of others, we track the use of our websites and services, verify accounts and activity, investigate suspicious activity, and enforce our terms and policies Providing necessary functionality To perform our contract with you for the use of our websites and services; where we have not entered into a contract with you, we base the processing of your Personal Information on our legitimate interest to provide you with the necessary functionality required during your use of our websites and services Managing user registrations If you have registered for an account with us, we process your Personal Information by managing your user account for the purpose of performing our contract with you according to applicable terms and conditions Handling contact and user support requests If you fill out a web form or request customer support, or if you contact us by other means including via a phone call, we process your Personal Information to perform our contract with you and to the extent it is necessary for our legitimate interest in fulfilling your requests and communicating with you Managing payments If you have provided financial information to us, we process your Personal Information to verify that information and to collect payments to the extent that doing so is necessary to complete a transaction and perform our contract with you Developing and improving our websites and services To analyze trends and to track your usage of and interactions with our websites and services to the extent it is necessary for our legitimate interest in developing and improving our websites and services and providing our users with more relevant content and service offerings, or where we seek your valid consent Reviewing compliance with applicable usage terms To review compliance with the applicable usage terms in our customer’s contract to the extent that it is in our legitimate interest to ensure adherence to the relevant terms Identifying customer opportunities To assess new potential customer opportunities to the extent that it is in our legitimate interest to ensure that we are meeting the interests of our customers and their users’ experiences Legitimate business opportunities To supply commercial data about businesses to other businesses; to license and sell business contact information for marketing and other purposes; to supply data about Buildertrend customer’s business, clients, contacts, or sub-contractors to other businesses for business opportunities Displaying personalized advertisements To conduct marketing research, advertise to you, provide personalized information about us on and off our websites and to provide other personalized content based upon your activities and interests to the extent it is necessary for our legitimate interest in advertising our websites or, where necessary, to the extent you have provided your prior consent Sending marketing communications To send you marketing information, product recommendations and other non-transactional communications (e.g., marketing newsletters, telemarketing calls, SMS, or push notifications) about us and our affiliates and partners, including information about our products, promotions or events as necessary for our legitimate interest in conducting direct marketing or to the extent you have provided your prior consent; this may include device and usage data Complying with legal obligations To cooperate with public and government authorities, courts or regulators in accordance with our legal obligations under applicable laws to the extent this requires the processing or disclosure of Personal Information to protect our rights or is necessary for our legitimate interest in protecting against misuse or abuse of our websites, protecting personal property or safety, pursuing remedies available to us and limiting our damages, complying with judicial proceedings, court orders or legal processes or to respond to lawful requests.} "
    },
    {
      "Text": "Our contracted joint marketing partners and other business partners, who may process your Personal Information for purposes such as marketing and providing products and services that may be of interest to you and/or your business;\\nIf we are involved in a merger, reorganization, dissolution or other fundamental corporate change, or sell a website or business unit, or if all or a portion of our business, assets or stock are acquired by third party, with such third party. In accordance with applicable laws, we will use reasonable efforts to notify you of any transfer of Personal Information to an unaffiliated third party;\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We collect and process Personal Information for the purposes and on the legal bases identified in the following: Providing our websites and services To perform our contracts with you for the use of our websites and services and to fulfill our obligations under applicable terms and conditions or terms of use; where we have not entered into a contract with you, we base the processing of your Personal Information on our legitimate interest to operate and administer our websites and to provide you with the content you access and request (e.g., to interact with content from our websites) Promoting the security of our websites and services In order to promote the safety and security of the services, systems, and applications, and to protect our rights and the rights of others, we track the use of our websites and services, verify accounts and activity, investigate suspicious activity, and enforce our terms and policies Providing necessary functionality To perform our contract with you for the use of our websites and services; where we have not entered into a contract with you, we base the processing of your Personal Information on our legitimate interest to provide you with the necessary functionality required during your use of our websites and services Managing user registrations If you have registered for an account with us, we process your Personal Information by managing your user account for the purpose of performing our contract with you according to applicable terms and conditions Handling contact and user support requests If you fill out a web form or request customer support, or if you contact us by other means including via a phone call, we process your Personal Information to perform our contract with you and to the extent it is necessary for our legitimate interest in fulfilling your requests and communicating with you Managing payments If you have provided financial information to us, we process your Personal Information to verify that information and to collect payments to the extent that doing so is necessary to complete a transaction and perform our contract with you Developing and improving our websites and services To analyze trends and to track your usage of and interactions with our websites and services to the extent it is necessary for our legitimate interest in developing and improving our websites and services and providing our users with more relevant content and service offerings, or where we seek your valid consent Reviewing compliance with applicable usage terms To review compliance with the applicable usage terms in our customer’s contract to the extent that it is in our legitimate interest to ensure adherence to the relevant terms Identifying customer opportunities To assess new potential customer opportunities to the extent that it is in our legitimate interest to ensure that we are meeting the interests of our customers and their users’ experiences Legitimate business opportunities To supply commercial data about businesses to other businesses; to license and sell business contact information for marketing and other purposes; to supply data about Buildertrend customer’s business, clients, contacts, or sub-contractors to other businesses for business opportunities Displaying personalized advertisements To conduct marketing research, advertise to you, provide personalized information about us on and off our websites and to provide other personalized content based upon your activities and interests to the extent it is necessary for our legitimate interest in advertising our websites or, where necessary, to the extent you have provided your prior consent Sending marketing communications To send you marketing information, product recommendations and other non-transactional communications (e.g., marketing newsletters, telemarketing calls, SMS, or push notifications) about us and our affiliates and partners, including information about our products, promotions or events as necessary for our legitimate interest in conducting direct marketing or to the extent you have provided your prior consent; this may include device and usage data Complying with legal obligations To cooperate with public and government authorities, courts or regulators in accordance with our legal obligations under applicable laws to the extent this requires the processing or disclosure of Personal Information to protect our rights or is necessary for our legitimate interest in protecting against misuse or abuse of our websites, protecting personal property or safety, pursuing remedies available to us and limiting our damages, complying with judicial proceedings, court orders or legal processes or to respond to lawful requests. 4. Who do we share Personal Information with?} "
    },
    {
      "Text": "We may also collect, process, and use non-personal, aggregated, or anonymized data in any way, including by disclosing, sharing, or otherwise making it available to third parties for various research, marketing, analytics, and measurement purposes. Additionally, Buildertrend may share such anonymous usage on an aggregate basis in the normal course of operating our business. This may include, but is not limited to, sharing information publicly to show the general use of our services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Civ. Code § 1798.140 (v)(1): Categories of Personal Information Specific Types of Personal Information Collected Identifiers Name, address, IP address, email address, account name, sign-in, and online identifiers Information that identifies, relates to, describes, or is capable of being associated with, a particular individual and other personal information described in subdivision (e) of Section 1798.80.} "
    },
    {
      "Text": "Any Personal Information or other information you choose to submit in communities, forums, blogs, or chat rooms on our websites may be read, collected, and used by others who visit these forums.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Additionally, Buildertrend may share such anonymous usage on an aggregate basis in the normal course of operating our business. This may include, but is not limited to, sharing information publicly to show the general use of our services.} "
    },
    {
      "Text": "Any Personal Information or other information you choose to submit in communities, forums, blogs, or chat rooms on our websites may be read, collected, and used by others who visit these forums.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Additionally, Buildertrend may share such anonymous usage on an aggregate basis in the normal course of operating our business. This may include, but is not limited to, sharing information publicly to show the general use of our services.} "
    },
    {
      "Text": "Categories of Personal Information\tSpecific Types of Personal Information Collected\\nIdentifiers\tName, address, IP address, email address, account name, sign-in, and online identifiers\\nInformation that identifies, relates to, describes, or is capable of being associated with, a particular individual and other personal information described in subdivision (e) of Section 1798.80.\tSignature, telephone number, employment information\\nCommercial information\tIndividual purchases, such as products and services listed in change orders or selections\\nInternet or other electronic network activity information\tBrowsing history and information regarding interaction with social media profiles, advertisements, and the Buildertrend services\\nGeolocation data\tLocation information, if enabled\\nBiometric data\tBuildertrend does not collect this\\nCharacteristics of protected classifications under California or federal law\tBuildertrend does not collect this\\nSensory data\tAudio, electronic, or visual information\\nProfessional or employment-related information\tCompany name, company contact information, services provided\\nEducation information\tBuildertrend does not collect this\\nInferences drawn from any of the information identified above\tPreferences",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The Personal Information that we may collect directly from you includes the following categories of Personal Information as defined in Cal. Civ.} "
    },
    {
      "Text": "Categories of Personal Information\tSpecific Types of Personal Information Collected\\nIdentifiers\tName, address, IP address, email address, account name, sign-in, and online identifiers\\nInformation that identifies, relates to, describes, or is capable of being associated with, a particular individual and other personal information described in subdivision (e) of Section 1798.80.\tSignature, telephone number, employment information\\nCommercial information\tIndividual purchases, such as products and services listed in change orders or selections\\nInternet or other electronic network activity information\tBrowsing history and information regarding interaction with social media profiles, advertisements, and the Buildertrend services\\nGeolocation data\tLocation information, if enabled\\nBiometric data\tBuildertrend does not collect this\\nCharacteristics of protected classifications under California or federal law\tBuildertrend does not collect this\\nSensory data\tAudio, electronic, or visual information\\nProfessional or employment-related information\tCompany name, company contact information, services provided\\nEducation information\tBuildertrend does not collect this\\nInferences drawn from any of the information identified above\tPreferences",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The Personal Information that we may collect directly from you includes the following categories of Personal Information as defined in Cal. Civ.} "
    },
    {
      "Text": "We may also collect other information that you or others may provide to us, including the content that you or others submit, post to, or create within the Solution, such as photos, comments, reviews, searches, photo notes, discussions, project details and costs, and style preferences.\\n\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Civ. Code § 1798.140 (v)(1): Categories of Personal Information Specific Types of Personal Information Collected Identifiers Name, address, IP address, email address, account name, sign-in, and online identifiers Information that identifies, relates to, describes, or is capable of being associated with, a particular individual and other personal information described in subdivision (e) of Section 1798.80.} "
    },
    {
      "Text": "We may also collect other information that you or others may provide to us, including the content that you or others submit, post to, or create within the Solution, such as photos, comments, reviews, searches, photo notes, discussions, project details and costs, and style preferences.\\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Civ. Code § 1798.140 (v)(1): Categories of Personal Information Specific Types of Personal Information Collected Identifiers Name, address, IP address, email address, account name, sign-in, and online identifiers Information that identifies, relates to, describes, or is capable of being associated with, a particular individual and other personal information described in subdivision (e) of Section 1798.80.} "
    },
    {
      "Text": "Residents of California have the right to know the Personal Information Buildertrend collects, uses, discloses, or sells.  Specifically, you have the right to know:\\nThe categories of Personal Information we have collected about you;\\nThe categories of sources from which the Personal Information is collected;\\nOur business or commercial purpose for collecting, selling, or sharing Personal Information;\\nThe categories of third parties with whom we share Personal Information, if any; and\\nThe specific pieces of Personal Information we have collected about you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Alternatively, VeraSafe can be contacted at: VeraSafe Ireland Ltd. Unit 3D North Point House North Point Business Park New Mallow Road Cork T23AT2P Ireland If you wish to raise a concern about our data processing practices, you have the right to do so with your local supervising authority. 9.} "
    },
    {
      "Text": "Residents of California have the right to know the Personal Information Buildertrend collects, uses, discloses, or sells.  Specifically, you have the right to know:\\nThe categories of Personal Information we have collected about you;\\nThe categories of sources from which the Personal Information is collected;\\nOur business or commercial purpose for collecting, selling, or sharing Personal Information;\\nThe categories of third parties with whom we share Personal Information, if any; and\\nThe specific pieces of Personal Information we have collected about you.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Alternatively, VeraSafe can be contacted at: VeraSafe Ireland Ltd. Unit 3D North Point House North Point Business Park New Mallow Road Cork T23AT2P Ireland If you wish to raise a concern about our data processing practices, you have the right to do so with your local supervising authority. 9.} "
    },
    {
      "Text": "Right to Know/Access",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Alternatively, VeraSafe can be contacted at: VeraSafe Ireland Ltd. Unit 3D North Point House North Point Business Park New Mallow Road Cork T23AT2P Ireland If you wish to raise a concern about our data processing practices, you have the right to do so with your local supervising authority. 9.} "
    },
    {
      "Text": "In connection with any Personal Information we may sell or disclose to a third party for a business purpose, residents of California have the right to know:\\nThe categories of Personal Information about you that we sold and the categories of third parties to whom the Personal Information was sold; and\\nThe categories of Personal Information that we disclosed about you for a business purpose.\\n",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Your rights under the CCPA and CPRA California residents have the right under the CCPA and the CPRA to exercise free of charge certain rights: Right to Know/Access Residents of California have the right to know the Personal Information Buildertrend collects, uses, discloses, or sells. Specifically, you have the right to know: The categories of Personal Information we have collected about you; The categories of sources from which the Personal Information is collected; Our business or commercial purpose for collecting, selling, or sharing Personal Information; The categories of third parties with whom we share Personal Information, if any; and The specific pieces of Personal Information we have collected about you.} "
    },
    {
      "Text": "Right to Know/Access",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Alternatively, VeraSafe can be contacted at: VeraSafe Ireland Ltd. Unit 3D North Point House North Point Business Park New Mallow Road Cork T23AT2P Ireland If you wish to raise a concern about our data processing practices, you have the right to do so with your local supervising authority. 9.} "
    },
    {
      "Text": "In connection with any Personal Information we may sell or disclose to a third party for a business purpose, residents of California have the right to know:\\nThe categories of Personal Information about you that we sold and the categories of third parties to whom the Personal Information was sold; and\\nThe categories of Personal Information that we disclosed about you for a business purpose.\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Your rights under the CCPA and CPRA California residents have the right under the CCPA and the CPRA to exercise free of charge certain rights: Right to Know/Access Residents of California have the right to know the Personal Information Buildertrend collects, uses, discloses, or sells. Specifically, you have the right to know: The categories of Personal Information we have collected about you; The categories of sources from which the Personal Information is collected; Our business or commercial purpose for collecting, selling, or sharing Personal Information; The categories of third parties with whom we share Personal Information, if any; and The specific pieces of Personal Information we have collected about you.} "
    },
    {
      "Text": "Right of Correction\tYou have the right to request that we correct inaccurate Personal Information, taking into account the nature of the Personal Information and the purposes of the processing of the Personal Information.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {In connection with any Personal Information we may sell or disclose to a third party for a business purpose, residents of California have the right to know: The categories of Personal Information about you that we sold and the categories of third parties to whom the Personal Information was sold; and The categories of Personal Information that we disclosed about you for a business purpose. Please note that we are not required to: Retain any Personal Information about you that was collected for a single one-time transaction if, in the ordinary course of business, that information about you is not retained; Reidentify or otherwise link any data that, in the ordinary course of business, is not maintained in a manner that would be considered Personal Information; or Provide the Personal Information to you more than twice in a 12-month period.} "
    },
    {
      "Text": "Right to Opt Out\tYou have the right under CCPA and CPRA, and certain other privacy and data protection laws, as applicable, to opt-out of the sale or disclosure of your Personal Information. If you exercise your right to opt out of the sale or disclosure of your Personal Information, we will refrain from selling your Personal Information, unless you subsequently provide express authorization for the sale of your Personal Information",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Right of Correction You have the right to request that we correct inaccurate Personal Information, taking into account the nature of the Personal Information and the purposes of the processing of the Personal Information. Right of Portability You have the right, upon request, to obtain your Personal Information by mail or electronically without charge and in a readily useable format that allows you to transmit the information from one entity to another entity without hindrance.} "
    },
    {
      "Text": "To opt out of the sale or disclosure of your personal information, please visit Opt Out of the Disclosure of Your Personal Information and complete the necessary webform.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Opt Out You have the right under CCPA and CPRA, and certain other privacy and data protection laws, as applicable, to opt-out of the sale or disclosure of your Personal Information. If you exercise your right to opt out of the sale or disclosure of your Personal Information, we will refrain from selling your Personal Information, unless you subsequently provide express authorization for the sale of your Personal Information.} "
    },
    {
      "Text": "Right to Deletion\tSubject to certain exceptions set out below, on receipt of a verifiable request from you, we will:\\n\\nDelete your Personal Information from our records; and\\n\\nDirect any service providers to delete your Personal Information from their records.\\n\\nPlease note that we may not delete your Personal Information if it is necessary to:\\n\\nComplete the transaction for which the Personal Information was collected, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, provide a good or service requested by you, or reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform a contract between you and us;\\nDetect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity; or prosecute those responsible for that activity;\\n\\nDebug to identify and repair errors that impair existing intended functionality;\\n\\nExercise free speech, ensure the right of another consumer to exercise his or her right of free speech, or exercise another right provided for by law;\\n\\nComply with the California Electronic Communications Privacy Act;\\n\\nEngage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when our deletion of the information is likely to render impossible or seriously impair the achievement of such research, provided we have obtained your informed consent;\\n\\nEnable solely internal uses that are reasonably aligned with your expectations based on your relationship with us;\\n\\nComply with an existing legal obligation; or\\n\\nOtherwise use your personal information, internally, in a lawful manner that is compatible with the context in which you provided the information.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If you exercise your right to opt out of the sale or disclosure of your Personal Information, we will refrain from selling your Personal Information, unless you subsequently provide express authorization for the sale of your Personal Information. To opt out of the sale or disclosure of your personal information, please visit Opt Out of the Disclosure of Your Personal Information and complete the necessary webform.} "
    },
    {
      "Text": "Right to Limit Use and Disclosure\tYou have the right to direct a business that collects sensitive personal information to limit its use of your sensitive personal information to that use which is necessary to perform the services or provide the goods reasonably expected by an average consumer who requests those goods or services, necessary for business purposes, or authorized by certain regulations.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Right to Deletion Subject to certain exceptions set out below, on receipt of a verifiable request from you, we will: Delete your Personal Information from our records; and Direct any service providers to delete your Personal Information from their records. Please note that we may not delete your Personal Information if it is necessary to: Complete the transaction for which the Personal Information was collected, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, provide a good or service requested by you, or reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform a contract between you and us; Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity; or prosecute those responsible for that activity; Debug to identify and repair errors that impair existing intended functionality; Exercise free speech, ensure the right of another consumer to exercise his or her right of free speech, or exercise another right provided for by law; Comply with the California Electronic Communications Privacy Act; Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when our deletion of the information is likely to render impossible or seriously impair the achievement of such research, provided we have obtained your informed consent; Enable solely internal uses that are reasonably aligned with your expectations based on your relationship with us; Comply with an existing legal obligation; or Otherwise use your personal information, internally, in a lawful manner that is compatible with the context in which you provided the information.} "
    },
    {
      "Text": "In order to make a request under CCPA, please utilize the form at the bottom of this webpage. \\n \\nAlternatively, you may email a request to privacy@buildertrend.com, or send us a physical letter at:\\n \\nBuildertrend Solutions, Inc.\\nATTN: Privacy Team\\n11818 I Street\\nOmaha, NE 68137, USA\\n",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Limit Use and Disclosure You have the right to direct a business that collects sensitive personal information to limit its use of your sensitive personal information to that use which is necessary to perform the services or provide the goods reasonably expected by an average consumer who requests those goods or services, necessary for business purposes, or authorized by certain regulations. Making a Request under CCPA Instructions for Making a Request under CCPA: Residents of the State of California may make a request to know what Personal Information that Buildertrend stores about them, and/or a request to delete any of your Personal Information Buildertrend stores about you, and/or a request to opt-out of the sale of your Personal Information.} "
    },
    {
      "Text": "Changes to this Privacy Policy\\n\\nWe will update this Privacy Policy from time to time to reflect changes in our practices, technologies, legal requirements, and other factors. If we do, we will update the “Last updated” at the top of this Privacy Policy. If we make a material update, we may provide you with notice prior to the update taking effect, such as by posting a conspicuous notice on our website or by contacting you using the email address you provided.\\n\\nWe encourage you to periodically review this Privacy Policy to stay informed about our collection, processing, and sharing of your Personal Information.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {If you have any questions about the security of our websites, please contact us by using the information in the “Contacting Us” section, below. 12.} "
    },
    {
      "Text": "Last updated: March 3, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "What Personal Information do we collect?",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please see the “ Contacting Us ” section below for our contact information. 1.} "
    },
    {
      "Text": "The Personal Information that we may collect directly from you includes the following categories of Personal Information as defined in Cal. Civ. Code § 1798.140 (v)(1):\\n\\nCategories of Personal Information\tSpecific Types of Personal Information Collected\\nIdentifiers\tName, address, IP address, email address, account name, sign-in, and online identifiers\\nInformation that identifies, relates to, describes, or is capable of being associated with, a particular individual and other personal information described in subdivision (e) of Section 1798.80.\tSignature, telephone number, employment information\\nCommercial information\tIndividual purchases, such as products and services listed in change orders or selections\\nInternet or other electronic network activity information\tBrowsing history and information regarding interaction with social media profiles, advertisements, and the Buildertrend services\\nGeolocation data\tLocation information, if enabled\\nBiometric data\tBuildertrend does not collect this\\nCharacteristics of protected classifications under California or federal law\tBuildertrend does not collect this\\nSensory data\tAudio, electronic, or visual information\\nProfessional or employment-related information\tCompany name, company contact information, services provided\\nEducation information\tBuildertrend does not collect this\\nInferences drawn from any of the information identified above\tPreferences",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We require certain Personal Information to provide the Solution (as defined in the Buildertrend Terms and Conditions ) to you. If you do not provide the Personal Information that we ask for, it may delay or prevent us from providing the Solution to you.} "
    },
    {
      "Text": "Identifiers ||| Information that identifies, relates to, describes, or is capable of being associated with, a particular individual and other personal information described in subdivision (e) of Section 1798.80. ||| Commercial information ||| Internet or other electronic network activity information ||| Geolocation data ||| Biometric data ||| Characteristics of protected classifications under California or federal law ||| Sensory data ||| Professional or employment-related information ||| Education information ||| Inferences drawn from any of the information identified above",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Personal Information that we may collect directly from you includes the following categories of Personal Information as defined in Cal. Civ.} "
    },
    {
      "Text": "Name, address, IP address, email address, account name, sign-in, and online identifiers ||| Signature, telephone number, employment information ||| Individual purchases, such as products and services listed in change orders or selections ||| Browsing history and information regarding interaction with social media profiles, advertisements, and the Buildertrend services ||| Location information, if enabled ||| Buildertrend does not collect this ||| Buildertrend does not collect this ||| Audio, electronic, or visual information ||| Company name, company contact information, services provided ||| Buildertrend does not collect this ||| Preferences",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Personal Information that we may collect directly from you includes the following categories of Personal Information as defined in Cal. Civ.} "
    },
    {
      "Text": "We may also collect other information that you or others may provide to us, including the content that you or others submit, post to, or create within the Solution, such as photos, comments, reviews, searches, photo notes, discussions, project details and costs, and style preferences.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Civ. Code § 1798.140 (v)(1): Categories of Personal Information Specific Types of Personal Information Collected Identifiers Name, address, IP address, email address, account name, sign-in, and online identifiers Information that identifies, relates to, describes, or is capable of being associated with, a particular individual and other personal information described in subdivision (e) of Section 1798.80.} "
    },
    {
      "Text": "We may record, monitor, or otherwise collect details about your communications when you communicate with us (via email, phone, through the Solution, or otherwise) and when you use our software to communicate with others.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Code § 1798.140 (v)(1): Categories of Personal Information Specific Types of Personal Information Collected Identifiers Name, address, IP address, email address, account name, sign-in, and online identifiers Information that identifies, relates to, describes, or is capable of being associated with, a particular individual and other personal information described in subdivision (e) of Section 1798.80. Signature, telephone number, employment information Commercial information Individual purchases, such as products and services listed in change orders or selections Internet or other electronic network activity information Browsing history and information regarding interaction with social media profiles, advertisements, and the Buildertrend services Geolocation data Location information, if enabled Biometric data Buildertrend does not collect this Characteristics of protected classifications under California or federal law Buildertrend does not collect this Sensory data Audio, electronic, or visual information Professional or employment-related information Company name, company contact information, services provided Education information Buildertrend does not collect this Inferences drawn from any of the information identified above Preferences We may also collect other information that you or others may provide to us, including the content that you or others submit, post to, or create within the Solution, such as photos, comments, reviews, searches, photo notes, discussions, project details and costs, and style preferences.} "
    },
    {
      "Text": "How do we collect Personal Information?\\n\\nMost of the Personal Information we collect comes directly from you, either through email, telephone, the buildertrend.com website, or the Solution. However, we may also collect information about you from other sources, including but not limited to third parties from whom we have purchased Personal Information. This helps us update, expand, and analyze our records, identify new customers, and create more tailored advertising to provide services that may be of interest to you. In particular, we collect Personal Information from the following sources:\\n\\nBuildertrend customers who may supply information directly to us, including Personal Information regarding their own business, clients, contacts, or sub-contractors;\\nFrom publicly accessible sources, such as property or permit records, corporate websites, trade and business licenses, professional certifications, permits, trade association membership, and e-commerce marketplace profiles (from these sources, we may obtain business information on both business people and companies);\\nDirectly from third party providers of business information, such as home marketing sources, social media profiles, or customer due diligence providers;\\nFrom a third party with your consent, such as a financial providers;\\nFrom cookies on our website (see our Cookie Policy for more information); and\\nFrom market research surveys and/or interviews conducted by our own employees or by third-party vendors.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If required by applicable law, we will provide you notice or obtain consent before recording or monitoring any of these calls. 2.} "
    },
    {
      "Text": "How and why do we use your Personal Information?\\n\\nWe collect and process Personal Information for the purposes and on the legal bases identified in the following:\\n\\nProviding our websites and services\tTo perform our contracts with you for the use of our websites and services and to fulfill our obligations under applicable terms and conditions or terms of use",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In particular, we collect Personal Information from the following sources: Buildertrend customers who may supply information directly to us, including Personal Information regarding their own business, clients, contacts, or sub-contractors; From publicly accessible sources, such as property or permit records, corporate websites, trade and business licenses, professional certifications, permits, trade association membership, and e-commerce marketplace profiles (from these sources, we may obtain business information on both business people and companies); Directly from third party providers of business information, such as home marketing sources, social media profiles, or customer due diligence providers; From a third party with your consent, such as a financial providers; From cookies on our website (see our Cookie Policy for more information); and From market research surveys and/or interviews conducted by our own employees or by third-party vendors. 3.} "
    },
    {
      "Text": "Promoting the security of our websites and services\tIn order to promote the safety and security of the services, systems, and applications, and to protect our rights and the rights of others, we track the use of our websites and services, verify accounts and activity, investigate suspicious activity, and enforce our terms and policies",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {3. How and why do we use your Personal Information?} "
    },
    {
      "Text": "Providing necessary functionality\tTo perform our contract with you for the use of our websites and services; where we have not entered into a contract with you, we base the processing of your Personal Information on our legitimate interest to provide you with the necessary functionality required during your use of our websites and services\\nManaging user registrations\tIf you have registered for an account with us, we process your Personal Information by managing your user account for the purpose of performing our contract with you according to applicable terms and conditions\\nHandling contact and user support requests\tIf you fill out a web form or request customer support, or if you contact us by other means including via a phone call, we process your Personal Information to perform our contract with you and to the extent it is necessary for our legitimate interest in fulfilling your requests and communicating with you\\nManaging payments\tIf you have provided financial information to us, we process your Personal Information to verify that information and to collect payments to the extent that doing so is necessary to complete a transaction and perform our contract with you\\nDeveloping and improving our websites and services\tTo analyze trends and to track your usage of and interactions with our websites and services to the extent it is necessary for our legitimate interest in developing and improving our websites and services and providing our users with more relevant content and service offerings, or where we seek your valid consent\\nReviewing compliance with applicable usage terms\tTo review compliance with the applicable usage terms in our customer’s contract to the extent that it is in our legitimate interest to ensure adherence to the relevant terms\\nIdentifying customer opportunities\tTo assess new potential customer opportunities to the extent that it is in our legitimate interest to ensure that we are meeting the interests of our customers and their users’ experiences\\nLegitimate business opportunities\tTo supply commercial data about businesses to other businesses; to license and sell business contact information for marketing and other purposes; to supply data about Buildertrend customer’s business, clients, contacts, or sub-contractors to other businesses for business opportunities\\nDisplaying personalized advertisements\tTo conduct marketing research, advertise to you, provide personalized information about us on and off our websites and to provide other personalized content based upon your activities and interests to the extent it is necessary for our legitimate interest in advertising our websites or, where necessary, to the extent you have provided your prior consent\\nSending marketing communications\tTo send you marketing information, product recommendations and other non-transactional communications (e.g., marketing newsletters, telemarketing calls, SMS, or push notifications) about us and our affiliates and partners, including information about our products, promotions or events as necessary for our legitimate interest in conducting direct marketing or to the extent you have provided your prior consent; this may include device and usage data\\nComplying with legal obligations\tTo cooperate with public and government authorities, courts or regulators in accordance with our legal obligations under applicable laws to the extent this requires the processing or disclosure of Personal Information to protect our rights or is necessary for our legitimate interest in protecting against misuse or abuse of our websites, protecting personal property or safety, pursuing remedies available to us and limiting our damages, complying with judicial proceedings, court orders or legal processes or to respond to lawful requests.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {3. How and why do we use your Personal Information?} "
    },
    {
      "Text": "Complying with legal obligations\tTo cooperate with public and government authorities, courts or regulators in accordance with our legal obligations under applicable laws to the extent this requires the processing or disclosure of Personal Information to protect our rights or is necessary for our legitimate interest in protecting against misuse or abuse of our websites, protecting personal property or safety, pursuing remedies available to us and limiting our damages, complying with judicial proceedings, court orders or legal processes or to respond to lawful requests.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {3. How and why do we use your Personal Information?} "
    },
    {
      "Text": "Legitimate business opportunities\tTo supply commercial data about businesses to other businesses; to license and sell business contact information for marketing and other purposes; to supply data about Buildertrend customer’s business, clients, contacts, or sub-contractors to other businesses for business opportunities",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {3. How and why do we use your Personal Information?} "
    },
    {
      "Text": "Legitimate business opportunities\tTo supply commercial data about businesses to other businesses; to license and sell business contact information for marketing and other purposes; to supply data about Buildertrend customer’s business, clients, contacts, or sub-contractors to other businesses for business opportunities",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {3. How and why do we use your Personal Information?} "
    },
    {
      "Text": "Who do we share Personal Information with?\\n\\nWe may share your Personal Information with:\\n\\nOur affiliates, subsidiaries, advisors, and consultants;\\nOur contracted service providers, who provide services such as IT and system administration and hosting, credit card processing, research and analytics, marketing, customer support, and data enrichment for the purposes and pursuant to the legal bases described above;\\nIf you use our services as an Authorized User (as defined in the Buildertrend Terms and Conditions), with the affiliated customer responsible for your access to the services to the extent this is necessary for verifying accounts and activity, investigating suspicious activity, or enforcing our terms and policies;\\nThird parties approved by you, including social media sites you choose to link your account to or third-party payment providers;\\nOur contracted joint marketing partners and other business partners, who may process your Personal Information for purposes such as marketing and providing products and services that may be of interest to you and/or your business;\\nIf we are involved in a merger, reorganization, dissolution or other fundamental corporate change, or sell a website or business unit, or if all or a portion of our business, assets or stock are acquired by third party, with such third party. In accordance with applicable laws, we will use reasonable efforts to notify you of any transfer of Personal Information to an unaffiliated third party;\\nLaw enforcement, public, and government authorities, and other entities as we deem reasonably necessary to comply with law, support investigations, and protect the rights and property of you, us, and others.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {How and why do we use your Personal Information? We collect and process Personal Information for the purposes and on the legal bases identified in the following: Providing our websites and services To perform our contracts with you for the use of our websites and services and to fulfill our obligations under applicable terms and conditions or terms of use; where we have not entered into a contract with you, we base the processing of your Personal Information on our legitimate interest to operate and administer our websites and to provide you with the content you access and request (e.g., to interact with content from our websites) Promoting the security of our websites and services In order to promote the safety and security of the services, systems, and applications, and to protect our rights and the rights of others, we track the use of our websites and services, verify accounts and activity, investigate suspicious activity, and enforce our terms and policies Providing necessary functionality To perform our contract with you for the use of our websites and services; where we have not entered into a contract with you, we base the processing of your Personal Information on our legitimate interest to provide you with the necessary functionality required during your use of our websites and services Managing user registrations If you have registered for an account with us, we process your Personal Information by managing your user account for the purpose of performing our contract with you according to applicable terms and conditions Handling contact and user support requests If you fill out a web form or request customer support, or if you contact us by other means including via a phone call, we process your Personal Information to perform our contract with you and to the extent it is necessary for our legitimate interest in fulfilling your requests and communicating with you Managing payments If you have provided financial information to us, we process your Personal Information to verify that information and to collect payments to the extent that doing so is necessary to complete a transaction and perform our contract with you Developing and improving our websites and services To analyze trends and to track your usage of and interactions with our websites and services to the extent it is necessary for our legitimate interest in developing and improving our websites and services and providing our users with more relevant content and service offerings, or where we seek your valid consent Reviewing compliance with applicable usage terms To review compliance with the applicable usage terms in our customer’s contract to the extent that it is in our legitimate interest to ensure adherence to the relevant terms Identifying customer opportunities To assess new potential customer opportunities to the extent that it is in our legitimate interest to ensure that we are meeting the interests of our customers and their users’ experiences Legitimate business opportunities To supply commercial data about businesses to other businesses; to license and sell business contact information for marketing and other purposes; to supply data about Buildertrend customer’s business, clients, contacts, or sub-contractors to other businesses for business opportunities Displaying personalized advertisements To conduct marketing research, advertise to you, provide personalized information about us on and off our websites and to provide other personalized content based upon your activities and interests to the extent it is necessary for our legitimate interest in advertising our websites or, where necessary, to the extent you have provided your prior consent Sending marketing communications To send you marketing information, product recommendations and other non-transactional communications (e.g., marketing newsletters, telemarketing calls, SMS, or push notifications) about us and our affiliates and partners, including information about our products, promotions or events as necessary for our legitimate interest in conducting direct marketing or to the extent you have provided your prior consent; this may include device and usage data Complying with legal obligations To cooperate with public and government authorities, courts or regulators in accordance with our legal obligations under applicable laws to the extent this requires the processing or disclosure of Personal Information to protect our rights or is necessary for our legitimate interest in protecting against misuse or abuse of our websites, protecting personal property or safety, pursuing remedies available to us and limiting our damages, complying with judicial proceedings, court orders or legal processes or to respond to lawful requests.} "
    },
    {
      "Text": "Our contracted joint marketing partners and other business partners, who may process your Personal Information for purposes such as marketing and providing products and services that may be of interest to you and/or your business;",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We collect and process Personal Information for the purposes and on the legal bases identified in the following: Providing our websites and services To perform our contracts with you for the use of our websites and services and to fulfill our obligations under applicable terms and conditions or terms of use; where we have not entered into a contract with you, we base the processing of your Personal Information on our legitimate interest to operate and administer our websites and to provide you with the content you access and request (e.g., to interact with content from our websites) Promoting the security of our websites and services In order to promote the safety and security of the services, systems, and applications, and to protect our rights and the rights of others, we track the use of our websites and services, verify accounts and activity, investigate suspicious activity, and enforce our terms and policies Providing necessary functionality To perform our contract with you for the use of our websites and services; where we have not entered into a contract with you, we base the processing of your Personal Information on our legitimate interest to provide you with the necessary functionality required during your use of our websites and services Managing user registrations If you have registered for an account with us, we process your Personal Information by managing your user account for the purpose of performing our contract with you according to applicable terms and conditions Handling contact and user support requests If you fill out a web form or request customer support, or if you contact us by other means including via a phone call, we process your Personal Information to perform our contract with you and to the extent it is necessary for our legitimate interest in fulfilling your requests and communicating with you Managing payments If you have provided financial information to us, we process your Personal Information to verify that information and to collect payments to the extent that doing so is necessary to complete a transaction and perform our contract with you Developing and improving our websites and services To analyze trends and to track your usage of and interactions with our websites and services to the extent it is necessary for our legitimate interest in developing and improving our websites and services and providing our users with more relevant content and service offerings, or where we seek your valid consent Reviewing compliance with applicable usage terms To review compliance with the applicable usage terms in our customer’s contract to the extent that it is in our legitimate interest to ensure adherence to the relevant terms Identifying customer opportunities To assess new potential customer opportunities to the extent that it is in our legitimate interest to ensure that we are meeting the interests of our customers and their users’ experiences Legitimate business opportunities To supply commercial data about businesses to other businesses; to license and sell business contact information for marketing and other purposes; to supply data about Buildertrend customer’s business, clients, contacts, or sub-contractors to other businesses for business opportunities Displaying personalized advertisements To conduct marketing research, advertise to you, provide personalized information about us on and off our websites and to provide other personalized content based upon your activities and interests to the extent it is necessary for our legitimate interest in advertising our websites or, where necessary, to the extent you have provided your prior consent Sending marketing communications To send you marketing information, product recommendations and other non-transactional communications (e.g., marketing newsletters, telemarketing calls, SMS, or push notifications) about us and our affiliates and partners, including information about our products, promotions or events as necessary for our legitimate interest in conducting direct marketing or to the extent you have provided your prior consent; this may include device and usage data Complying with legal obligations To cooperate with public and government authorities, courts or regulators in accordance with our legal obligations under applicable laws to the extent this requires the processing or disclosure of Personal Information to protect our rights or is necessary for our legitimate interest in protecting against misuse or abuse of our websites, protecting personal property or safety, pursuing remedies available to us and limiting our damages, complying with judicial proceedings, court orders or legal processes or to respond to lawful requests. 4. Who do we share Personal Information with?} "
    },
    {
      "Text": "Right to Rectification\tThe right to require us to correct any mistakes in your Personal Information",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {8. Your rights under the GDPR The GDPR gives certain rights to European residents in relation to their Personal Information.} "
    },
    {
      "Text": "Providing our websites and services ||| 1: To perform our contracts with you for the use of our websites and services and to fulfill our obligations under applicable terms and conditions or terms of use",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {3. How and why do we use your Personal Information?} "
    },
    {
      "Text": "Promoting the security of our websites and services ||| 1: In order to promote the safety and security of the services, systems, and applications, and to protect our rights and the rights of others, we track the use of our websites and services, verify accounts and activity, investigate suspicious activity, and enforce our terms and policies\\n\\n0: Providing necessary functionality ||| 1: To perform our contract with you for the use of our websites and services; where we have not entered into a contract with you, we base the processing of your Personal Information on our legitimate interest to provide you with the necessary functionality required during your use of our websites and services\\n\\n0: Managing user registrations ||| 1: If you have registered for an account with us, we process your Personal Information by managing your user account for the purpose of performing our contract with you according to applicable terms and conditions\\n\\n0: Handling contact and user support requests ||| 1: If you fill out a web form or request customer support, or if you contact us by other means including via a phone call, we process your Personal Information to perform our contract with you and to the extent it is necessary for our legitimate interest in fulfilling your requests and communicating with you\\n\\n0: Managing payments ||| 1: If you have provided financial information to us, we process your Personal Information to verify that information and to collect payments to the extent that doing so is necessary to complete a transaction and perform our contract with you\\n\\n0: Developing and improving our websites and services ||| 1: To analyze trends and to track your usage of and interactions with our websites and services to the extent it is necessary for our legitimate interest in developing and improving our websites and services and providing our users with more relevant content and service offerings, or where we seek your valid consent\\n\\n0: Reviewing compliance with applicable usage terms ||| 1: To review compliance with the applicable usage terms in our customer’s contract to the extent that it is in our legitimate interest to ensure adherence to the relevant terms\\n\\n0: Identifying customer opportunities ||| 1: To assess new potential customer opportunities to the extent that it is in our legitimate interest to ensure that we are meeting the interests of our customers and their users’ experiences\\n\\n0: Legitimate business opportunities ||| 1: To supply commercial data about businesses to other businesses; to license and sell business contact information for marketing and other purposes; to supply data about Buildertrend customer’s business, clients, contacts, or sub-contractors to other businesses for business opportunities\\n\\n0: Displaying personalized advertisements ||| 1: To conduct marketing research, advertise to you, provide personalized information about us on and off our websites and to provide other personalized content based upon your activities and interests to the extent it is necessary for our legitimate interest in advertising our websites or, where necessary, to the extent you have provided your prior consent\\n\\n0: Sending marketing communications ||| 1: To send you marketing information, product recommendations and other non-transactional communications (e.g., marketing newsletters, telemarketing calls, SMS, or push notifications) about us and our affiliates and partners, including information about our products, promotions or events as necessary for our legitimate interest in conducting direct marketing or to the extent you have provided your prior consent; this may include device and usage data\\n\\n0: Complying with legal obligations ||| 1: To cooperate with public and government authorities, courts or regulators in accordance with our legal obligations under applicable laws to the extent this requires the processing or disclosure of Personal Information to protect our rights or is necessary for our legitimate interest in protecting against misuse or abuse of our websites, protecting personal property or safety, pursuing remedies available to us and limiting our damages, complying with judicial proceedings, court orders or legal processes or to respond to lawful requests.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {3. How and why do we use your Personal Information?} "
    },
    {
      "Text": "Complying with legal obligations ||| 1: To cooperate with public and government authorities, courts or regulators in accordance with our legal obligations under applicable laws to the extent this requires the processing or disclosure of Personal Information to protect our rights or is necessary for our legitimate interest in protecting against misuse or abuse of our websites, protecting personal property or safety, pursuing remedies available to us and limiting our damages, complying with judicial proceedings, court orders or legal processes or to respond to lawful requests.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {3. How and why do we use your Personal Information?} "
    },
    {
      "Text": " Legitimate business opportunities ||| 1: To supply commercial data about businesses to other businesses; to license and sell business contact information for marketing and other purposes; to supply data about Buildertrend customer’s business, clients, contacts, or sub-contractors to other businesses for business opportunities",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {3. How and why do we use your Personal Information?} "
    },
    {
      "Text": "Residents of California have the right to know the Personal Information Buildertrend collects, uses, discloses, or sells.  Specifically, you have the right to know:\\nThe categories of Personal Information we have collected about you;\\nThe categories of sources from which the Personal Information is collected;\\nOur business or commercial purpose for collecting, selling, or sharing Personal Information;\\nThe categories of third parties with whom we share Personal Information, if any; and\\nThe specific pieces of Personal Information we have collected about you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Alternatively, VeraSafe can be contacted at: VeraSafe Ireland Ltd. Unit 3D North Point House North Point Business Park New Mallow Road Cork T23AT2P Ireland If you wish to raise a concern about our data processing practices, you have the right to do so with your local supervising authority. 9.} "
    },
    {
      "Text": "In connection with any Personal Information we may sell or disclose to a third party for a business purpose, residents of California have the right to know:\\nThe categories of Personal Information about you that we sold and the categories of third parties to whom the Personal Information was sold; and\\nThe categories of Personal Information that we disclosed about you for a business purpose.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Your rights under the CCPA and CPRA California residents have the right under the CCPA and the CPRA to exercise free of charge certain rights: Right to Know/Access Residents of California have the right to know the Personal Information Buildertrend collects, uses, discloses, or sells. Specifically, you have the right to know: The categories of Personal Information we have collected about you; The categories of sources from which the Personal Information is collected; Our business or commercial purpose for collecting, selling, or sharing Personal Information; The categories of third parties with whom we share Personal Information, if any; and The specific pieces of Personal Information we have collected about you.} "
    },
    {
      "Text": "Right of Correction\tYou have the right to request that we correct inaccurate Personal Information, taking into account the nature of the Personal Information and the purposes of the processing of the Personal Information.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {In connection with any Personal Information we may sell or disclose to a third party for a business purpose, residents of California have the right to know: The categories of Personal Information about you that we sold and the categories of third parties to whom the Personal Information was sold; and The categories of Personal Information that we disclosed about you for a business purpose. Please note that we are not required to: Retain any Personal Information about you that was collected for a single one-time transaction if, in the ordinary course of business, that information about you is not retained; Reidentify or otherwise link any data that, in the ordinary course of business, is not maintained in a manner that would be considered Personal Information; or Provide the Personal Information to you more than twice in a 12-month period.} "
    },
    {
      "Text": "Right to Opt Out\tYou have the right under CCPA and CPRA, and certain other privacy and data protection laws, as applicable, to opt-out of the sale or disclosure of your Personal Information. If you exercise your right to opt out of the sale or disclosure of your Personal Information, we will refrain from selling your Personal Information, unless you subsequently provide express authorization for the sale of your Personal Information.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Right of Correction You have the right to request that we correct inaccurate Personal Information, taking into account the nature of the Personal Information and the purposes of the processing of the Personal Information. Right of Portability You have the right, upon request, to obtain your Personal Information by mail or electronically without charge and in a readily useable format that allows you to transmit the information from one entity to another entity without hindrance.} "
    },
    {
      "Text": "To opt out of the sale or disclosure of your personal information, please visit Opt Out of the Disclosure of Your Personal Information and complete the necessary webform.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Right to Opt Out You have the right under CCPA and CPRA, and certain other privacy and data protection laws, as applicable, to opt-out of the sale or disclosure of your Personal Information. If you exercise your right to opt out of the sale or disclosure of your Personal Information, we will refrain from selling your Personal Information, unless you subsequently provide express authorization for the sale of your Personal Information.} "
    },
    {
      "Text": "Right to Deletion\tSubject to certain exceptions set out below, on receipt of a verifiable request from you, we will:\\n\\nDelete your Personal Information from our records; and\\n\\nDirect any service providers to delete your Personal Information from their records.\\n\\nPlease note that we may not delete your Personal Information if it is necessary to:\\n\\nComplete the transaction for which the Personal Information was collected, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, provide a good or service requested by you, or reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform a contract between you and us;\\nDetect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity; or prosecute those responsible for that activity;\\n\\nDebug to identify and repair errors that impair existing intended functionality;\\n\\nExercise free speech, ensure the right of another consumer to exercise his or her right of free speech, or exercise another right provided for by law;\\n\\nComply with the California Electronic Communications Privacy Act;\\n\\nEngage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when our deletion of the information is likely to render impossible or seriously impair the achievement of such research, provided we have obtained your informed consent;\\n\\nEnable solely internal uses that are reasonably aligned with your expectations based on your relationship with us;\\n\\nComply with an existing legal obligation; or\\n\\nOtherwise use your personal information, internally, in a lawful manner that is compatible with the context in which you provided the information.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If you exercise your right to opt out of the sale or disclosure of your Personal Information, we will refrain from selling your Personal Information, unless you subsequently provide express authorization for the sale of your Personal Information. To opt out of the sale or disclosure of your personal information, please visit Opt Out of the Disclosure of Your Personal Information and complete the necessary webform.} "
    },
    {
      "Text": "Right to Limit Use and Disclosure\tYou have the right to direct a business that collects sensitive personal information to limit its use of your sensitive personal information to that use which is necessary to perform the services or provide the goods reasonably expected by an average consumer who requests those goods or services, necessary for business purposes, or authorized by certain regulations.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Right to Deletion Subject to certain exceptions set out below, on receipt of a verifiable request from you, we will: Delete your Personal Information from our records; and Direct any service providers to delete your Personal Information from their records. Please note that we may not delete your Personal Information if it is necessary to: Complete the transaction for which the Personal Information was collected, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, provide a good or service requested by you, or reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform a contract between you and us; Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity; or prosecute those responsible for that activity; Debug to identify and repair errors that impair existing intended functionality; Exercise free speech, ensure the right of another consumer to exercise his or her right of free speech, or exercise another right provided for by law; Comply with the California Electronic Communications Privacy Act; Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when our deletion of the information is likely to render impossible or seriously impair the achievement of such research, provided we have obtained your informed consent; Enable solely internal uses that are reasonably aligned with your expectations based on your relationship with us; Comply with an existing legal obligation; or Otherwise use your personal information, internally, in a lawful manner that is compatible with the context in which you provided the information.} "
    },
    {
      "Text": "Making a Request under CCPA\tInstructions for Making a Request under CCPA:\\nResidents of the State of California may make a request to know what Personal Information that Buildertrend stores about them, and/or a request to delete any of your Personal Information Buildertrend stores about you, and/or a request to opt-out of the sale of your Personal Information.\\n \\nIn order to make a request under CCPA, please utilize the form at the bottom of this webpage. \\n \\nAlternatively, you may email a request to privacy@buildertrend.com, or send us a physical letter at:\\n \\nBuildertrend Solutions, Inc.\\nATTN: Privacy Team\\n11818 I Street\\nOmaha, NE 68137, USA",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Please note that we may not delete your Personal Information if it is necessary to: Complete the transaction for which the Personal Information was collected, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, provide a good or service requested by you, or reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform a contract between you and us; Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity; or prosecute those responsible for that activity; Debug to identify and repair errors that impair existing intended functionality; Exercise free speech, ensure the right of another consumer to exercise his or her right of free speech, or exercise another right provided for by law; Comply with the California Electronic Communications Privacy Act; Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when our deletion of the information is likely to render impossible or seriously impair the achievement of such research, provided we have obtained your informed consent; Enable solely internal uses that are reasonably aligned with your expectations based on your relationship with us; Comply with an existing legal obligation; or Otherwise use your personal information, internally, in a lawful manner that is compatible with the context in which you provided the information. Right to Limit Use and Disclosure You have the right to direct a business that collects sensitive personal information to limit its use of your sensitive personal information to that use which is necessary to perform the services or provide the goods reasonably expected by an average consumer who requests those goods or services, necessary for business purposes, or authorized by certain regulations.} "
    },
    {
      "Text": "Right to Know/Access ||| 1: Residents of California have the right to know the Personal Information Buildertrend collects, uses, discloses, or sells. Specifically, you have the right to know: The categories of Personal Information we have collected about you; The categories of sources from which the Personal Information is collected; Our business or commercial purpose for collecting, selling, or sharing Personal Information; The categories of third parties with whom we share Personal Information, if any; and The specific pieces of Personal Information we have collected about you",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Alternatively, VeraSafe can be contacted at: VeraSafe Ireland Ltd. Unit 3D North Point House North Point Business Park New Mallow Road Cork T23AT2P Ireland If you wish to raise a concern about our data processing practices, you have the right to do so with your local supervising authority. 9.} "
    },
    {
      "Text": "In connection with any Personal Information we may sell or disclose to a third party for a business purpose, residents of California have the right to know: The categories of Personal Information about you that we sold and the categories of third parties to whom the Personal Information was sold; and The categories of Personal Information that we disclosed about you for a business purpose.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Your rights under the CCPA and CPRA California residents have the right under the CCPA and the CPRA to exercise free of charge certain rights: Right to Know/Access Residents of California have the right to know the Personal Information Buildertrend collects, uses, discloses, or sells. Specifically, you have the right to know: The categories of Personal Information we have collected about you; The categories of sources from which the Personal Information is collected; Our business or commercial purpose for collecting, selling, or sharing Personal Information; The categories of third parties with whom we share Personal Information, if any; and The specific pieces of Personal Information we have collected about you.} "
    },
    {
      "Text": "Right of Correction ||| 1: You have the right to request that we correct inaccurate Personal Information, taking into account the nature of the Personal Information and the purposes of the processing of the Personal Information.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {In connection with any Personal Information we may sell or disclose to a third party for a business purpose, residents of California have the right to know: The categories of Personal Information about you that we sold and the categories of third parties to whom the Personal Information was sold; and The categories of Personal Information that we disclosed about you for a business purpose. Please note that we are not required to: Retain any Personal Information about you that was collected for a single one-time transaction if, in the ordinary course of business, that information about you is not retained; Reidentify or otherwise link any data that, in the ordinary course of business, is not maintained in a manner that would be considered Personal Information; or Provide the Personal Information to you more than twice in a 12-month period.} "
    },
    {
      "Text": "Right to Opt Out ||| 1: You have the right under CCPA and CPRA, and certain other privacy and data protection laws, as applicable, to opt-out of the sale or disclosure of your Personal Information. If you exercise your right to opt out of the sale or disclosure of your Personal Information, we will refrain from selling your Personal Information, unless you subsequently provide express authorization for the sale of your Personal Information.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Right of Correction You have the right to request that we correct inaccurate Personal Information, taking into account the nature of the Personal Information and the purposes of the processing of the Personal Information. Right of Portability You have the right, upon request, to obtain your Personal Information by mail or electronically without charge and in a readily useable format that allows you to transmit the information from one entity to another entity without hindrance.} "
    },
    {
      "Text": "To opt out of the sale or disclosure of your personal information, please visit Opt Out of the Disclosure of Your Personal Information and complete the necessary webform.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Opt Out You have the right under CCPA and CPRA, and certain other privacy and data protection laws, as applicable, to opt-out of the sale or disclosure of your Personal Information. If you exercise your right to opt out of the sale or disclosure of your Personal Information, we will refrain from selling your Personal Information, unless you subsequently provide express authorization for the sale of your Personal Information.} "
    },
    {
      "Text": "Right to Deletion ||| 1: Subject to certain exceptions set out below, on receipt of a verifiable request from you, we will: Delete your Personal Information from our records; and Direct any service providers to delete your Personal Information from their records. Please note that we may not delete your Personal Information if it is necessary to: Complete the transaction for which the Personal Information was collected, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, provide a good or service requested by you, or reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform a contract between you and us; Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity; or prosecute those responsible for that activity; Debug to identify and repair errors that impair existing intended functionality; Exercise free speech, ensure the right of another consumer to exercise his or her right of free speech, or exercise another right provided for by law; Comply with the California Electronic Communications Privacy Act; Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when our deletion of the information is likely to render impossible or seriously impair the achievement of such research, provided we have obtained your informed consent; Enable solely internal uses that are reasonably aligned with your expectations based on your relationship with us; Comply with an existing legal obligation; or Otherwise use your personal information, internally, in a lawful manner that is compatible with the context in which you provided the information.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If you exercise your right to opt out of the sale or disclosure of your Personal Information, we will refrain from selling your Personal Information, unless you subsequently provide express authorization for the sale of your Personal Information. To opt out of the sale or disclosure of your personal information, please visit Opt Out of the Disclosure of Your Personal Information and complete the necessary webform.} "
    },
    {
      "Text": "Right to Limit Use and Disclosure ||| 1: You have the right to direct a business that collects sensitive personal information to limit its use of your sensitive personal information to that use which is necessary to perform the services or provide the goods reasonably expected by an average consumer who requests those goods or services, necessary for business purposes, or authorized by certain regulations.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Right to Deletion Subject to certain exceptions set out below, on receipt of a verifiable request from you, we will: Delete your Personal Information from our records; and Direct any service providers to delete your Personal Information from their records. Please note that we may not delete your Personal Information if it is necessary to: Complete the transaction for which the Personal Information was collected, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, provide a good or service requested by you, or reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform a contract between you and us; Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity; or prosecute those responsible for that activity; Debug to identify and repair errors that impair existing intended functionality; Exercise free speech, ensure the right of another consumer to exercise his or her right of free speech, or exercise another right provided for by law; Comply with the California Electronic Communications Privacy Act; Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when our deletion of the information is likely to render impossible or seriously impair the achievement of such research, provided we have obtained your informed consent; Enable solely internal uses that are reasonably aligned with your expectations based on your relationship with us; Comply with an existing legal obligation; or Otherwise use your personal information, internally, in a lawful manner that is compatible with the context in which you provided the information.} "
    },
    {
      "Text": "Making a Request under CCPA ||| 1: Instructions for Making a Request under CCPA: Residents of the State of California may make a request to know what Personal Information that Buildertrend stores about them, and/or a request to delete any of your Personal Information Buildertrend stores about you, and/or a request to opt-out of the sale of your Personal Information. In order to make a request under CCPA, please utilize the form at the bottom of this webpage. Alternatively, you may email a request to privacy@buildertrend.com, or send us a physical letter at: Buildertrend Solutions, Inc. ATTN: Privacy Team 11818 I Street Omaha, NE 68137, USA ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Please note that we may not delete your Personal Information if it is necessary to: Complete the transaction for which the Personal Information was collected, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, provide a good or service requested by you, or reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform a contract between you and us; Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity; or prosecute those responsible for that activity; Debug to identify and repair errors that impair existing intended functionality; Exercise free speech, ensure the right of another consumer to exercise his or her right of free speech, or exercise another right provided for by law; Comply with the California Electronic Communications Privacy Act; Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when our deletion of the information is likely to render impossible or seriously impair the achievement of such research, provided we have obtained your informed consent; Enable solely internal uses that are reasonably aligned with your expectations based on your relationship with us; Comply with an existing legal obligation; or Otherwise use your personal information, internally, in a lawful manner that is compatible with the context in which you provided the information. Right to Limit Use and Disclosure You have the right to direct a business that collects sensitive personal information to limit its use of your sensitive personal information to that use which is necessary to perform the services or provide the goods reasonably expected by an average consumer who requests those goods or services, necessary for business purposes, or authorized by certain regulations.} "
    },
    {
      "Text": "Changes to this Privacy Policy\\n\\nWe will update this Privacy Policy from time to time to reflect changes in our practices, technologies, legal requirements, and other factors. If we do, we will update the “Last updated” at the top of this Privacy Policy. If we make a material update, we may provide you with notice prior to the update taking effect, such as by posting a conspicuous notice on our website or by contacting you using the email address you provided.\\n\\nWe encourage you to periodically review this Privacy Policy to stay informed about our collection, processing, and sharing of your Personal Information.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {If you have any questions about the security of our websites, please contact us by using the information in the “Contacting Us” section, below. 12.} "
    },
    {
      "Text": "To exercise your legal rights regarding your Personal Information, or if you have questions regarding this Privacy Policy or our privacy practices please fill out this form:\\n\\nYour Name*\\nYour Email*\\nYour State of Residence\\nCountry\\nI am a (an):\\nPlease explain*\\nWhat is the reason for your request? If applicable, please indicate if you would like to exercise your rights under a consumer privacy law or would like to opt out of marketing communications.*",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We encourage you to periodically review this Privacy Policy to stay informed about our collection, processing, and sharing of your Personal Information. 13.} "
    }
  ]
}