{
  "policy_id": "126",
  "text": "Privacy Policy – Preferred Communications Skip to content Home Services Our Team Contact Us Home Services Our Team Contact Us Privacy Policy PRIVACY POLICY This Privacy Policy (“ Privacy Policy ”) describes (i) the information that relates to or could reasonably be associated with  a natural person (“ Consumer ”) or household and is subject to applicable data protection laws (“ Personal Information ”) that Preferred Communications Data, LLC (“ Preferred ”), and its subsidiaries, affiliates and related companies (collectively, “ Our ,” “ Preferred Entities ,” “ Us ,” or “ We ”) collect when a person or entity accesses our websites and applications that post a link to this Privacy Policy (each a “ Site ”), and (ii) how We use and disclose this information. All of the different forms of data, content, and information described below are collectively referred to as “information.” Participation in any Site, Content, and/or services provided by Us is completely voluntary; You are not required to provide any Personal Information identified in this Privacy Policy. Any person or entity which accesses Our Site, including without limitation any employee, representative, or agent of such entity (collectively “You” or “Your”) expressly consents to Our Privacy Policy and Terms of Use, and Our collection, use and disclosure of Your information in accordance with this Privacy Policy. Please be sure to review Our Site’s Terms of Use which, in addition to this Privacy Policy, govern Your use of Our Site. For a copy of Our Site’s Terms of Use, please click here . Capitalized terms that are used but not defined in this Privacy Policy have the meaning given them in Our Terms of Use. Please note the distinction between Our Privacy Policy in connection with Your visit to Our Sites, and Our Content and services. Preferred is a data services company. Preferred Entities provide a variety of Content and services designed to help Our clients (“ Licensed Users ”) drive demand, increase sales and achieve operating efficiencies through direct mail, email, online and other marketing channels. As such, We primarily provide business-to-business services to Licensed Users and generally do not provide services directly to, or otherwise interact directly with, Consumers. Except Personal Information you voluntarily provide to us when You access Our Site, We have no direct connection with any sources of your data. We may, however, collect Personal Information related to Consumers from third party sources as part of the Content and services provided to Our Licensed Users. The use of this information by Our Licensed Users is governed by Our contract with the applicable Licensed User and the Licensed User’s own privacy policies, not this Privacy Policy. We are not responsible for the privacy policies or practices of Our Licensed Users or other third parties. Please note, unless otherwise stated, this Privacy Policy does not apply to the following: Any Sites, Content, or services that post separate privacy policies or privacy notices. Personal Information of job applicants or current or past employees, which is governed by a separate privacy policy. Personal Information We collect from third party sources on behalf of Our Licensed Users (as described above). Information that is de-identified, aggregated, or anonymous (“Anonymized Data”). Third party websites, applications or services (collectively, “Third-Party Sites”), even if they are accessible from Our Site or service. Any information collected on Third-Party Sites is governed by that Third-Party Site’s privacy policy, and We are not responsible for the privacy practices of those Third-Party Sites. We encourage You to be aware when You leave Our Site and to read the privacy policies of such Third-Party Sites to understand their privacy practices. Please also keep in mind that privacy choices You make on Third-Party Sites may not apply to Our use of Your Personal Information. Residents of California and Nevada– please click here to learn more about Your privacy rights. 1. The Information We May Collect and Store We may collect and store the following information: Consumer Data . We may collect Information that may include name, email address, telephone number, occupation, employer, charitable or political contribution history, public information, and other information obtained from third parties. From the foregoing, We may identify issues, causes or purchasing activities that specific Consumers may be interested in. User Data. When Licensed Users create an account or authorize a person affiliated with Licensed User to access Content on Licensed User’s behalf (a “User”), We may collect some Personal Information, such as the Licensed User’s name, the User’s name, phone numbers of Licensed User and/or User, billing information, email addresses and business postal addresses (collectively, “User Data”). We may also receive Personal Information through other Licensed Users. One example would be if a Licensed User referred You to Us. Others’ Personal Information . If You provide Personal Information about someone else, You must ensure and hereby agree that You are authorized to disclose that information to Us and that, without Our taking any further steps required by applicable data protection or privacy laws, We may collect, use and disclose such information for the purposes described in this Privacy Policy. You must take reasonable steps to ensure that the individual or entity concerned is aware of and consents to the various matters detailed in this Privacy Policy, including the fact that that person’s or entity’s Personal Information is being collected, the purposes for which that information is being collected, the intended recipients of that information, Our identity, and how to contact Us. Sensitive Personal Information . You are prohibited from uploading any Personal Information about Yourself or others that relates to health or medical conditions, Protected Health Information (as defined in 45 CFR 160.103), social security numbers or taxpayer identification numbers, driver’s license numbers, information concerning criminal charges or convictions, or racial or ethnic origin. Log Data . When You access Our Site, We may automatically record information from the computer used to access Our Site, including without limitation a desktop, laptop, mobile phone, tablet, or other consumer electronic device (a “ Device ”), its software, and Your activity while using Our Site. This may include the Device’s Internet Protocol (“ IP ”) address, browser type, the web page visited before You came to Our Site, information You select or search for on Our Site, locale preferences, identification numbers associated with Your Devices, Your mobile carrier, date and time stamps associated with transactions, system configuration information, metadata concerning Your files, and other interactions with Our Site or the Licensed Content contained on Our Site. Cookies Data . We may also use “cookies” to collect information and improve Our services. A cookie is a small data file that We transfer to Your Device. We may use “persistent cookies” to save Your registration ID and login password for future logins to Our Site. We may use “session ID cookies” to enable certain features to better understand how You interact with Our Site and Licensed Content and to monitor aggregate usage and web traffic routing on Our Site. You can instruct Your browser, by changing its options, to stop accepting cookies or to prompt You before accepting a cookie from the websites You visit. If You do not accept cookies, however, You may not be able to use all aspects of Our Site. 2. How We Use Personal Information Personal Information . Personal Information is or may be used: (i) to provide and improve Our Site, Content, and/or services, (ii) to administer Your use of Our Site, Content, and/or services (iii) to better understand Your needs and interests, (iv) to personalize and improve Your experience, (v) for marketing and advertising, and (vi) to provide or offer updates and product announcements. If You no longer wish to receive communications from us, please follow the “unsubscribe” instructions provided in any of those communications, or update Your account settings information. Analytics . We may also collect some information (ourselves or using third party services) using logging and cookies, such as an IP address, which can sometimes be correlated with Personal Information. We use this information for the above purposes and to monitor and analyze use of Our Site and Services and Licensed Content, for the technical administration of Our Site and Services, to increase Our Site and Services’ functionality and user-friendliness, and to verify users have the authorization needed to access Our Site and Services and the Licensed Content. We may use third party services, including Google Analytics, for these purposes. 3. Information Sharing and Disclosure We do not share Your Personal Information that We collected directly from You with third parties for their direct marketing purposes unless We have first given You the choice to consent or withhold consent to such sharing. We may share Your Personal Information in the following circumstances, or as otherwise described in any privacy notices provided to You at the time Your Personal Information was collected: Your Use . Unless You specify otherwise in writing, User Data that You provide to us may be shared with Your Users. Service Providers, Business Partners and Others . We may use certain trusted third party companies and individuals to help us provide, analyze, and improve Our Site, Content, and/or services (including but not limited to data collection, data storage, maintenance services, database management, web analytics, payment processing, and improvement of Our Site’s features). These third parties may have access to Your information only for purposes of performing these tasks on Our behalf and under obligations similar to those in this Privacy Policy. Marketing Partners . We may share Your information with third party marketing partners for commercial/advertising purposes. Third Party Applications . We may share Your information with a third party application with Your consent, for example when You choose to access Our Site and Content through such an application. We are not responsible for what those parties do with Your information, so You should make sure You trust the application and that it has a privacy policy acceptable to You. Compliance with Laws and Law Enforcement Requests; Protection of Our Rights. We may disclose to parties outside the Preferred Entities information that You provide and that We collect when We have a good faith belief that disclosure is reasonably necessary to (a) comply with a law, regulation or compulsory legal request; (b) protect the safety of any person; (c) prevent fraud or abuse of Preferred or any Licensed User or User; or (d) to protect Our property rights. Business Transfers . If We are involved in a merger, acquisition, sale of all or a portion of Our assets, or other change in corporate control (collectively a “Transaction”), Your information may be transferred as part of that Transaction or during the diligence process related to the Transaction. Non-Private or Non-Personal Information . We may disclose Your non-private, aggregated, or otherwise non-personal information, such as usage statistics relating to our Site and Services or Licensed Content. 4. Your Rights and Choices Individuals in certain jurisdictions may have certain rights under applicable privacy laws. Rights specific to residents of California and Nevada are described here . Subject to applicable law, You may have the right to request access to, modification or correction of, or deletion of Your Personal Information, and information on how it has been used or disclosed. To exercise Your rights, You may contact us at privacy-policy@preferredcommunications.com . We will respond as soon as practicable, and in accordance with applicable law. We may take steps to verify Your identity prior to responding to Your request, and, where permissible by law, We may charge for such submissions. 5. Data Retention We may retain and use Your information for the length of time needed to fulfill the purposes outlined in this Privacy Policy, comply with Our legal obligations, resolve disputes, and enforce Our agreements. We may also retain all anonymized Data. 6. Security Information may be stored and processed in the United States (“U.S.”). If You are located in the European Union or other regions with laws governing data collection and use that may differ from U.S. law, please note that We may transfer information, including Personal Information, to a country and jurisdiction that does not have the same data protection laws as Your jurisdiction, and You consent to the transfer of information to the U.S. or any other country in which We maintain facilities and the use and disclosure of Your information as described in this Privacy Policy. We follow generally accepted standards to protect the information submitted to us, both during transmission and once We receive it. No method of electronic transmission or storage is 100% secure, however. Therefore, We cannot guarantee its absolute security. If You have any questions about security on Our Site, You can contact us at privacy-policy@preferredcommunications.com . 7. Our Policy Toward Ch ildren Our Site and Licensed Content are not directed to persons under 18. We do not knowingly collect Personal Information from children under 18. If a parent or guardian becomes aware that his or her child has provided us with Personal Information without their consent, he or she should contact us at privacy-policy@preferredcommunications.com . If We become aware that a child under 18 has provided us with Personal Information, We will take steps to delete such information from Our files. 8. Contacting Us If You have any questions about this Privacy Policy or need to access an alternative format of this Privacy Policy, please contact us at privacy-policy@preferredcommunications.com .9. Changes to Our Privacy Policy 9. Changes to Our Privacy Policy This Privacy Policy may change from time to time. We reserve the right to modify this Privacy Policy or Our policies relating to Our Site and the Licensed Content at any time, effective upon Our posting an updated version of this Privacy Policy on Our Site, at which time We will update the “last updated” date below. Continued use of Our Site or Licensed Content after any such changes shall constitute Your consent to such changes. This Privacy Policy was last updated on April 8, 2022. NOTICE OF PRIVACY POLICY AND RIGHT TO OPT-OUT FOR RESIDENTS OF CALIFORNIA AND NEVADA If You are a natural person who is a resident of California or Nevada and use Our Sites, Content, or services. this Notice supplements the Preferred Entities’ Privacy Policy. Capitalized terms that are used but not defined in this Notice have the same meanings given them in the Preferred Entities’ Privacy Policy. If You are not a resident of California or Nevada, this Notice does not apply to You and You should not rely on it. Opt-Out Rights For Residents of California and Nevada : Residents of California and Nevada have the right to opt-out of “sales” of Personal Information (as defined by the applicable state law). You may exercise this right by executing the form provided here: CONSUMER OPT OUT . Be sure to fill out the form provided in the link in its entirety so that we have the necessary information in order for us to positively and uniquely identify You as the individual requesting the right to opt-out. If You fail to do so, we will not be able to satisfy Your request. If You execute such opt-out form, we will ensure that none of Your personal information will be licensed, sold or otherwise shared by us with third parties. We will respond to Your verified request as soon as reasonably practicable, but no later than 30 days after receipt. If, due to unforeseen circumstances, there is a delay in Our response, we will promptly notify you. By executing the Preferred Entities opt-out form, You are opting out of databases purchased and licensed by the Preferred Entities only, not databases belonging to other companies. There are other companies similar to the Preferred Entities that provide consumer information to marketers for marketing purposes. Accordingly, please note that the fact that You opt-out by executing the Preferred Entities opt-out form does not prevent Your contact information from being used by vendors or marketers who access such information through other sources of data. Further, Your election to opt-out does not apply to information that is publicly available and can be derived from federal, state, or local government records, such as professional licenses and public real estate/property records. By submitting a request to opt-out, You understand that the contact information You provide will only be used to facilitate the opt-out process and to maintain a record of Your request. Additional Rights For Residents of California In addition to the right to opt-out of “sales” of Personal Information, the California Consumer Privacy Act (“CCPA”) requires certain additional disclosures. As required by the CCPA, we describe the following in the tables and sections below: Our Collection of Personal Information – the types of Personal Information (which the CCPA defines broadly) that we collect, the types of sources we collect it from. Our Disclosure and Sale of Personal Information – the types of recipients to whom we disclose or sell Personal Information. Our Business Purposes – Our business purposes for (a) collecting and (b) sharing Personal Information, which are generally the same. Your California Privacy Rights and Choices – additional rights You have under the CCPA, for instance, or to request categories and Personal Information that we may have collected about you. The following sets forth the categories of information we collect and purposes for which we may use California Consumers’ Personal Information: 1. OUR COLLECTION OF PERSONAL INFORMATION Depending on how You interact with us, we may collect about You the categories of information summarized in the table below. The following table also describes how we collect and use such categories of information. Category Categories of Sources Identifiers , e.g. , name; alias; postal address; telephone number; email address. ·        Data compilers and consumer data resellers. public records and other publicly available sources, consumer surveys and survey companies. (Note that above categories may be overlapping in nature.) ·        Data analytics providers. (Collectively, “ Commercial Data Sources.” ) ·        Government sources such as U.S. Census Bureau. Characteristics of protected classifications under California or US law E.g., race; religion; sex/gender; marital status;  military or veteran status; national origin; ancestry. Commercial Data Sources. Commercial or transactions information E.g. , records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. Commercial Data Sources. Internet or other electronic network activity information E.g. , browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement. Not applicable Geolocation data Commercial Data Sources, US Postal Service. Professional or employment-related information E.g. , current or past job history or performance evaluations. Commercial Data Sources Inferenced Categories E.g., Inferenced consumer interests Commercial Data Sources 2. OUR DISCLOSURE AND SALE OF PERSONAL INFORMATION We will share the information collected from and about You as discussed above for various business purposes, with service providers and with third parties, including Our Licensed Users. The chart below describes how and with whom we share or disclose Personal Information, and whether (based on the CCPA’s definition of “sell”) we believe we have “sold” a particular category of information in the prior 12 months. Category Categories of Third Parties We Share With Whether We “Sold” This Category of Personal Information in the Last 12 Months Identifiers , e.g. , name; alias; postal address; telephone number; email address Data compilers and consumer data resellers, consumer goods and other consumer retailers, informational and retail websites, content publishers, non-profit organizations, food vendors, apparel vendors, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks and government entities, including military services. In addition, advertising networks, internet service providers, data analytics providers, operating systems and platforms and social networks. (Collectively, “Commercial Data Recipient”) Yes. Characteristics of protected classifications under California or US law, e.g., race; religion; sex/gender; marital status;  military or veteran status; national origin; ancestry. (Data may be inferenced.) Commercial Data Recipients. Yes. Commercial or transactions information, e.g. , records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. (Data may be inferenced.) Commercial Data Recipients. Yes. Internet or other electronic network activity information, e.g. , browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement. Not applicable. No. Geolocation data Service Providers, Commercial Data Recipients. Yes. Professional or employment-related information. E.g. , current or past job history or performance evaluations. Commercial Data Recipients. Yes. Inferenced Categories E.g., Inferenced consumer interests Commercial Data Recipients. Yes. We also may share any of the Personal Information we collect as follows: Sharing for Legal Purposes: In addition, we may share Personal Information with third parties in order to: (a) comply with legal process or a regulatory investigation (e.g. a subpoena or court order); (b) enforce Our Terms of Use, this Privacy Policy, or other contracts with you, including investigation of potential violations thereof; (c) respond to claims that any content violates the rights of third parties; and/or (d) protect the rights, property or personal safety of Us, Our platform, Our agents and affiliates, Our Users and Licensed Users and/or the public. We likewise may provide information to other companies and organizations (including law enforcement) for fraud protection, and spam/malware prevention, and similar purposes. Sharing In Event of a Corporate Transaction : We may also share Personal Information in the event of a major corporate transaction, including for example a merger, investment, acquisition, reorganization, consolidation, bankruptcy, liquidation, or sale of some or all of Our assets, or for purposes of due diligence connected with any such transaction. Sharing With Service Providers: We share any Personal Information we collect with Our service providers, which may include (for instance) providers involved in tech or customer support, operations, web or data hosting, billing, accounting, security, marketing, data management, validation, enhancement or hygiene, or otherwise assisting us to provide, develop, maintain and improve Our services. Aggregate and Deidentified Information. We may aggregate and/or de-identify any information collected so that such information can no longer be linked to You or Your device (“ Aggregate/De-Identified Information ”). We may use Aggregate/De-Identified Information for any purpose, including without limitation for research and marketing purposes, and may also share such data with any third parties, including advertisers, promotional partners, and sponsors, in Our discretion. Please also refer to Section 3 below, which further describes Our business purposes for collecting and sharing Personal Information. 3. OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION Generally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in Our Privacy Policy. Our Purposes for collecting, using and sharing Personal Information Data marketing services, for example: ·         Generally, creating data marketing Content and services for Our Licensed Users, as more fully described in Our Privacy Policy (and on our Sites). This includes Our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential consumer behavior), data hygiene services (helping customers to evaluate, validate and correct personal information they hold). ·         Helping Our Licensed Users identify and understand consumers better, by providing insights about them, as well as providing financial and other scoring Content. ·         Assisting Our Licensed Users through Our Content and services to provide their current and prospective customers with better service and improved offerings, for instance, advising on which current or prospective customers are most likely to be interested (or disinterested) in certain offers. Online targeting, for example: ·         Creating or helping to create defined audience segments based on common demographics and/or shared (actual or inferred) interests or preferences (e.g., households seeking wealth management services). Additional marketing services, for example (which may overlap with “data marketing services” above): ·         Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile and social media marketing. ·         Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases. ·         Providing “verification” or data “hygiene” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect or outdated information. Operating Our services, for example: ·         improving, testing, updating and verifying Our own database. ·         developing new Content and products. ·         operating, analyzing, improving, and securing Our services. Other internal purposes, for example: For internal research, internal operations, auditing, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We use the information collected from “business to business” interaction or from data compilers for the above, as well as for Our own marketing purposes. 4. YOUR CALIFORNIA PRIVACY RIGHTS AND CHOICES In addition to the right to opt-out of “sales” of Personal Information, the CCPA also provides that California residents may ask us to disclose what personal information we have about them, what we do with that information, and to delete their Personal Information. If You are a California resident that would like to exercise these other rights in accordance with the CCPA, You can submit Your request executing the form provided at the following link: CONSUMER OPT OUT or by email at opt-out-ccpa@preferredcommunications.com to specify the rights You wish to exercise. Verification: In order to protect Your Personal Information from unauthorized access or deletion, we may require You to verify Your identity and proof of residency before You can submit a request. If we cannot verify Your identity, we will not process Your request. Authorized Agents: Authorized agents may submit requests on behalf of California residents by email at agent-ccpa@preferredcommunications.com and presenting signed written permission to act on an individual’s behalf. If You submit a request through an authorized agent You may also be required to independently verify Your identity and submit proof of Your residency directly to us. This Notice of Privacy Policy and Right to Opt-Out For Residents of California and Nevada was last updated on April 8, 2022. Terms of Service Privacy Policy Do Not Sell My Info © 2021 - All Rights Reserved. Contact Us First Name Last Name Email Subject Message Send",
  "annotations": [
    {
      "Text": "The Information We May Collect and Store\\n\\nWe may collect and store the following information:\\n\\n \\n\\nConsumer Data. We may collect Information that may include name, email address, telephone number, occupation, employer, charitable or political contribution history, public information, and other information obtained from third parties. From the foregoing, We may identify issues, causes or purchasing activities that specific Consumers may be interested in.\\n\\n \\n\\nUser Data. When Licensed Users create an account or authorize a person affiliated with Licensed User to access Content on Licensed User’s behalf (a “User”), We may collect some Personal Information, such as the Licensed User’s name, the User’s name, phone numbers of Licensed User and/or User, billing information, email addresses and business postal addresses (collectively, “User Data”). We may also receive Personal Information through other Licensed Users. One example would be if a Licensed User referred You to Us.\\n\\n \\n\\nOthers’ Personal Information. If You provide Personal Information about someone else, You must ensure and hereby agree that You are authorized to disclose that information to Us and that, without Our taking any further steps required by applicable data protection or privacy laws, We may collect, use and disclose such information for the purposes described in this Privacy Policy. You must take reasonable steps to ensure that the individual or entity concerned is aware of and consents to the various matters detailed in this Privacy Policy, including the fact that that person’s or entity’s Personal Information is being collected, the purposes for which that information is being collected, the intended recipients of that information, Our identity, and how to contact Us.\\n\\n \\n\\nSensitive Personal Information. You are prohibited from uploading any Personal Information about Yourself or others that relates to health or medical conditions, Protected Health Information (as defined in 45 CFR 160.103), social security numbers or taxpayer identification numbers, driver’s license numbers, information concerning criminal charges or convictions, or racial or ethnic origin.\\n\\n \\n\\nLog Data. When You access Our Site, We may automatically record information from the computer used to access Our Site, including without limitation a desktop, laptop, mobile phone, tablet, or other consumer electronic device (a “Device”), its software, and Your activity while using Our Site. This may include the Device’s Internet Protocol (“IP”) address, browser type, the web page visited before You came to Our Site, information You select or search for on Our Site, locale preferences, identification numbers associated with Your Devices, Your mobile carrier, date and time stamps associated with transactions, system configuration information, metadata concerning Your files, and other interactions with Our Site or the Licensed Content contained on Our Site.\\n\\n \\n\\nCookies Data. We may also use “cookies” to collect information and improve Our services. A cookie is a small data file that We transfer to Your Device. We may use “persistent cookies” to save Your registration ID and login password for future logins to Our Site. We may use “session ID cookies” to enable certain features to better understand how You interact with Our Site and Licensed Content and to monitor aggregate usage and web traffic routing on Our Site. You can instruct Your browser, by changing its options, to stop accepting cookies or to prompt You before accepting a cookie from the websites You visit. If You do not accept cookies, however, You may not be able to use all aspects of Our Site.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Residents of California and Nevada– please click here to learn more about Your privacy rights. 1.} "
    },
    {
      "Text": "How We Use Personal Information\\n\\n \\n\\nPersonal Information. Personal Information is or may be used: (i) to provide and improve Our Site, Content, and/or services, (ii) to administer Your use of Our Site, Content, and/or services (iii) to better understand Your needs and interests, (iv) to personalize and improve Your experience, (v) for marketing and advertising, and (vi) to provide or offer updates and product announcements. If You no longer wish to receive communications from us, please follow the “unsubscribe” instructions provided in any of those communications, or update Your account settings information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If You do not accept cookies, however, You may not be able to use all aspects of Our Site. 2.} "
    },
    {
      "Text": "Personal Information. Personal Information is or may be used: (i) to provide and improve Our Site, Content, and/or services, (ii) to administer Your use of Our Site, Content, and/or services (iii) to better understand Your needs and interests, (iv) to personalize and improve Your experience, (v) for marketing and advertising, and (vi) to provide or offer updates and product announcements. If You no longer wish to receive communications from us, please follow the “unsubscribe” instructions provided in any of those communications, or update Your account settings information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Analytics. We may also collect some information (ourselves or using third party services) using logging and cookies, such as an IP address, which can sometimes be correlated with Personal Information. We use this information for the above purposes and to monitor and analyze use of Our Site and Services and Licensed Content, for the technical administration of Our Site and Services, to increase Our Site and Services’ functionality and user-friendliness, and to verify users have the authorization needed to access Our Site and Services and the Licensed Content. We may use third party services, including Google Analytics, for these purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Personal Information is or may be used: (i) to provide and improve Our Site, Content, and/or services, (ii) to administer Your use of Our Site, Content, and/or services (iii) to better understand Your needs and interests, (iv) to personalize and improve Your experience, (v) for marketing and advertising, and (vi) to provide or offer updates and product announcements. If You no longer wish to receive communications from us, please follow the “unsubscribe” instructions provided in any of those communications, or update Your account settings information.} "
    },
    {
      "Text": "Analytics. We may also collect some information (ourselves or using third party services) using logging and cookies, such as an IP address, which can sometimes be correlated with Personal Information. We use this information for the above purposes and to monitor and analyze use of Our Site and Services and Licensed Content, for the technical administration of Our Site and Services, to increase Our Site and Services’ functionality and user-friendliness, and to verify users have the authorization needed to access Our Site and Services and the Licensed Content. We may use third party services, including Google Analytics, for these purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Personal Information is or may be used: (i) to provide and improve Our Site, Content, and/or services, (ii) to administer Your use of Our Site, Content, and/or services (iii) to better understand Your needs and interests, (iv) to personalize and improve Your experience, (v) for marketing and advertising, and (vi) to provide or offer updates and product announcements. If You no longer wish to receive communications from us, please follow the “unsubscribe” instructions provided in any of those communications, or update Your account settings information.} "
    },
    {
      "Text": " Information Sharing and Disclosure\\n\\n \\n\\nWe do not share Your Personal Information that We collected directly from You with third parties for their direct marketing purposes unless We have first given You the choice to consent or withhold consent to such sharing. We may share Your Personal Information in the following circumstances, or as otherwise described in any privacy notices provided to You at the time Your Personal Information was collected:\\n\\n \\n\\nYour Use. Unless You specify otherwise in writing, User Data that You provide to us may be shared with Your Users.\\n\\n \\n\\nService Providers, Business Partners and Others. We may use certain trusted third party companies and individuals to help us provide, analyze, and improve Our Site, Content, and/or services (including but not limited to data collection, data storage, maintenance services, database management, web analytics, payment processing, and improvement of Our Site’s features). These third parties may have access to Your information only for purposes of performing these tasks on Our behalf and under obligations similar to those in this Privacy Policy.\\n\\n \\n\\nMarketing Partners. We may share Your information with third party marketing partners for commercial/advertising purposes.\\n\\n \\n\\nThird Party Applications. We may share Your information with a third party application with Your consent, for example when You choose to access Our Site and Content through such an application. We are not responsible for what those parties do with Your information, so You should make sure You trust the application and that it has a privacy policy acceptable to You.\\n\\n \\n\\nCompliance with Laws and Law Enforcement Requests; Protection of Our Rights. We may disclose to parties outside the Preferred Entities information that You provide and that We collect when We have a good faith belief that disclosure is reasonably necessary to (a) comply with a law, regulation or compulsory legal request; (b) protect the safety of any person; (c) prevent fraud or abuse of Preferred or any Licensed User or User; or (d) to protect Our property rights.\\n\\n \\n\\nBusiness Transfers. If We are involved in a merger, acquisition, sale of all or a portion of Our assets, or other change in corporate control (collectively a “Transaction”), Your information may be transferred as part of that Transaction or during the diligence process related to the Transaction.\\n\\n \\n\\nNon-Private or Non-Personal Information. We may disclose Your non-private, aggregated, or otherwise non-personal information, such as usage statistics relating to our Site and Services or Licensed Content.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may use third party services, including Google Analytics, for these purposes. 3.} "
    },
    {
      "Text": "Service Providers, Business Partners and Others. We may use certain trusted third party companies and individuals to help us provide, analyze, and improve Our Site, Content, and/or services (including but not limited to data collection, data storage, maintenance services, database management, web analytics, payment processing, and improvement of Our Site’s features). These third parties may have access to Your information only for purposes of performing these tasks on Our behalf and under obligations similar to those in this Privacy Policy.\\n\\n \\n\\nMarketing Partners. We may share Your information with third party marketing partners for commercial/advertising purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may share Your Personal Information in the following circumstances, or as otherwise described in any privacy notices provided to You at the time Your Personal Information was collected: Your Use . Unless You specify otherwise in writing, User Data that You provide to us may be shared with Your Users.} "
    },
    {
      "Text": "Changes to Our Privacy Policy\\n\\n \\n\\nThis Privacy Policy may change from time to time. We reserve the right to modify this Privacy Policy or Our policies relating to Our Site and the Licensed Content at any time, effective upon Our posting an updated version of this Privacy Policy on Our Site, at which time We will update the “last updated” date below. Continued use of Our Site or Licensed Content after any such changes shall constitute Your consent to such changes.\\n\\n \\n\\nThis Privacy Policy was last updated on April 8, 2022.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Contacting Us If You have any questions about this Privacy Policy or need to access an alternative format of this Privacy Policy, please contact us at privacy-policy@preferredcommunications.com .9. Changes to Our Privacy Policy 9.} "
    },
    {
      "Text": "Opt-Out Rights For Residents of California and Nevada:\\n\\nResidents of California and Nevada have the right to opt-out of “sales” of Personal Information (as defined by the applicable state law). You may exercise this right by executing the form provided here: CONSUMER OPT OUT. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Capitalized terms that are used but not defined in this Notice have the same meanings given them in the Preferred Entities’ Privacy Policy. If You are not a resident of California or Nevada, this Notice does not apply to You and You should not rely on it.} "
    },
    {
      "Text": " You may exercise this right by executing the form provided here: CONSUMER OPT OUT. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If You are not a resident of California or Nevada, this Notice does not apply to You and You should not rely on it. Opt-Out Rights For Residents of California and Nevada : Residents of California and Nevada have the right to opt-out of “sales” of Personal Information (as defined by the applicable state law).} "
    },
    {
      "Text": "OUR COLLECTION OF PERSONAL INFORMATION\\n\\nDepending on how You interact with us, we may collect about You the categories of information summarized in the table below. The following table also describes how we collect and use such categories of information.\\n\\nCategory\\n\\nCategories of Sources\\n\\nIdentifiers, e.g., name; alias; postal address; telephone number; email address.\\n\\n·        Data compilers and consumer data resellers. public records and other publicly available sources, consumer surveys and survey companies. (Note that above categories may be overlapping in nature.)\\n\\n·        Data analytics providers.\\n\\n(Collectively, “Commercial Data Sources.”)\\n\\n·        Government sources such as U.S. Census Bureau.\\n\\nCharacteristics of protected classifications under California or US law\\n\\nE.g., race; religion; sex/gender; marital status;  military or veteran status; national origin; ancestry.\\n\\nCommercial Data Sources.\\n\\nCommercial or transactions information\\n\\nE.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\\n\\nCommercial Data Sources.\\n\\nInternet or other electronic network activity information\\n\\nE.g., browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement.\\n\\nNot applicable\\n\\nGeolocation data\\n\\nCommercial Data Sources, US Postal Service.\\n\\nProfessional or employment-related information\\n\\nE.g., current or past job history or performance evaluations.\\n\\nCommercial Data Sources\\n\\nInferenced Categories\\n\\nE.g., Inferenced consumer interests\\n\\nCommercial Data Sources\\n\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Your California Privacy Rights and Choices – additional rights You have under the CCPA, for instance, or to request categories and Personal Information that we may have collected about you. The following sets forth the categories of information we collect and purposes for which we may use California Consumers’ Personal Information: 1.} "
    },
    {
      "Text": " Category ||| 1: Categories of Sources\\n\\n0: Identifiers, e.g., name; alias; postal address; telephone number; email address. ||| 1: · Data compilers and consumer data resellers. public records and other publicly available sources, consumer surveys and survey companies. (Note that above categories may be overlapping in nature.)· Data analytics providers.(Collectively, “Commercial Data Sources.”)· Government sources such as U.S. Census Bureau.\\n\\n0: Characteristics of protected classifications under California or US lawE.g., race; religion; sex/gender; marital status; military or veteran status; national origin; ancestry. ||| 1: Commercial Data Sources.\\n\\n0: Commercial or transactions informationE.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. ||| 1: Commercial Data Sources.\\n\\n0: Internet or other electronic network activity informationE.g., browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement. ||| 1: Not applicable\\n\\n0: Geolocation data ||| 1: Commercial Data Sources, US Postal Service.\\n\\n0: Professional or employment-related informationE.g., current or past job history or performance evaluations. ||| 1: Commercial Data Sources\\n\\n0: Inferenced CategoriesE.g., Inferenced consumer interests ||| 1: Commercial Data Sources",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {OUR COLLECTION OF PERSONAL INFORMATION Depending on how You interact with us, we may collect about You the categories of information summarized in the table below. The following table also describes how we collect and use such categories of information.} "
    },
    {
      "Text": "OUR DISCLOSURE AND SALE OF PERSONAL INFORMATION\\n\\nWe will share the information collected from and about You as discussed above for various business purposes, with service providers and with third parties, including Our Licensed Users. The chart below describes how and with whom we share or disclose Personal Information, and whether (based on the CCPA’s definition of “sell”) we believe we have “sold” a particular category of information in the prior 12 months.\\n\\nCategory\\n\\nCategories of Third Parties We Share With\\n\\nWhether We “Sold” This Category of Personal Information in the Last 12 Months\\n\\nIdentifiers, e.g., name; alias; postal address; telephone number; email address\\n\\nData compilers and consumer data resellers, consumer goods and other consumer retailers, informational and retail websites, content publishers, non-profit organizations, food vendors, apparel vendors, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks and government entities, including military services.\\n\\nIn addition, advertising networks, internet service providers, data analytics providers, operating systems and platforms and social networks.\\n\\n(Collectively, “Commercial Data Recipient”)\\n\\nYes.\\n\\nCharacteristics of protected classifications under California or US law, e.g., race; religion; sex/gender; marital status;  military or veteran status; national origin; ancestry. (Data may be inferenced.)\\n\\nCommercial Data Recipients.\\n\\nYes.\\n\\nCommercial or transactions information, e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. (Data may be inferenced.)\\n\\nCommercial Data Recipients.\\n\\nYes.\\n\\nInternet or other electronic network activity information, e.g., browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement.\\n\\nNot applicable.\\n\\nNo.\\n\\nGeolocation data\\n\\nService Providers, Commercial Data Recipients.\\n\\nYes.\\n\\nProfessional or employment-related information. E.g., current or past job history or performance evaluations.\\n\\nCommercial Data Recipients.\\n\\nYes.\\n\\nInferenced Categories\\n\\nE.g., Inferenced consumer interests\\n\\nCommercial Data Recipients.\\n\\nYes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {, current or past job history or performance evaluations. Commercial Data Sources Inferenced Categories E.g., Inferenced consumer interests Commercial Data Sources 2.} "
    },
    {
      "Text": "OUR DISCLOSURE AND SALE OF PERSONAL INFORMATION\\n\\nWe will share the information collected from and about You as discussed above for various business purposes, with service providers and with third parties, including Our Licensed Users. The chart below describes how and with whom we share or disclose Personal Information, and whether (based on the CCPA’s definition of “sell”) we believe we have “sold” a particular category of information in the prior 12 months.\\n\\nCategory\\n\\nCategories of Third Parties We Share With\\n\\nWhether We “Sold” This Category of Personal Information in the Last 12 Months\\n\\nIdentifiers, e.g., name; alias; postal address; telephone number; email address\\n\\nData compilers and consumer data resellers, consumer goods and other consumer retailers, informational and retail websites, content publishers, non-profit organizations, food vendors, apparel vendors, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks and government entities, including military services.\\n\\nIn addition, advertising networks, internet service providers, data analytics providers, operating systems and platforms and social networks.\\n\\n(Collectively, “Commercial Data Recipient”)\\n\\nYes.\\n\\nCharacteristics of protected classifications under California or US law, e.g., race; religion; sex/gender; marital status;  military or veteran status; national origin; ancestry. (Data may be inferenced.)\\n\\nCommercial Data Recipients.\\n\\nYes.\\n\\nCommercial or transactions information, e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. (Data may be inferenced.)\\n\\nCommercial Data Recipients.\\n\\nYes.\\n\\nInternet or other electronic network activity information, e.g., browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement.\\n\\nNot applicable.\\n\\nNo.\\n\\nGeolocation data\\n\\nService Providers, Commercial Data Recipients.\\n\\nYes.\\n\\nProfessional or employment-related information. E.g., current or past job history or performance evaluations.\\n\\nCommercial Data Recipients.\\n\\nYes.\\n\\nInferenced Categories\\n\\nE.g., Inferenced consumer interests\\n\\nCommercial Data Recipients.\\n\\nYes.\\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {, current or past job history or performance evaluations. Commercial Data Sources Inferenced Categories E.g., Inferenced consumer interests Commercial Data Sources 2.} "
    },
    {
      "Text": " Category ||| 1: Categories of Third Parties We Share With ||| 2: Whether We “Sold” This Category of Personal Information in the Last 12 Months\\n\\n0: Identifiers, e.g., name; alias; postal address; telephone number; email address ||| 1: Data compilers and consumer data resellers, consumer goods and other consumer retailers, informational and retail websites, content publishers, non-profit organizations, food vendors, apparel vendors, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks and government entities, including military services.In addition, advertising networks, internet service providers, data analytics providers, operating systems and platforms and social networks.(Collectively, “Commercial Data Recipient”) ||| 2: Yes.\\n\\n0: Characteristics of protected classifications under California or US law, e.g., race; religion; sex/gender; marital status; military or veteran status; national origin; ancestry. (Data may be inferenced.) ||| 1: Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Commercial or transactions information, e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. (Data may be inferenced.) ||| 1: Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Internet or other electronic network activity information, e.g., browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement. ||| 1: Not applicable. ||| 2: No.\\n\\n0: Geolocation data ||| 1: Service Providers, Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Professional or employment-related information. E.g., current or past job history or performance evaluations. ||| 1: Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Inferenced CategoriesE.g., Inferenced consumer interests ||| 1: Commercial Data Recipients. ||| 2: Yes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {OUR COLLECTION OF PERSONAL INFORMATION Depending on how You interact with us, we may collect about You the categories of information summarized in the table below. The following table also describes how we collect and use such categories of information.} "
    },
    {
      "Text": " Category ||| 1: Categories of Third Parties We Share With ||| 2: Whether We “Sold” This Category of Personal Information in the Last 12 Months\\n\\n0: Identifiers, e.g., name; alias; postal address; telephone number; email address ||| 1: Data compilers and consumer data resellers, consumer goods and other consumer retailers, informational and retail websites, content publishers, non-profit organizations, food vendors, apparel vendors, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks and government entities, including military services.In addition, advertising networks, internet service providers, data analytics providers, operating systems and platforms and social networks.(Collectively, “Commercial Data Recipient”) ||| 2: Yes.\\n\\n0: Characteristics of protected classifications under California or US law, e.g., race; religion; sex/gender; marital status; military or veteran status; national origin; ancestry. (Data may be inferenced.) ||| 1: Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Commercial or transactions information, e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. (Data may be inferenced.) ||| 1: Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Internet or other electronic network activity information, e.g., browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement. ||| 1: Not applicable. ||| 2: No.\\n\\n0: Geolocation data ||| 1: Service Providers, Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Professional or employment-related information. E.g., current or past job history or performance evaluations. ||| 1: Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Inferenced CategoriesE.g., Inferenced consumer interests ||| 1: Commercial Data Recipients. ||| 2: Yes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {OUR COLLECTION OF PERSONAL INFORMATION Depending on how You interact with us, we may collect about You the categories of information summarized in the table below. The following table also describes how we collect and use such categories of information.} "
    },
    {
      "Text": "We also may share any of the Personal Information we collect as follows:\\n\\n \\n\\nSharing for Legal Purposes: In addition, we may share Personal Information with third parties in order to: (a) comply with legal process or a regulatory investigation (e.g. a subpoena or court order); (b) enforce Our Terms of Use, this Privacy Policy, or other contracts with you, including investigation of potential violations thereof; (c) respond to claims that any content violates the rights of third parties; and/or (d) protect the rights, property or personal safety of Us, Our platform, Our agents and affiliates, Our Users and Licensed Users and/or the public. We likewise may provide information to other companies and organizations (including law enforcement) for fraud protection, and spam/malware prevention, and similar purposes.\\n\\n \\n\\nSharing In Event of a Corporate Transaction: We may also share Personal Information in the event of a major corporate transaction, including for example a merger, investment, acquisition, reorganization, consolidation, bankruptcy, liquidation, or sale of some or all of Our assets, or for purposes of due diligence connected with any such transaction.\\n\\n \\n\\nSharing With Service Providers: We share any Personal Information we collect with Our service providers, which may include (for instance) providers involved in tech or customer support, operations, web or data hosting, billing, accounting, security, marketing, data management, validation, enhancement or hygiene, or otherwise assisting us to provide, develop, maintain and improve Our services.\\n\\n \\n\\nAggregate and Deidentified Information. We may aggregate and/or de-identify any information collected so that such information can no longer be linked to You or Your device (“Aggregate/De-Identified Information”). We may use Aggregate/De-Identified Information for any purpose, including without limitation for research and marketing purposes, and may also share such data with any third parties, including advertisers, promotional partners, and sponsors, in Our discretion. Please also refer to Section 3 below, which further describes Our business purposes for collecting and sharing Personal Information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Inferenced Categories E.g., Inferenced consumer interests Commercial Data Recipients. Yes.} "
    },
    {
      "Text": "Our Purposes for collecting, using and sharing Personal Information\\n\\nData marketing services, for example:\\n\\n·         Generally, creating data marketing Content and services for Our Licensed Users, as more fully described in Our Privacy Policy (and on our Sites). This includes Our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential consumer behavior), data hygiene services (helping customers to evaluate, validate and correct personal information they hold).\\n\\n·         Helping Our Licensed Users identify and understand consumers better, by providing insights about them, as well as providing financial and other scoring Content.\\n\\n·         Assisting Our Licensed Users through Our Content and services to provide their current and prospective customers with better service and improved offerings, for instance, advising on which current or prospective customers are most likely to be interested (or disinterested) in certain offers.\\n\\nOnline targeting, for example:\\n\\n·         Creating or helping to create defined audience segments based on common demographics and/or shared (actual or inferred) interests or preferences (e.g., households seeking wealth management services).\\n\\nAdditional marketing services, for example (which may overlap with “data marketing services” above):\\n\\n·         Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile and social media marketing.\\n\\n·         Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.\\n\\n·         Providing “verification” or data “hygiene” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect or outdated information.\\n\\nOperating Our services, for example:\\n\\n·         improving, testing, updating and verifying Our own database.\\n\\n·         developing new Content and products.\\n\\n·         operating, analyzing, improving, and securing Our services.\\n\\nOther internal purposes, for example:\\n\\nFor internal research, internal operations, auditing, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We use the information collected from “business to business” interaction or from data compilers for the above, as well as for Our own marketing purposes.\\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {3. OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION Generally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in Our Privacy Policy.} "
    },
    {
      "Text": "\\nOur Purposes for collecting, using and sharing Personal Information\\n\\nData marketing services, for example:\\n\\n·         Generally, creating data marketing Content and services for Our Licensed Users, as more fully described in Our Privacy Policy (and on our Sites). This includes Our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential consumer behavior), data hygiene services (helping customers to evaluate, validate and correct personal information they hold).\\n\\n·         Helping Our Licensed Users identify and understand consumers better, by providing insights about them, as well as providing financial and other scoring Content.\\n\\n·         Assisting Our Licensed Users through Our Content and services to provide their current and prospective customers with better service and improved offerings, for instance, advising on which current or prospective customers are most likely to be interested (or disinterested) in certain offers.\\n\\nOnline targeting, for example:\\n\\n·         Creating or helping to create defined audience segments based on common demographics and/or shared (actual or inferred) interests or preferences (e.g., households seeking wealth management services).\\n\\nAdditional marketing services, for example (which may overlap with “data marketing services” above):\\n\\n·         Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile and social media marketing.\\n\\n·         Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.\\n\\n·         Providing “verification” or data “hygiene” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect or outdated information.\\n\\nOperating Our services, for example:\\n\\n·         improving, testing, updating and verifying Our own database.\\n\\n·         developing new Content and products.\\n\\n·         operating, analyzing, improving, and securing Our services.\\n\\nOther internal purposes, for example:\\n\\nFor internal research, internal operations, auditing, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We use the information collected from “business to business” interaction or from data compilers for the above, as well as for Our own marketing purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {3. OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION Generally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in Our Privacy Policy.} "
    },
    {
      "Text": "Our Purposes for collecting, using and sharing Personal Information\\n\\nData marketing services, for example:\\n\\n·         Generally, creating data marketing Content and services for Our Licensed Users, as more fully described in Our Privacy Policy (and on our Sites). This includes Our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential consumer behavior), data hygiene services (helping customers to evaluate, validate and correct personal information they hold).\\n\\n·         Helping Our Licensed Users identify and understand consumers better, by providing insights about them, as well as providing financial and other scoring Content.\\n\\n·         Assisting Our Licensed Users through Our Content and services to provide their current and prospective customers with better service and improved offerings, for instance, advising on which current or prospective customers are most likely to be interested (or disinterested) in certain offers.\\n\\nOnline targeting, for example:\\n\\n·         Creating or helping to create defined audience segments based on common demographics and/or shared (actual or inferred) interests or preferences (e.g., households seeking wealth management services).\\n\\nAdditional marketing services, for example (which may overlap with “data marketing services” above):\\n\\n·         Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile and social media marketing.\\n\\n·         Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.\\n\\n·         Providing “verification” or data “hygiene” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect or outdated information.\\n\\nOperating Our services, for example:\\n\\n·         improving, testing, updating and verifying Our own database.\\n\\n·         developing new Content and products.\\n\\n·         operating, analyzing, improving, and securing Our services.\\n\\nOther internal purposes, for example:\\n\\nFor internal research, internal operations, auditing, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We use the information collected from “business to business” interaction or from data compilers for the above, as well as for Our own marketing purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {3. OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION Generally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in Our Privacy Policy.} "
    },
    {
      "Text": "Our Purposes for collecting, using and sharing Personal Information\\n\\n0: Data marketing services, for example:· Generally, creating data marketing Content and services for Our Licensed Users, as more fully described in Our Privacy Policy (and on our Sites). This includes Our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential consumer behavior), data hygiene services (helping customers to evaluate, validate and correct personal information they hold).· Helping Our Licensed Users identify and understand consumers better, by providing insights about them, as well as providing financial and other scoring Content.· Assisting Our Licensed Users through Our Content and services to provide their current and prospective customers with better service and improved offerings, for instance, advising on which current or prospective customers are most likely to be interested (or disinterested) in certain offers.\\n\\n0: Online targeting, for example:· Creating or helping to create defined audience segments based on common demographics and/or shared (actual or inferred) interests or preferences (e.g., households seeking wealth management services).\\n\\n0: Additional marketing services, for example (which may overlap with “data marketing services” above):· Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile and social media marketing.· Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.· Providing “verification” or data “hygiene” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect or outdated information.\\n\\n0: Operating Our services, for example:· improving, testing, updating and verifying Our own database.· developing new Content and products.· operating, analyzing, improving, and securing Our services.\\n\\n0: Other internal purposes, for example:For internal research, internal operations, auditing, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We use the information collected from “business to business” interaction or from data compilers for the above, as well as for Our own marketing purposes.\\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {3. OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION Generally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in Our Privacy Policy.} "
    },
    {
      "Text": "Our Purposes for collecting, using and sharing Personal Information\\n\\n0: Data marketing services, for example:· Generally, creating data marketing Content and services for Our Licensed Users, as more fully described in Our Privacy Policy (and on our Sites). This includes Our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential consumer behavior), data hygiene services (helping customers to evaluate, validate and correct personal information they hold).· Helping Our Licensed Users identify and understand consumers better, by providing insights about them, as well as providing financial and other scoring Content.· Assisting Our Licensed Users through Our Content and services to provide their current and prospective customers with better service and improved offerings, for instance, advising on which current or prospective customers are most likely to be interested (or disinterested) in certain offers.\\n\\n0: Online targeting, for example:· Creating or helping to create defined audience segments based on common demographics and/or shared (actual or inferred) interests or preferences (e.g., households seeking wealth management services).\\n\\n0: Additional marketing services, for example (which may overlap with “data marketing services” above):· Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile and social media marketing.· Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.· Providing “verification” or data “hygiene” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect or outdated information.\\n\\n0: Operating Our services, for example:· improving, testing, updating and verifying Our own database.· developing new Content and products.· operating, analyzing, improving, and securing Our services.\\n\\n0: Other internal purposes, for example:For internal research, internal operations, auditing, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We use the information collected from “business to business” interaction or from data compilers for the above, as well as for Our own marketing purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {3. OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION Generally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in Our Privacy Policy.} "
    },
    {
      "Text": "Our Purposes for collecting, using and sharing Personal Information\\n\\n0: Data marketing services, for example:· Generally, creating data marketing Content and services for Our Licensed Users, as more fully described in Our Privacy Policy (and on our Sites). This includes Our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential consumer behavior), data hygiene services (helping customers to evaluate, validate and correct personal information they hold).· Helping Our Licensed Users identify and understand consumers better, by providing insights about them, as well as providing financial and other scoring Content.· Assisting Our Licensed Users through Our Content and services to provide their current and prospective customers with better service and improved offerings, for instance, advising on which current or prospective customers are most likely to be interested (or disinterested) in certain offers.\\n\\n0: Online targeting, for example:· Creating or helping to create defined audience segments based on common demographics and/or shared (actual or inferred) interests or preferences (e.g., households seeking wealth management services).\\n\\n0: Additional marketing services, for example (which may overlap with “data marketing services” above):· Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile and social media marketing.· Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.· Providing “verification” or data “hygiene” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect or outdated information.\\n\\n0: Operating Our services, for example:· improving, testing, updating and verifying Our own database.· developing new Content and products.· operating, analyzing, improving, and securing Our services.\\n\\n0: Other internal purposes, for example:For internal research, internal operations, auditing, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We use the information collected from “business to business” interaction or from data compilers for the above, as well as for Our own marketing purposes.\\n\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {3. OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION Generally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in Our Privacy Policy.} "
    },
    {
      "Text": "   In addition to the right to opt-out of “sales” of Personal Information, the CCPA also provides that California residents may ask us to disclose what personal information we have about them, what we do with that information, and to delete their Personal Information.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Further, Your election to opt-out does not apply to information that is publicly available and can be derived from federal, state, or local government records, such as professional licenses and public real estate/property records. By submitting a request to opt-out, You understand that the contact information You provide will only be used to facilitate the opt-out process and to maintain a record of Your request.} "
    },
    {
      "Text": "  In addition to the right to opt-out of “sales” of Personal Information, the CCPA also provides that California residents may ask us to disclose what personal information we have about them, what we do with that information, and to delete their Personal Information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Further, Your election to opt-out does not apply to information that is publicly available and can be derived from federal, state, or local government records, such as professional licenses and public real estate/property records. By submitting a request to opt-out, You understand that the contact information You provide will only be used to facilitate the opt-out process and to maintain a record of Your request.} "
    },
    {
      "Text": "  In addition to the right to opt-out of “sales” of Personal Information, the CCPA also provides that California residents may ask us to disclose what personal information we have about them, what we do with that information, and to delete their Personal Information.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Further, Your election to opt-out does not apply to information that is publicly available and can be derived from federal, state, or local government records, such as professional licenses and public real estate/property records. By submitting a request to opt-out, You understand that the contact information You provide will only be used to facilitate the opt-out process and to maintain a record of Your request.} "
    },
    {
      "Text": " If You are a California resident that would like to exercise these other rights in accordance with the CCPA, You can submit Your request executing the form provided at the following link: CONSUMER OPT OUT or by email at opt-out-ccpa@preferredcommunications.com to specify the rights You wish to exercise.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {4. YOUR CALIFORNIA PRIVACY RIGHTS AND CHOICES In addition to the right to opt-out of “sales” of Personal Information, the CCPA also provides that California residents may ask us to disclose what personal information we have about them, what we do with that information, and to delete their Personal Information.} "
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "We may collect and store the following information:\\n\\n \\n\\nConsumer Data. We may collect Information that may include name, email address, telephone number, occupation, employer, charitable or political contribution history, public information, and other information obtained from third parties. From the foregoing, We may identify issues, causes or purchasing activities that specific Consumers may be interested in.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Residents of California and Nevada– please click here to learn more about Your privacy rights. 1.} "
    },
    {
      "Text": " We may collect some Personal Information, such as the Licensed User’s name, the User’s name, phone numbers of Licensed User and/or User, billing information, email addresses and business postal addresses (collectively, “User Data”). We may also receive Personal Information through other Licensed Users. One example would be if a Licensed User referred You to Us.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {From the foregoing, We may identify issues, causes or purchasing activities that specific Consumers may be interested in. User Data.} "
    },
    {
      "Text": "We may collect, use and disclose such information for the purposes described in this Privacy Policy. You must take reasonable steps to ensure that the individual or entity concerned is aware of and consents to the various matters detailed in this Privacy Policy, including the fact that that person’s or entity’s Personal Information is being collected, the purposes for which that information is being collected, the intended recipients of that information, Our identity, and how to contact Us.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Residents of California and Nevada– please click here to learn more about Your privacy rights. 1.} "
    },
    {
      "Text": "Sensitive Personal Information. You are prohibited from uploading any Personal Information about Yourself or others that relates to health or medical conditions, Protected Health Information (as defined in 45 CFR 160.103), social security numbers or taxpayer identification numbers, driver’s license numbers, information concerning criminal charges or convictions, or racial or ethnic origin.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If You provide Personal Information about someone else, You must ensure and hereby agree that You are authorized to disclose that information to Us and that, without Our taking any further steps required by applicable data protection or privacy laws, We may collect, use and disclose such information for the purposes described in this Privacy Policy. You must take reasonable steps to ensure that the individual or entity concerned is aware of and consents to the various matters detailed in this Privacy Policy, including the fact that that person’s or entity’s Personal Information is being collected, the purposes for which that information is being collected, the intended recipients of that information, Our identity, and how to contact Us.} "
    },
    {
      "Text": "Log Data. When You access Our Site, We may automatically record information from the computer used to access Our Site, including without limitation a desktop, laptop, mobile phone, tablet, or other consumer electronic device (a “Device”), its software, and Your activity while using Our Site. This may include the Device’s Internet Protocol (“IP”) address, browser type, the web page visited before You came to Our Site, information You select or search for on Our Site, locale preferences, identification numbers associated with Your Devices, Your mobile carrier, date and time stamps associated with transactions, system configuration information, metadata concerning Your files, and other interactions with Our Site or the Licensed Content contained on Our Site.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Sensitive Personal Information . You are prohibited from uploading any Personal Information about Yourself or others that relates to health or medical conditions, Protected Health Information (as defined in 45 CFR 160.103), social security numbers or taxpayer identification numbers, driver’s license numbers, information concerning criminal charges or convictions, or racial or ethnic origin.} "
    },
    {
      "Text": "Cookies Data. We may also use “cookies” to collect information and improve Our services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {When You access Our Site, We may automatically record information from the computer used to access Our Site, including without limitation a desktop, laptop, mobile phone, tablet, or other consumer electronic device (a “ Device ”), its software, and Your activity while using Our Site. This may include the Device’s Internet Protocol (“ IP ”) address, browser type, the web page visited before You came to Our Site, information You select or search for on Our Site, locale preferences, identification numbers associated with Your Devices, Your mobile carrier, date and time stamps associated with transactions, system configuration information, metadata concerning Your files, and other interactions with Our Site or the Licensed Content contained on Our Site.} "
    },
    {
      "Text": "We may use “persistent cookies” to save Your registration ID and login password for future logins to Our Site. We may use “session ID cookies” to enable certain features to better understand how You interact with Our Site and Licensed Content and to monitor aggregate usage and web traffic routing on Our Site. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may also use “cookies” to collect information and improve Our services. A cookie is a small data file that We transfer to Your Device.} "
    },
    {
      "Text": " Personal Information is or may be used: (i) to provide and improve Our Site, Content, and/or services, (ii) to administer Your use of Our Site, Content, and/or services (iii) to better understand Your needs and interests, (iv) to personalize and improve Your experience, (v) for marketing and advertising, and (vi) to provide or offer updates and product announcements.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {2. How We Use Personal Information Personal Information .} "
    },
    {
      "Text": "We may also collect some information (ourselves or using third party services) using logging and cookies, such as an IP address, which can sometimes be correlated with Personal Information. We use this information for the above purposes and to monitor and analyze use of Our Site and Services and Licensed Content, for the technical administration of Our Site and Services, to increase Our Site and Services’ functionality and user-friendliness, and to verify users have the authorization needed to access Our Site and Services and the Licensed Content. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If You no longer wish to receive communications from us, please follow the “unsubscribe” instructions provided in any of those communications, or update Your account settings information. Analytics .} "
    },
    {
      "Text": "We do not share Your Personal Information that We collected directly from You with third parties for their direct marketing purposes unless We have first given You the choice to consent or withhold consent to such sharing.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may use third party services, including Google Analytics, for these purposes. 3.} "
    },
    {
      "Text": "We may share Your Personal Information in the following circumstances, or as otherwise described in any privacy notices provided to You at the time Your Personal Information was collected:\\n\\n \\n\\nYour Use. Unless You specify otherwise in writing, User Data that You provide to us may be shared with Your Users.\\n\\n \\n\\nService Providers, Business Partners and Others. We may use certain trusted third party companies and individuals to help us provide, analyze, and improve Our Site, Content, and/or services (including but not limited to data collection, data storage, maintenance services, database management, web analytics, payment processing, and improvement of Our Site’s features).",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {3. Information Sharing and Disclosure We do not share Your Personal Information that We collected directly from You with third parties for their direct marketing purposes unless We have first given You the choice to consent or withhold consent to such sharing.} "
    },
    {
      "Text": "Marketing Partners. We may share Your information with third party marketing partners for commercial/advertising purposes.\\n\\n \\n\\nThird Party Applications. We may share Your information with a third party application with Your consent, for example when You choose to access Our Site and Content through such an application.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may use certain trusted third party companies and individuals to help us provide, analyze, and improve Our Site, Content, and/or services (including but not limited to data collection, data storage, maintenance services, database management, web analytics, payment processing, and improvement of Our Site’s features). These third parties may have access to Your information only for purposes of performing these tasks on Our behalf and under obligations similar to those in this Privacy Policy.} "
    },
    {
      "Text": "Compliance with Laws and Law Enforcement Requests; Protection of Our Rights. We may disclose to parties outside the Preferred Entities information that You provide and that We collect when We have a good faith belief that disclosure is reasonably necessary to (a) comply with a law, regulation or compulsory legal request; (b) protect the safety of any person; (c) prevent fraud or abuse of Preferred or any Licensed User or User; or (d) to protect Our property rights.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may share Your information with a third party application with Your consent, for example when You choose to access Our Site and Content through such an application. We are not responsible for what those parties do with Your information, so You should make sure You trust the application and that it has a privacy policy acceptable to You.} "
    },
    {
      "Text": "Business Transfers. If We are involved in a merger, acquisition, sale of all or a portion of Our assets, or other change in corporate control (collectively a “Transaction”), Your information may be transferred as part of that Transaction or during the diligence process related to the Transaction.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Compliance with Laws and Law Enforcement Requests; Protection of Our Rights. We may disclose to parties outside the Preferred Entities information that You provide and that We collect when We have a good faith belief that disclosure is reasonably necessary to (a) comply with a law, regulation or compulsory legal request; (b) protect the safety of any person; (c) prevent fraud or abuse of Preferred or any Licensed User or User; or (d) to protect Our property rights.} "
    },
    {
      "Text": "Business Transfers. If We are involved in a merger, acquisition, sale of all or a portion of Our assets, or other change in corporate control (collectively a “Transaction”), Your information may be transferred as part of that Transaction or during the diligence process related to the Transaction.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Compliance with Laws and Law Enforcement Requests; Protection of Our Rights. We may disclose to parties outside the Preferred Entities information that You provide and that We collect when We have a good faith belief that disclosure is reasonably necessary to (a) comply with a law, regulation or compulsory legal request; (b) protect the safety of any person; (c) prevent fraud or abuse of Preferred or any Licensed User or User; or (d) to protect Our property rights.} "
    },
    {
      "Text": "Non-Private or Non-Personal Information. We may disclose Your non-private, aggregated, or otherwise non-personal information, such as usage statistics relating to our Site and Services or Licensed Content.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Business Transfers . If We are involved in a merger, acquisition, sale of all or a portion of Our assets, or other change in corporate control (collectively a “Transaction”), Your information may be transferred as part of that Transaction or during the diligence process related to the Transaction.} "
    },
    {
      "Text": " You may have the right to request access to, modification or correction of, or deletion of Your Personal Information, and information on how it has been used or disclosed. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Your Rights and Choices Individuals in certain jurisdictions may have certain rights under applicable privacy laws. Rights specific to residents of California and Nevada are described here .} "
    },
    {
      "Text": " You may have the right to request access to, modification or correction of, or deletion of Your Personal Information, and information on how it has been used or disclosed. ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Your Rights and Choices Individuals in certain jurisdictions may have certain rights under applicable privacy laws. Rights specific to residents of California and Nevada are described here .} "
    },
    {
      "Text": "You may have the right to request access to, modification or correction of, or deletion of Your Personal Information, and information on how it has been used or disclosed. ",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Your Rights and Choices Individuals in certain jurisdictions may have certain rights under applicable privacy laws. Rights specific to residents of California and Nevada are described here .} "
    },
    {
      "Text": "You may have the right to request access to, modification or correction of, or deletion of Your Personal Information, and information on how it has been used or disclosed. ",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Your Rights and Choices Individuals in certain jurisdictions may have certain rights under applicable privacy laws. Rights specific to residents of California and Nevada are described here .} "
    },
    {
      "Text": "To exercise Your rights, You may contact us at privacy-policy@preferredcommunications.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Rights specific to residents of California and Nevada are described here . Subject to applicable law, You may have the right to request access to, modification or correction of, or deletion of Your Personal Information, and information on how it has been used or disclosed.} "
    },
    {
      "Text": "Changes to Our Privacy Policy\\n\\n \\n\\nThis Privacy Policy may change from time to time. We reserve the right to modify this Privacy Policy or Our policies relating to Our Site and the Licensed Content at any time, effective upon Our posting an updated version of this Privacy Policy on Our Site, at which time We will update the “last updated” date below. Continued use of Our Site or Licensed Content after any such changes shall constitute Your consent to such changes.\\n\\n \\n\\nThis Privacy Policy was last updated on April 8, 2022.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Contacting Us If You have any questions about this Privacy Policy or need to access an alternative format of this Privacy Policy, please contact us at privacy-policy@preferredcommunications.com .9. Changes to Our Privacy Policy 9.} "
    },
    {
      "Text": "Residents of California and Nevada have the right to opt-out of “sales” of Personal Information (as defined by the applicable state law).",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We encourage You to be aware when You leave Our Site and to read the privacy policies of such Third-Party Sites to understand their privacy practices. Please also keep in mind that privacy choices You make on Third-Party Sites may not apply to Our use of Your Personal Information.} "
    },
    {
      "Text": "You may exercise this right by executing the form provided here: CONSUMER OPT OUT. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If You are not a resident of California or Nevada, this Notice does not apply to You and You should not rely on it. Opt-Out Rights For Residents of California and Nevada : Residents of California and Nevada have the right to opt-out of “sales” of Personal Information (as defined by the applicable state law).} "
    },
    {
      "Text": "Our Collection of Personal Information – the types of Personal Information (which the CCPA defines broadly) that we collect, the types of sources we collect it from.\\nOur Disclosure and Sale of Personal Information – the types of recipients to whom we disclose or sell Personal Information.\\nOur Business Purposes – Our business purposes for (a) collecting and (b) sharing Personal Information, which are generally the same.\\nYour California Privacy Rights and Choices – additional rights You have under the CCPA, for instance, or to request categories and Personal Information that we may have collected about you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {By submitting a request to opt-out, You understand that the contact information You provide will only be used to facilitate the opt-out process and to maintain a record of Your request. Additional Rights For Residents of California In addition to the right to opt-out of “sales” of Personal Information, the California Consumer Privacy Act (“CCPA”) requires certain additional disclosures.} "
    },
    {
      "Text": "Our Collection of Personal Information – the types of Personal Information (which the CCPA defines broadly) that we collect, the types of sources we collect it from.\\nOur Disclosure and Sale of Personal Information – the types of recipients to whom we disclose or sell Personal Information.\\nOur Business Purposes – Our business purposes for (a) collecting and (b) sharing Personal Information, which are generally the same.\\nYour California Privacy Rights and Choices – additional rights You have under the CCPA, for instance, or to request categories and Personal Information that we may have collected about you.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {By submitting a request to opt-out, You understand that the contact information You provide will only be used to facilitate the opt-out process and to maintain a record of Your request. Additional Rights For Residents of California In addition to the right to opt-out of “sales” of Personal Information, the California Consumer Privacy Act (“CCPA”) requires certain additional disclosures.} "
    },
    {
      "Text": " The following table also describes how we collect and use such categories of information.\\n\\nCategory\\n\\nCategories of Sources\\n\\nIdentifiers, e.g., name; alias; postal address; telephone number; email address.\\n\\n·        Data compilers and consumer data resellers. public records and other publicly available sources, consumer surveys and survey companies. (Note that above categories may be overlapping in nature.)\\n\\n·        Data analytics providers.\\n\\n(Collectively, “Commercial Data Sources.”)\\n\\n·        Government sources such as U.S. Census Bureau.\\n\\nCharacteristics of protected classifications under California or US law\\n\\nE.g., race; religion; sex/gender; marital status;  military or veteran status; national origin; ancestry.\\n\\nCommercial Data Sources.\\n\\nCommercial or transactions information\\n\\nE.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\\n\\nCommercial Data Sources.\\n\\nInternet or other electronic network activity information\\n\\nE.g., browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement.\\n\\nNot applicable\\n\\nGeolocation data\\n\\nCommercial Data Sources, US Postal Service.\\n\\nProfessional or employment-related information\\n\\nE.g., current or past job history or performance evaluations.\\n\\nCommercial Data Sources\\n\\nInferenced Categories\\n\\nE.g., Inferenced consumer interests\\n\\nCommercial Data Sources",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The following sets forth the categories of information we collect and purposes for which we may use California Consumers’ Personal Information: 1. OUR COLLECTION OF PERSONAL INFORMATION Depending on how You interact with us, we may collect about You the categories of information summarized in the table below.} "
    },
    {
      "Text": "0: Category ||| 1: Categories of Sources\\n\\n0: Identifiers, e.g., name; alias; postal address; telephone number; email address. ||| 1: · Data compilers and consumer data resellers. public records and other publicly available sources, consumer surveys and survey companies. (Note that above categories may be overlapping in nature.)· Data analytics providers.(Collectively, “Commercial Data Sources.”)· Government sources such as U.S. Census Bureau.\\n\\n0: Characteristics of protected classifications under California or US lawE.g., race; religion; sex/gender; marital status; military or veteran status; national origin; ancestry. ||| 1: Commercial Data Sources.\\n\\n0: Commercial or transactions informationE.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. ||| 1: Commercial Data Sources.\\n\\n0: Internet or other electronic network activity informationE.g., browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement. ||| 1: Not applicable\\n\\n0: Geolocation data ||| 1: Commercial Data Sources, US Postal Service.\\n\\n0: Professional or employment-related informationE.g., current or past job history or performance evaluations. ||| 1: Commercial Data Sources\\n\\n0: Inferenced CategoriesE.g., Inferenced consumer interests ||| 1: Commercial Data Sources",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You must take reasonable steps to ensure that the individual or entity concerned is aware of and consents to the various matters detailed in this Privacy Policy, including the fact that that person’s or entity’s Personal Information is being collected, the purposes for which that information is being collected, the intended recipients of that information, Our identity, and how to contact Us. Sensitive Personal Information .} "
    },
    {
      "Text": "The chart below describes how and with whom we share or disclose Personal Information, and whether (based on the CCPA’s definition of “sell”) we believe we have “sold” a particular category of information in the prior 12 months.\\n\\nCategory\\n\\nCategories of Third Parties We Share With\\n\\nWhether We “Sold” This Category of Personal Information in the Last 12 Months\\n\\nIdentifiers, e.g., name; alias; postal address; telephone number; email address\\n\\nData compilers and consumer data resellers, consumer goods and other consumer retailers, informational and retail websites, content publishers, non-profit organizations, food vendors, apparel vendors, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks and government entities, including military services.\\n\\nIn addition, advertising networks, internet service providers, data analytics providers, operating systems and platforms and social networks.\\n\\n(Collectively, “Commercial Data Recipient”)\\n\\nYes.\\n\\nCharacteristics of protected classifications under California or US law, e.g., race; religion; sex/gender; marital status;  military or veteran status; national origin; ancestry. (Data may be inferenced.)\\n\\nCommercial Data Recipients.\\n\\nYes.\\n\\nCommercial or transactions information, e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. (Data may be inferenced.)\\n\\nCommercial Data Recipients.\\n\\nYes.\\n\\nInternet or other electronic network activity information, e.g., browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement.\\n\\nNot applicable.\\n\\nNo.\\n\\nGeolocation data\\n\\nService Providers, Commercial Data Recipients.\\n\\nYes.\\n\\nProfessional or employment-related information. E.g., current or past job history or performance evaluations.\\n\\nCommercial Data Recipients.\\n\\nYes.\\n\\nInferenced Categories\\n\\nE.g., Inferenced consumer interests\\n\\nCommercial Data Recipients.\\n\\nYes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Commercial Data Sources Inferenced Categories E.g., Inferenced consumer interests Commercial Data Sources 2. OUR DISCLOSURE AND SALE OF PERSONAL INFORMATION We will share the information collected from and about You as discussed above for various business purposes, with service providers and with third parties, including Our Licensed Users.} "
    },
    {
      "Text": "The chart below describes how and with whom we share or disclose Personal Information, and whether (based on the CCPA’s definition of “sell”) we believe we have “sold” a particular category of information in the prior 12 months.\\n\\nCategory\\n\\nCategories of Third Parties We Share With\\n\\nWhether We “Sold” This Category of Personal Information in the Last 12 Months\\n\\nIdentifiers, e.g., name; alias; postal address; telephone number; email address\\n\\nData compilers and consumer data resellers, consumer goods and other consumer retailers, informational and retail websites, content publishers, non-profit organizations, food vendors, apparel vendors, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks and government entities, including military services.\\n\\nIn addition, advertising networks, internet service providers, data analytics providers, operating systems and platforms and social networks.\\n\\n(Collectively, “Commercial Data Recipient”)\\n\\nYes.\\n\\nCharacteristics of protected classifications under California or US law, e.g., race; religion; sex/gender; marital status;  military or veteran status; national origin; ancestry. (Data may be inferenced.)\\n\\nCommercial Data Recipients.\\n\\nYes.\\n\\nCommercial or transactions information, e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. (Data may be inferenced.)\\n\\nCommercial Data Recipients.\\n\\nYes.\\n\\nInternet or other electronic network activity information, e.g., browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement.\\n\\nNot applicable.\\n\\nNo.\\n\\nGeolocation data\\n\\nService Providers, Commercial Data Recipients.\\n\\nYes.\\n\\nProfessional or employment-related information. E.g., current or past job history or performance evaluations.\\n\\nCommercial Data Recipients.\\n\\nYes.\\n\\nInferenced Categories\\n\\nE.g., Inferenced consumer interests\\n\\nCommercial Data Recipients.\\n\\nYes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Commercial Data Sources Inferenced Categories E.g., Inferenced consumer interests Commercial Data Sources 2. OUR DISCLOSURE AND SALE OF PERSONAL INFORMATION We will share the information collected from and about You as discussed above for various business purposes, with service providers and with third parties, including Our Licensed Users.} "
    },
    {
      "Text": "0: Category ||| 1: Categories of Third Parties We Share With ||| 2: Whether We “Sold” This Category of Personal Information in the Last 12 Months\\n\\n0: Identifiers, e.g., name; alias; postal address; telephone number; email address ||| 1: Data compilers and consumer data resellers, consumer goods and other consumer retailers, informational and retail websites, content publishers, non-profit organizations, food vendors, apparel vendors, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks and government entities, including military services.In addition, advertising networks, internet service providers, data analytics providers, operating systems and platforms and social networks.(Collectively, “Commercial Data Recipient”) ||| 2: Yes.\\n\\n0: Characteristics of protected classifications under California or US law, e.g., race; religion; sex/gender; marital status; military or veteran status; national origin; ancestry. (Data may be inferenced.) ||| 1: Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Commercial or transactions information, e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. (Data may be inferenced.) ||| 1: Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Internet or other electronic network activity information, e.g., browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement. ||| 1: Not applicable. ||| 2: No.\\n\\n0: Geolocation data ||| 1: Service Providers, Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Professional or employment-related information. E.g., current or past job history or performance evaluations. ||| 1: Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Inferenced CategoriesE.g., Inferenced consumer interests ||| 1: Commercial Data Recipients. ||| 2: Yes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You must take reasonable steps to ensure that the individual or entity concerned is aware of and consents to the various matters detailed in this Privacy Policy, including the fact that that person’s or entity’s Personal Information is being collected, the purposes for which that information is being collected, the intended recipients of that information, Our identity, and how to contact Us. Sensitive Personal Information .} "
    },
    {
      "Text": "0: Category ||| 1: Categories of Third Parties We Share With ||| 2: Whether We “Sold” This Category of Personal Information in the Last 12 Months\\n\\n0: Identifiers, e.g., name; alias; postal address; telephone number; email address ||| 1: Data compilers and consumer data resellers, consumer goods and other consumer retailers, informational and retail websites, content publishers, non-profit organizations, food vendors, apparel vendors, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks and government entities, including military services.In addition, advertising networks, internet service providers, data analytics providers, operating systems and platforms and social networks.(Collectively, “Commercial Data Recipient”) ||| 2: Yes.\\n\\n0: Characteristics of protected classifications under California or US law, e.g., race; religion; sex/gender; marital status; military or veteran status; national origin; ancestry. (Data may be inferenced.) ||| 1: Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Commercial or transactions information, e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. (Data may be inferenced.) ||| 1: Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Internet or other electronic network activity information, e.g., browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement. ||| 1: Not applicable. ||| 2: No.\\n\\n0: Geolocation data ||| 1: Service Providers, Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Professional or employment-related information. E.g., current or past job history or performance evaluations. ||| 1: Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Inferenced CategoriesE.g., Inferenced consumer interests ||| 1: Commercial Data Recipients. ||| 2: Yes.\\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {You must take reasonable steps to ensure that the individual or entity concerned is aware of and consents to the various matters detailed in this Privacy Policy, including the fact that that person’s or entity’s Personal Information is being collected, the purposes for which that information is being collected, the intended recipients of that information, Our identity, and how to contact Us. Sensitive Personal Information .} "
    },
    {
      "Text": "Sharing for Legal Purposes: In addition, we may share Personal Information with third parties in order to: (a) comply with legal process or a regulatory investigation (e.g. a subpoena or court order); (b) enforce Our Terms of Use, this Privacy Policy, or other contracts with you, including investigation of potential violations thereof; (c) respond to claims that any content violates the rights of third parties; and/or (d) protect the rights, property or personal safety of Us, Our platform, Our agents and affiliates, Our Users and Licensed Users and/or the public. We likewise may provide information to other companies and organizations (including law enforcement) for fraud protection, and spam/malware prevention, and similar purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Inferenced Categories E.g., Inferenced consumer interests Commercial Data Recipients. Yes.} "
    },
    {
      "Text": "Sharing In Event of a Corporate Transaction: We may also share Personal Information in the event of a major corporate transaction, including for example a merger, investment, acquisition, reorganization, consolidation, bankruptcy, liquidation, or sale of some or all of Our assets, or for purposes of due diligence connected with any such transaction.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {a subpoena or court order); (b) enforce Our Terms of Use, this Privacy Policy, or other contracts with you, including investigation of potential violations thereof; (c) respond to claims that any content violates the rights of third parties; and/or (d) protect the rights, property or personal safety of Us, Our platform, Our agents and affiliates, Our Users and Licensed Users and/or the public. We likewise may provide information to other companies and organizations (including law enforcement) for fraud protection, and spam/malware prevention, and similar purposes.} "
    },
    {
      "Text": "Sharing With Service Providers: We share any Personal Information we collect with Our service providers, which may include (for instance) providers involved in tech or customer support, operations, web or data hosting, billing, accounting, security, marketing, data management, validation, enhancement or hygiene, or otherwise assisting us to provide, develop, maintain and improve Our services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We likewise may provide information to other companies and organizations (including law enforcement) for fraud protection, and spam/malware prevention, and similar purposes. Sharing In Event of a Corporate Transaction : We may also share Personal Information in the event of a major corporate transaction, including for example a merger, investment, acquisition, reorganization, consolidation, bankruptcy, liquidation, or sale of some or all of Our assets, or for purposes of due diligence connected with any such transaction.} "
    },
    {
      "Text": "Aggregate and Deidentified Information. We may aggregate and/or de-identify any information collected so that such information can no longer be linked to You or Your device (“Aggregate/De-Identified Information”). We may use Aggregate/De-Identified Information for any purpose, including without limitation for research and marketing purposes, and may also share such data with any third parties, including advertisers, promotional partners, and sponsors, in Our discretion. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Sharing In Event of a Corporate Transaction : We may also share Personal Information in the event of a major corporate transaction, including for example a merger, investment, acquisition, reorganization, consolidation, bankruptcy, liquidation, or sale of some or all of Our assets, or for purposes of due diligence connected with any such transaction. Sharing With Service Providers: We share any Personal Information we collect with Our service providers, which may include (for instance) providers involved in tech or customer support, operations, web or data hosting, billing, accounting, security, marketing, data management, validation, enhancement or hygiene, or otherwise assisting us to provide, develop, maintain and improve Our services.} "
    },
    {
      "Text": " Generally, creating data marketing Content and services for Our Licensed Users, as more fully described in Our Privacy Policy (and on our Sites). This includes Our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential consumer behavior), data hygiene services (helping customers to evaluate, validate and correct personal information they hold).\\n\\n·         Helping Our Licensed Users identify and understand consumers better, by providing insights about them, as well as providing financial and other scoring Content.\\n\\n·         Assisting Our Licensed Users through Our Content and services to provide their current and prospective customers with better service and improved offerings, for instance, advising on which current or prospective customers are most likely to be interested (or disinterested) in certain offers.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please also refer to Section 3 below, which further describes Our business purposes for collecting and sharing Personal Information. 3.} "
    },
    {
      "Text": "Creating or helping to create defined audience segments based on common demographics and/or shared (actual or inferred) interests or preferences (e.g., households seeking wealth management services).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {·         Helping Our Licensed Users identify and understand consumers better, by providing insights about them, as well as providing financial and other scoring Content. ·         Assisting Our Licensed Users through Our Content and services to provide their current and prospective customers with better service and improved offerings, for instance, advising on which current or prospective customers are most likely to be interested (or disinterested) in certain offers.} "
    },
    {
      "Text": " Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile and social media marketing.\\n\\n·         Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.\\n\\n·         Providing “verification” or data “hygiene” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect or outdated information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {·         Assisting Our Licensed Users through Our Content and services to provide their current and prospective customers with better service and improved offerings, for instance, advising on which current or prospective customers are most likely to be interested (or disinterested) in certain offers. Online targeting, for example: ·         Creating or helping to create defined audience segments based on common demographics and/or shared (actual or inferred) interests or preferences (e.g., households seeking wealth management services).} "
    },
    {
      "Text": "improving, testing, updating and verifying Our own database.\\n\\n·         developing new Content and products.\\n\\n·         operating, analyzing, improving, and securing Our services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {·         Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases. ·         Providing “verification” or data “hygiene” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect or outdated information.} "
    },
    {
      "Text": "For internal research, internal operations, auditing, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We use the information collected from “business to business” interaction or from data compilers for the above, as well as for Our own marketing purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {·         developing new Content and products. ·         operating, analyzing, improving, and securing Our services.} "
    },
    {
      "Text": ": Our Purposes for collecting, using and sharing Personal Information\\n\\n0: Data marketing services, for example:· Generally, creating data marketing Content and services for Our Licensed Users, as more fully described in Our Privacy Policy (and on our Sites). This includes Our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential consumer behavior), data hygiene services (helping customers to evaluate, validate and correct personal information they hold).· Helping Our Licensed Users identify and understand consumers better, by providing insights about them, as well as providing financial and other scoring Content.· Assisting Our Licensed Users through Our Content and services to provide their current and prospective customers with better service and improved offerings, for instance, advising on which current or prospective customers are most likely to be interested (or disinterested) in certain offers.\\n\\n0: Online targeting, for example:· Creating or helping to create defined audience segments based on common demographics and/or shared (actual or inferred) interests or preferences (e.g., households seeking wealth management services).\\n\\n0: Additional marketing services, for example (which may overlap with “data marketing services” above):· Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile and social media marketing.· Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.· Providing “verification” or data “hygiene” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect or outdated information.\\n\\n0: Operating Our services, for example:· improving, testing, updating and verifying Our own database.· developing new Content and products.· operating, analyzing, improving, and securing Our services.\\n\\n0: Other internal purposes, for example:For internal research, internal operations, auditing, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We use the information collected from “business to business” interaction or from data compilers for the above, as well as for Our own marketing purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": " In addition to the right to opt-out of “sales” of Personal Information, the CCPA also provides that California residents may ask us to disclose what personal information we have about them, what we do with that information, and to delete their Personal Information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Further, Your election to opt-out does not apply to information that is publicly available and can be derived from federal, state, or local government records, such as professional licenses and public real estate/property records. By submitting a request to opt-out, You understand that the contact information You provide will only be used to facilitate the opt-out process and to maintain a record of Your request.} "
    },
    {
      "Text": " In addition to the right to opt-out of “sales” of Personal Information, the CCPA also provides that California residents may ask us to disclose what personal information we have about them, what we do with that information, and to delete their Personal Information.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Further, Your election to opt-out does not apply to information that is publicly available and can be derived from federal, state, or local government records, such as professional licenses and public real estate/property records. By submitting a request to opt-out, You understand that the contact information You provide will only be used to facilitate the opt-out process and to maintain a record of Your request.} "
    },
    {
      "Text": "  In addition to the right to opt-out of “sales” of Personal Information, the CCPA also provides that California residents may ask us to disclose what personal information we have about them, what we do with that information, and to delete their Personal Information. ",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Further, Your election to opt-out does not apply to information that is publicly available and can be derived from federal, state, or local government records, such as professional licenses and public real estate/property records. By submitting a request to opt-out, You understand that the contact information You provide will only be used to facilitate the opt-out process and to maintain a record of Your request.} "
    },
    {
      "Text": " You can submit Your request executing the form provided at the following link: CONSUMER OPT OUT or by email at opt-out-ccpa@preferredcommunications.com to specify the rights You wish to exercise.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {4. YOUR CALIFORNIA PRIVACY RIGHTS AND CHOICES In addition to the right to opt-out of “sales” of Personal Information, the CCPA also provides that California residents may ask us to disclose what personal information we have about them, what we do with that information, and to delete their Personal Information.} "
    },
    {
      "Text": " last updated on April 8, 2022.\\n\\n",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {We reserve the right to modify this Privacy Policy or Our policies relating to Our Site and the Licensed Content at any time, effective upon Our posting an updated version of this Privacy Policy on Our Site, at which time We will update the “last updated” date below. Continued use of Our Site or Licensed Content after any such changes shall constitute Your consent to such changes.} "
    },
    {
      "Text": "Except Personal Information you voluntarily provide to us when You access Our Site, We have no direct connection with any sources of your data. We may, however, collect Personal Information related to Consumers from third party sources as part of the Content and services provided to Our Licensed Users.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Preferred Entities provide a variety of Content and services designed to help Our clients (“ Licensed Users ”) drive demand, increase sales and achieve operating efficiencies through direct mail, email, online and other marketing channels. As such, We primarily provide business-to-business services to Licensed Users and generally do not provide services directly to, or otherwise interact directly with, Consumers.} "
    },
    {
      "Text": "Personal Information of job applicants or current or past employees, which is governed by a separate privacy policy.\nPersonal Information We collect from third party sources on behalf of Our Licensed Users (as described above).\nInformation that is de-identified, aggregated, or anonymous (“Anonymized Data”).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We are not responsible for the privacy policies or practices of Our Licensed Users or other third parties. Please note, unless otherwise stated, this Privacy Policy does not apply to the following: Any Sites, Content, or services that post separate privacy policies or privacy notices.} "
    },
    {
      "Text": "The Information We May Collect and Store\n\nWe may collect and store the following information:\n\n \n\nConsumer Data. We may collect Information that may include name, email address, telephone number, occupation, employer, charitable or political contribution history, public information, and other information obtained from third parties. From the foregoing, We may identify issues, causes or purchasing activities that specific Consumers may be interested in.\n\n \n\nUser Data. When Licensed Users create an account or authorize a person affiliated with Licensed User to access Content on Licensed User’s behalf (a “User”), We may collect some Personal Information, such as the Licensed User’s name, the User’s name, phone numbers of Licensed User and/or User, billing information, email addresses and business postal addresses (collectively, “User Data”). We may also receive Personal Information through other Licensed Users. One example would be if a Licensed User referred You to Us.\n\n \n\nOthers’ Personal Information. If You provide Personal Information about someone else, You must ensure and hereby agree that You are authorized to disclose that information to Us and that, without Our taking any further steps required by applicable data protection or privacy laws, We may collect, use and disclose such information for the purposes described in this Privacy Policy. You must take reasonable steps to ensure that the individual or entity concerned is aware of and consents to the various matters detailed in this Privacy Policy, including the fact that that person’s or entity’s Personal Information is being collected, the purposes for which that information is being collected, the intended recipients of that information, Our identity, and how to contact Us.\n\n \n\nSensitive Personal Information. You are prohibited from uploading any Personal Information about Yourself or others that relates to health or medical conditions, Protected Health Information (as defined in 45 CFR 160.103), social security numbers or taxpayer identification numbers, driver’s license numbers, information concerning criminal charges or convictions, or racial or ethnic origin.\n\n \n\nLog Data. When You access Our Site, We may automatically record information from the computer used to access Our Site, including without limitation a desktop, laptop, mobile phone, tablet, or other consumer electronic device (a “Device”), its software, and Your activity while using Our Site. This may include the Device’s Internet Protocol (“IP”) address, browser type, the web page visited before You came to Our Site, information You select or search for on Our Site, locale preferences, identification numbers associated with Your Devices, Your mobile carrier, date and time stamps associated with transactions, system configuration information, metadata concerning Your files, and other interactions with Our Site or the Licensed Content contained on Our Site.\n\n \n\nCookies Data. We may also use “cookies” to collect information and improve Our services. A cookie is a small data file that We transfer to Your Device. We may use “persistent cookies” to save Your registration ID and login password for future logins to Our Site. We may use “session ID cookies” to enable certain features to better understand how You interact with Our Site and Licensed Content and to monitor aggregate usage and web traffic routing on Our Site.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Residents of California and Nevada– please click here to learn more about Your privacy rights. 1.} "
    },
    {
      "Text": "How We Use Personal Information\n\n \n\nPersonal Information. Personal Information is or may be used: (i) to provide and improve Our Site, Content, and/or services, (ii) to administer Your use of Our Site, Content, and/or services (iii) to better understand Your needs and interests, (iv) to personalize and improve Your experience, (v) for marketing and advertising, and (vi) to provide or offer updates and product announcements. If You no longer wish to receive communications from us, please follow the “unsubscribe” instructions provided in any of those communications, or update Your account settings information.\n\n \n\nAnalytics. We may also collect some information (ourselves or using third party services) using logging and cookies, such as an IP address, which can sometimes be correlated with Personal Information. We use this information for the above purposes and to monitor and analyze use of Our Site and Services and Licensed Content, for the technical administration of Our Site and Services, to increase Our Site and Services’ functionality and user-friendliness, and to verify users have the authorization needed to access Our Site and Services and the Licensed Content. We may use third party services, including Google Analytics, for these purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If You do not accept cookies, however, You may not be able to use all aspects of Our Site. 2.} "
    },
    {
      "Text": "How We Use Personal Information\n\n \n\nPersonal Information. Personal Information is or may be used: (i) to provide and improve Our Site, Content, and/or services, (ii) to administer Your use of Our Site, Content, and/or services (iii) to better understand Your needs and interests, (iv) to personalize and improve Your experience, (v) for marketing and advertising, and (vi) to provide or offer updates and product announcements. If You no longer wish to receive communications from us, please follow the “unsubscribe” instructions provided in any of those communications, or update Your account settings information.\n\n \n\nAnalytics. We may also collect some information (ourselves or using third party services) using logging and cookies, such as an IP address, which can sometimes be correlated with Personal Information. We use this information for the above purposes and to monitor and analyze use of Our Site and Services and Licensed Content, for the technical administration of Our Site and Services, to increase Our Site and Services’ functionality and user-friendliness, and to verify users have the authorization needed to access Our Site and Services and the Licensed Content. We may use third party services, including Google Analytics, for these purposes.\n\n ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If You do not accept cookies, however, You may not be able to use all aspects of Our Site. 2.} "
    },
    {
      "Text": "How We Use Personal Information\n\n \n\nPersonal Information. Personal Information is or may be used: (i) to provide and improve Our Site, Content, and/or services, (ii) to administer Your use of Our Site, Content, and/or services (iii) to better understand Your needs and interests, (iv) to personalize and improve Your experience, (v) for marketing and advertising, and (vi) to provide or offer updates and product announcements. If You no longer wish to receive communications from us, please follow the “unsubscribe” instructions provided in any of those communications, or update Your account settings information.\n\n \n\nAnalytics. We may also collect some information (ourselves or using third party services) using logging and cookies, such as an IP address, which can sometimes be correlated with Personal Information. We use this information for the above purposes and to monitor and analyze use of Our Site and Services and Licensed Content, for the technical administration of Our Site and Services, to increase Our Site and Services’ functionality and user-friendliness, and to verify users have the authorization needed to access Our Site and Services and the Licensed Content. We may use third party services, including Google Analytics, for these purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If You do not accept cookies, however, You may not be able to use all aspects of Our Site. 2.} "
    },
    {
      "Text": "Information Sharing and Disclosure\n\n \n\nWe do not share Your Personal Information that We collected directly from You with third parties for their direct marketing purposes unless We have first given You the choice to consent or withhold consent to such sharing. We may share Your Personal Information in the following circumstances, or as otherwise described in any privacy notices provided to You at the time Your Personal Information was collected:\n\n \n\nYour Use. Unless You specify otherwise in writing, User Data that You provide to us may be shared with Your Users.\n\n \n\nService Providers, Business Partners and Others. We may use certain trusted third party companies and individuals to help us provide, analyze, and improve Our Site, Content, and/or services (including but not limited to data collection, data storage, maintenance services, database management, web analytics, payment processing, and improvement of Our Site’s features). These third parties may have access to Your information only for purposes of performing these tasks on Our behalf and under obligations similar to those in this Privacy Policy.\n\n \n\nMarketing Partners. We may share Your information with third party marketing partners for commercial/advertising purposes.\n\n \n\nThird Party Applications. We may share Your information with a third party application with Your consent, for example when You choose to access Our Site and Content through such an application. We are not responsible for what those parties do with Your information, so You should make sure You trust the application and that it has a privacy policy acceptable to You.\n\n \n\nCompliance with Laws and Law Enforcement Requests; Protection of Our Rights. We may disclose to parties outside the Preferred Entities information that You provide and that We collect when We have a good faith belief that disclosure is reasonably necessary to (a) comply with a law, regulation or compulsory legal request; (b) protect the safety of any person; (c) prevent fraud or abuse of Preferred or any Licensed User or User; or (d) to protect Our property rights.\n\n \n\nBusiness Transfers. If We are involved in a merger, acquisition, sale of all or a portion of Our assets, or other change in corporate control (collectively a “Transaction”), Your information may be transferred as part of that Transaction or during the diligence process related to the Transaction.\n\n \n\nNon-Private or Non-Personal Information. We may disclose Your non-private, aggregated, or otherwise non-personal information, such as usage statistics relating to our Site and Services or Licensed Content.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may use third party services, including Google Analytics, for these purposes. 3.} "
    },
    {
      "Text": "Subject to applicable law, You may have the right to request access to, modification or correction of, or deletion of Your Personal Information, and information on how it has been used or disclosed.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Your Rights and Choices Individuals in certain jurisdictions may have certain rights under applicable privacy laws. Rights specific to residents of California and Nevada are described here .} "
    },
    {
      "Text": "Subject to applicable law, You may have the right to request access to, modification or correction of, or deletion of Your Personal Information, and information on how it has been used or disclosed.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Your Rights and Choices Individuals in certain jurisdictions may have certain rights under applicable privacy laws. Rights specific to residents of California and Nevada are described here .} "
    },
    {
      "Text": "Subject to applicable law, You may have the right to request access to, modification or correction of, or deletion of Your Personal Information, and information on how it has been used or disclosed.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Your Rights and Choices Individuals in certain jurisdictions may have certain rights under applicable privacy laws. Rights specific to residents of California and Nevada are described here .} "
    },
    {
      "Text": "Subject to applicable law, You may have the right to request access to, modification or correction of, or deletion of Your Personal Information, and information on how it has been used or disclosed.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Your Rights and Choices Individuals in certain jurisdictions may have certain rights under applicable privacy laws. Rights specific to residents of California and Nevada are described here .} "
    },
    {
      "Text": "To exercise Your rights, You may contact us at privacy-policy@preferredcommunications.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Rights specific to residents of California and Nevada are described here . Subject to applicable law, You may have the right to request access to, modification or correction of, or deletion of Your Personal Information, and information on how it has been used or disclosed.} "
    },
    {
      "Text": "Data Retention\n\n \n\nWe may retain and use Your information for the length of time needed to fulfill the purposes outlined in this Privacy Policy, comply with Our legal obligations, resolve disputes, and enforce Our agreements. We may also retain all anonymized Data.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may take steps to verify Your identity prior to responding to Your request, and, where permissible by law, We may charge for such submissions. 5.} "
    },
    {
      "Text": "Changes to Our Privacy Policy\n\n \n\nThis Privacy Policy may change from time to time. We reserve the right to modify this Privacy Policy or Our policies relating to Our Site and the Licensed Content at any time, effective upon Our posting an updated version of this Privacy Policy on Our Site, at which time We will update the “last updated” date below.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Contacting Us If You have any questions about this Privacy Policy or need to access an alternative format of this Privacy Policy, please contact us at privacy-policy@preferredcommunications.com .9. Changes to Our Privacy Policy 9.} "
    },
    {
      "Text": "This Privacy Policy was last updated on April 8, 2022.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {We reserve the right to modify this Privacy Policy or Our policies relating to Our Site and the Licensed Content at any time, effective upon Our posting an updated version of this Privacy Policy on Our Site, at which time We will update the “last updated” date below. Continued use of Our Site or Licensed Content after any such changes shall constitute Your consent to such changes.} "
    },
    {
      "Text": "Opt-Out Rights For Residents of California and Nevada:\\n\\nResidents of California and Nevada have the right to opt-out of “sales” of Personal Information (as defined by the applicable state law). ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Capitalized terms that are used but not defined in this Notice have the same meanings given them in the Preferred Entities’ Privacy Policy. If You are not a resident of California or Nevada, this Notice does not apply to You and You should not rely on it.} "
    },
    {
      "Text": "You may exercise this right by executing the form provided here: CONSUMER OPT OUT. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If You are not a resident of California or Nevada, this Notice does not apply to You and You should not rely on it. Opt-Out Rights For Residents of California and Nevada : Residents of California and Nevada have the right to opt-out of “sales” of Personal Information (as defined by the applicable state law).} "
    },
    {
      "Text": "If You execute such opt-out form, we will ensure that none of Your personal information will be licensed, sold or otherwise shared by us with third parties. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Be sure to fill out the form provided in the link in its entirety so that we have the necessary information in order for us to positively and uniquely identify You as the individual requesting the right to opt-out. If You fail to do so, we will not be able to satisfy Your request.} "
    },
    {
      "Text": "Our Collection of Personal Information – the types of Personal Information (which the CCPA defines broadly) that we collect, the types of sources we collect it from.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {By submitting a request to opt-out, You understand that the contact information You provide will only be used to facilitate the opt-out process and to maintain a record of Your request. Additional Rights For Residents of California In addition to the right to opt-out of “sales” of Personal Information, the California Consumer Privacy Act (“CCPA”) requires certain additional disclosures.} "
    },
    {
      "Text": "Our Disclosure and Sale of Personal Information – the types of recipients to whom we disclose or sell Personal Information.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Additional Rights For Residents of California In addition to the right to opt-out of “sales” of Personal Information, the California Consumer Privacy Act (“CCPA”) requires certain additional disclosures. As required by the CCPA, we describe the following in the tables and sections below: Our Collection of Personal Information – the types of Personal Information (which the CCPA defines broadly) that we collect, the types of sources we collect it from.} "
    },
    {
      "Text": "Our Disclosure and Sale of Personal Information – the types of recipients to whom we disclose or sell Personal Information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Additional Rights For Residents of California In addition to the right to opt-out of “sales” of Personal Information, the California Consumer Privacy Act (“CCPA”) requires certain additional disclosures. As required by the CCPA, we describe the following in the tables and sections below: Our Collection of Personal Information – the types of Personal Information (which the CCPA defines broadly) that we collect, the types of sources we collect it from.} "
    },
    {
      "Text": "Our Business Purposes – Our business purposes for (a) collecting and (b) sharing Personal Information, which are generally the same.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {As required by the CCPA, we describe the following in the tables and sections below: Our Collection of Personal Information – the types of Personal Information (which the CCPA defines broadly) that we collect, the types of sources we collect it from. Our Disclosure and Sale of Personal Information – the types of recipients to whom we disclose or sell Personal Information.} "
    },
    {
      "Text": "Our Business Purposes – Our business purposes for (a) collecting and (b) sharing Personal Information, which are generally the same.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {As required by the CCPA, we describe the following in the tables and sections below: Our Collection of Personal Information – the types of Personal Information (which the CCPA defines broadly) that we collect, the types of sources we collect it from. Our Disclosure and Sale of Personal Information – the types of recipients to whom we disclose or sell Personal Information.} "
    },
    {
      "Text": "Our Business Purposes – Our business purposes for (a) collecting and (b) sharing Personal Information, which are generally the same.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {As required by the CCPA, we describe the following in the tables and sections below: Our Collection of Personal Information – the types of Personal Information (which the CCPA defines broadly) that we collect, the types of sources we collect it from. Our Disclosure and Sale of Personal Information – the types of recipients to whom we disclose or sell Personal Information.} "
    },
    {
      "Text": "OUR COLLECTION OF PERSONAL INFORMATION\\n\\nDepending on how You interact with us, we may collect about You the categories of information summarized in the table below. The following table also describes how we collect and use such categories of information.\\n\\nCategory\\n\\nCategories of Sources\\n\\nIdentifiers, e.g., name; alias; postal address; telephone number; email address.\\n\\n·        Data compilers and consumer data resellers. public records and other publicly available sources, consumer surveys and survey companies. (Note that above categories may be overlapping in nature.)\\n\\n·        Data analytics providers.\\n\\n(Collectively, “Commercial Data Sources.”)\\n\\n·        Government sources such as U.S. Census Bureau.\\n\\nCharacteristics of protected classifications under California or US law\\n\\nE.g., race; religion; sex/gender; marital status;  military or veteran status; national origin; ancestry.\\n\\nCommercial Data Sources.\\n\\nCommercial or transactions information\\n\\nE.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\\n\\nCommercial Data Sources.\\n\\nInternet or other electronic network activity information\\n\\nE.g., browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement.\\n\\nNot applicable\\n\\nGeolocation data\\n\\nCommercial Data Sources, US Postal Service.\\n\\nProfessional or employment-related information\\n\\nE.g., current or past job history or performance evaluations.\\n\\nCommercial Data Sources\\n\\nInferenced Categories\\n\\nE.g., Inferenced consumer interests\\n\\nCommercial Data Sources",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Your California Privacy Rights and Choices – additional rights You have under the CCPA, for instance, or to request categories and Personal Information that we may have collected about you. The following sets forth the categories of information we collect and purposes for which we may use California Consumers’ Personal Information: 1.} "
    },
    {
      "Text": "0: Category ||| 1: Categories of Sources\\n\\n0: Identifiers, e.g., name; alias; postal address; telephone number; email address. ||| 1: · Data compilers and consumer data resellers. public records and other publicly available sources, consumer surveys and survey companies. (Note that above categories may be overlapping in nature.)· Data analytics providers.(Collectively, “Commercial Data Sources.”)· Government sources such as U.S. Census Bureau.\\n\\n0: Characteristics of protected classifications under California or US lawE.g., race; religion; sex/gender; marital status; military or veteran status; national origin; ancestry. ||| 1: Commercial Data Sources.\\n\\n0: Commercial or transactions informationE.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. ||| 1: Commercial Data Sources.\\n\\n0: Internet or other electronic network activity informationE.g., browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement. ||| 1: Not applicable\\n\\n0: Geolocation data ||| 1: Commercial Data Sources, US Postal Service.\\n\\n0: Professional or employment-related informationE.g., current or past job history or performance evaluations. ||| 1: Commercial Data Sources\\n\\n0: Inferenced CategoriesE.g., Inferenced consumer interests ||| 1: Commercial Data Sources",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You must take reasonable steps to ensure that the individual or entity concerned is aware of and consents to the various matters detailed in this Privacy Policy, including the fact that that person’s or entity’s Personal Information is being collected, the purposes for which that information is being collected, the intended recipients of that information, Our identity, and how to contact Us. Sensitive Personal Information .} "
    },
    {
      "Text": "Category ||| Identifiers, e.g., name; alias; postal address; telephone number; email address. ||| Characteristics of protected classifications under California or US lawE.g., race; religion; sex/gender; marital status; military or veteran status; national origin; ancestry. ||| Commercial or transactions informationE.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. ||| Internet or other electronic network activity informationE.g., browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement. ||| Geolocation data ||| Professional or employment-related informationE.g., current or past job history or performance evaluations. ||| Inferenced CategoriesE.g., Inferenced consumer interests\\n\\nCategories of Sources ||| · Data compilers and consumer data resellers. public records and other publicly available sources, consumer surveys and survey companies. (Note that above categories may be overlapping in nature.)· Data analytics providers.(Collectively, “Commercial Data Sources.”)· Government sources such as U.S. Census Bureau. ||| Commercial Data Sources. ||| Commercial Data Sources. ||| Not applicable ||| Commercial Data Sources, US Postal Service. ||| Commercial Data Sources ||| Commercial Data Sources",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {OUR COLLECTION OF PERSONAL INFORMATION Depending on how You interact with us, we may collect about You the categories of information summarized in the table below. The following table also describes how we collect and use such categories of information.} "
    },
    {
      "Text": " OUR DISCLOSURE AND SALE OF PERSONAL INFORMATION\\n\\nWe will share the information collected from and about You as discussed above for various business purposes, with service providers and with third parties, including Our Licensed Users. The chart below describes how and with whom we share or disclose Personal Information, and whether (based on the CCPA’s definition of “sell”) we believe we have “sold” a particular category of information in the prior 12 months.\\n\\nCategory\\n\\nCategories of Third Parties We Share With\\n\\nWhether We “Sold” This Category of Personal Information in the Last 12 Months\\n\\nIdentifiers, e.g., name; alias; postal address; telephone number; email address\\n\\nData compilers and consumer data resellers, consumer goods and other consumer retailers, informational and retail websites, content publishers, non-profit organizations, food vendors, apparel vendors, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks and government entities, including military services.\\n\\nIn addition, advertising networks, internet service providers, data analytics providers, operating systems and platforms and social networks.\\n\\n(Collectively, “Commercial Data Recipient”)\\n\\nYes.\\n\\nCharacteristics of protected classifications under California or US law, e.g., race; religion; sex/gender; marital status;  military or veteran status; national origin; ancestry. (Data may be inferenced.)\\n\\nCommercial Data Recipients.\\n\\nYes.\\n\\nCommercial or transactions information, e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. (Data may be inferenced.)\\n\\nCommercial Data Recipients.\\n\\nYes.\\n\\nInternet or other electronic network activity information, e.g., browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement.\\n\\nNot applicable.\\n\\nNo.\\n\\nGeolocation data\\n\\nService Providers, Commercial Data Recipients.\\n\\nYes.\\n\\nProfessional or employment-related information. E.g., current or past job history or performance evaluations.\\n\\nCommercial Data Recipients.\\n\\nYes.\\n\\nInferenced Categories\\n\\nE.g., Inferenced consumer interests\\n\\nCommercial Data Recipients.\\n\\nYes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {, current or past job history or performance evaluations. Commercial Data Sources Inferenced Categories E.g., Inferenced consumer interests Commercial Data Sources 2.} "
    },
    {
      "Text": "OUR DISCLOSURE AND SALE OF PERSONAL INFORMATION\\n\\nWe will share the information collected from and about You as discussed above for various business purposes, with service providers and with third parties, including Our Licensed Users. The chart below describes how and with whom we share or disclose Personal Information, and whether (based on the CCPA’s definition of “sell”) we believe we have “sold” a particular category of information in the prior 12 months.\\n\\nCategory\\n\\nCategories of Third Parties We Share With\\n\\nWhether We “Sold” This Category of Personal Information in the Last 12 Months\\n\\nIdentifiers, e.g., name; alias; postal address; telephone number; email address\\n\\nData compilers and consumer data resellers, consumer goods and other consumer retailers, informational and retail websites, content publishers, non-profit organizations, food vendors, apparel vendors, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks and government entities, including military services.\\n\\nIn addition, advertising networks, internet service providers, data analytics providers, operating systems and platforms and social networks.\\n\\n(Collectively, “Commercial Data Recipient”)\\n\\nYes.\\n\\nCharacteristics of protected classifications under California or US law, e.g., race; religion; sex/gender; marital status;  military or veteran status; national origin; ancestry. (Data may be inferenced.)\\n\\nCommercial Data Recipients.\\n\\nYes.\\n\\nCommercial or transactions information, e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. (Data may be inferenced.)\\n\\nCommercial Data Recipients.\\n\\nYes.\\n\\nInternet or other electronic network activity information, e.g., browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement.\\n\\nNot applicable.\\n\\nNo.\\n\\nGeolocation data\\n\\nService Providers, Commercial Data Recipients.\\n\\nYes.\\n\\nProfessional or employment-related information. E.g., current or past job history or performance evaluations.\\n\\nCommercial Data Recipients.\\n\\nYes.\\n\\nInferenced Categories\\n\\nE.g., Inferenced consumer interests\\n\\nCommercial Data Recipients.\\n\\nYes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {, current or past job history or performance evaluations. Commercial Data Sources Inferenced Categories E.g., Inferenced consumer interests Commercial Data Sources 2.} "
    },
    {
      "Text": "0: Category ||| 1: Categories of Third Parties We Share With ||| 2: Whether We “Sold” This Category of Personal Information in the Last 12 Months\\n\\n0: Identifiers, e.g., name; alias; postal address; telephone number; email address ||| 1: Data compilers and consumer data resellers, consumer goods and other consumer retailers, informational and retail websites, content publishers, non-profit organizations, food vendors, apparel vendors, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks and government entities, including military services.In addition, advertising networks, internet service providers, data analytics providers, operating systems and platforms and social networks.(Collectively, “Commercial Data Recipient”) ||| 2: Yes.\\n\\n0: Characteristics of protected classifications under California or US law, e.g., race; religion; sex/gender; marital status; military or veteran status; national origin; ancestry. (Data may be inferenced.) ||| 1: Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Commercial or transactions information, e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. (Data may be inferenced.) ||| 1: Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Internet or other electronic network activity information, e.g., browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement. ||| 1: Not applicable. ||| 2: No.\\n\\n0: Geolocation data ||| 1: Service Providers, Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Professional or employment-related information. E.g., current or past job history or performance evaluations. ||| 1: Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Inferenced CategoriesE.g., Inferenced consumer interests ||| 1: Commercial Data Recipients. ||| 2: Yes.\\n\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You must take reasonable steps to ensure that the individual or entity concerned is aware of and consents to the various matters detailed in this Privacy Policy, including the fact that that person’s or entity’s Personal Information is being collected, the purposes for which that information is being collected, the intended recipients of that information, Our identity, and how to contact Us. Sensitive Personal Information .} "
    },
    {
      "Text": "0: Category ||| 1: Categories of Third Parties We Share With ||| 2: Whether We “Sold” This Category of Personal Information in the Last 12 Months\\n\\n0: Identifiers, e.g., name; alias; postal address; telephone number; email address ||| 1: Data compilers and consumer data resellers, consumer goods and other consumer retailers, informational and retail websites, content publishers, non-profit organizations, food vendors, apparel vendors, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks and government entities, including military services.In addition, advertising networks, internet service providers, data analytics providers, operating systems and platforms and social networks.(Collectively, “Commercial Data Recipient”) ||| 2: Yes.\\n\\n0: Characteristics of protected classifications under California or US law, e.g., race; religion; sex/gender; marital status; military or veteran status; national origin; ancestry. (Data may be inferenced.) ||| 1: Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Commercial or transactions information, e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. (Data may be inferenced.) ||| 1: Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Internet or other electronic network activity information, e.g., browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement. ||| 1: Not applicable. ||| 2: No.\\n\\n0: Geolocation data ||| 1: Service Providers, Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Professional or employment-related information. E.g., current or past job history or performance evaluations. ||| 1: Commercial Data Recipients. ||| 2: Yes.\\n\\n0: Inferenced CategoriesE.g., Inferenced consumer interests ||| 1: Commercial Data Recipients. ||| 2: Yes.\\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {You must take reasonable steps to ensure that the individual or entity concerned is aware of and consents to the various matters detailed in this Privacy Policy, including the fact that that person’s or entity’s Personal Information is being collected, the purposes for which that information is being collected, the intended recipients of that information, Our identity, and how to contact Us. Sensitive Personal Information .} "
    },
    {
      "Text": "Category ||| Identifiers, e.g., name; alias; postal address; telephone number; email address ||| Characteristics of protected classifications under California or US law, e.g., race; religion; sex/gender; marital status; military or veteran status; national origin; ancestry. (Data may be inferenced.) ||| Commercial or transactions information, e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. (Data may be inferenced.) ||| Internet or other electronic network activity information, e.g., browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement. ||| Geolocation data ||| Professional or employment-related information. E.g., current or past job history or performance evaluations. ||| Inferenced CategoriesE.g., Inferenced consumer interests\\n\\nCategories of Third Parties We Share With ||| Data compilers and consumer data resellers, consumer goods and other consumer retailers, informational and retail websites, content publishers, non-profit organizations, food vendors, apparel vendors, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks and government entities, including military services.In addition, advertising networks, internet service providers, data analytics providers, operating systems and platforms and social networks.(Collectively, “Commercial Data Recipient”) ||| Commercial Data Recipients. ||| Commercial Data Recipients. ||| Not applicable. ||| Service Providers, Commercial Data Recipients. ||| Commercial Data Recipients. ||| Commercial Data Recipients.\\n\\nWhether We “Sold” This Category of Personal Information in the Last 12 Months ||| Yes. ||| Yes. ||| Yes. ||| No. ||| Yes. ||| Yes. ||| Yes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {OUR COLLECTION OF PERSONAL INFORMATION Depending on how You interact with us, we may collect about You the categories of information summarized in the table below. The following table also describes how we collect and use such categories of information.} "
    },
    {
      "Text": "Category ||| Identifiers, e.g., name; alias; postal address; telephone number; email address ||| Characteristics of protected classifications under California or US law, e.g., race; religion; sex/gender; marital status; military or veteran status; national origin; ancestry. (Data may be inferenced.) ||| Commercial or transactions information, e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. (Data may be inferenced.) ||| Internet or other electronic network activity information, e.g., browsing history; search history; online interests, such as information about categories of consumer interests derived from online usage; and information on a consumer's interaction with a website, application, or advertisement. ||| Geolocation data ||| Professional or employment-related information. E.g., current or past job history or performance evaluations. ||| Inferenced CategoriesE.g., Inferenced consumer interests\\n\\nCategories of Third Parties We Share With ||| Data compilers and consumer data resellers, consumer goods and other consumer retailers, informational and retail websites, content publishers, non-profit organizations, food vendors, apparel vendors, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks and government entities, including military services.In addition, advertising networks, internet service providers, data analytics providers, operating systems and platforms and social networks.(Collectively, “Commercial Data Recipient”) ||| Commercial Data Recipients. ||| Commercial Data Recipients. ||| Not applicable. ||| Service Providers, Commercial Data Recipients. ||| Commercial Data Recipients. ||| Commercial Data Recipients.\\n\\nWhether We “Sold” This Category of Personal Information in the Last 12 Months ||| Yes. ||| Yes. ||| Yes. ||| No. ||| Yes. ||| Yes. ||| Yes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {OUR COLLECTION OF PERSONAL INFORMATION Depending on how You interact with us, we may collect about You the categories of information summarized in the table below. The following table also describes how we collect and use such categories of information.} "
    },
    {
      "Text": "We also may share any of the Personal Information we collect as follows:\\n\\n \\n\\nSharing for Legal Purposes: In addition, we may share Personal Information with third parties in order to: (a) comply with legal process or a regulatory investigation (e.g. a subpoena or court order); (b) enforce Our Terms of Use, this Privacy Policy, or other contracts with you, including investigation of potential violations thereof; (c) respond to claims that any content violates the rights of third parties; and/or (d) protect the rights, property or personal safety of Us, Our platform, Our agents and affiliates, Our Users and Licensed Users and/or the public. We likewise may provide information to other companies and organizations (including law enforcement) for fraud protection, and spam/malware prevention, and similar purposes.\\n\\n \\n\\nSharing In Event of a Corporate Transaction: We may also share Personal Information in the event of a major corporate transaction, including for example a merger, investment, acquisition, reorganization, consolidation, bankruptcy, liquidation, or sale of some or all of Our assets, or for purposes of due diligence connected with any such transaction.\\n\\n \\n\\nSharing With Service Providers: We share any Personal Information we collect with Our service providers, which may include (for instance) providers involved in tech or customer support, operations, web or data hosting, billing, accounting, security, marketing, data management, validation, enhancement or hygiene, or otherwise assisting us to provide, develop, maintain and improve Our services.\\n\\n \\n\\nAggregate and Deidentified Information. We may aggregate and/or de-identify any information collected so that such information can no longer be linked to You or Your device (“Aggregate/De-Identified Information”). We may use Aggregate/De-Identified Information for any purpose, including without limitation for research and marketing purposes, and may also share such data with any third parties, including advertisers, promotional partners, and sponsors, in Our discretion. Please also refer to Section 3 below, which further describes Our business purposes for collecting and sharing Personal Information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Inferenced Categories E.g., Inferenced consumer interests Commercial Data Recipients. Yes.} "
    },
    {
      "Text": "OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION\\n\\nGenerally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in Our Privacy Policy.\\n\\nOur Purposes for collecting, using and sharing Personal Information\\n\\nData marketing services, for example:\\n\\n·         Generally, creating data marketing Content and services for Our Licensed Users, as more fully described in Our Privacy Policy (and on our Sites). This includes Our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential consumer behavior), data hygiene services (helping customers to evaluate, validate and correct personal information they hold).\\n\\n·         Helping Our Licensed Users identify and understand consumers better, by providing insights about them, as well as providing financial and other scoring Content.\\n\\n·         Assisting Our Licensed Users through Our Content and services to provide their current and prospective customers with better service and improved offerings, for instance, advising on which current or prospective customers are most likely to be interested (or disinterested) in certain offers.\\n\\nOnline targeting, for example:\\n\\n·         Creating or helping to create defined audience segments based on common demographics and/or shared (actual or inferred) interests or preferences (e.g., households seeking wealth management services).\\n\\nAdditional marketing services, for example (which may overlap with “data marketing services” above):\\n\\n·         Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile and social media marketing.\\n\\n·         Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.\\n\\n·         Providing “verification” or data “hygiene” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect or outdated information.\\n\\nOperating Our services, for example:\\n\\n·         improving, testing, updating and verifying Our own database.\\n\\n·         developing new Content and products.\\n\\n·         operating, analyzing, improving, and securing Our services.\\n\\nOther internal purposes, for example:\\n\\nFor internal research, internal operations, auditing, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We use the information collected from “business to business” interaction or from data compilers for the above, as well as for Our own marketing purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please also refer to Section 3 below, which further describes Our business purposes for collecting and sharing Personal Information. 3.} "
    },
    {
      "Text": "OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION\\n\\nGenerally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in Our Privacy Policy.\\n\\nOur Purposes for collecting, using and sharing Personal Information\\n\\nData marketing services, for example:\\n\\n·         Generally, creating data marketing Content and services for Our Licensed Users, as more fully described in Our Privacy Policy (and on our Sites). This includes Our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential consumer behavior), data hygiene services (helping customers to evaluate, validate and correct personal information they hold).\\n\\n·         Helping Our Licensed Users identify and understand consumers better, by providing insights about them, as well as providing financial and other scoring Content.\\n\\n·         Assisting Our Licensed Users through Our Content and services to provide their current and prospective customers with better service and improved offerings, for instance, advising on which current or prospective customers are most likely to be interested (or disinterested) in certain offers.\\n\\nOnline targeting, for example:\\n\\n·         Creating or helping to create defined audience segments based on common demographics and/or shared (actual or inferred) interests or preferences (e.g., households seeking wealth management services).\\n\\nAdditional marketing services, for example (which may overlap with “data marketing services” above):\\n\\n·         Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile and social media marketing.\\n\\n·         Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.\\n\\n·         Providing “verification” or data “hygiene” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect or outdated information.\\n\\nOperating Our services, for example:\\n\\n·         improving, testing, updating and verifying Our own database.\\n\\n·         developing new Content and products.\\n\\n·         operating, analyzing, improving, and securing Our services.\\n\\nOther internal purposes, for example:\\n\\nFor internal research, internal operations, auditing, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We use the information collected from “business to business” interaction or from data compilers for the above, as well as for Our own marketing purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please also refer to Section 3 below, which further describes Our business purposes for collecting and sharing Personal Information. 3.} "
    },
    {
      "Text": "OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION\\n\\nGenerally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in Our Privacy Policy.\\n\\nOur Purposes for collecting, using and sharing Personal Information\\n\\nData marketing services, for example:\\n\\n·         Generally, creating data marketing Content and services for Our Licensed Users, as more fully described in Our Privacy Policy (and on our Sites). This includes Our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential consumer behavior), data hygiene services (helping customers to evaluate, validate and correct personal information they hold).\\n\\n·         Helping Our Licensed Users identify and understand consumers better, by providing insights about them, as well as providing financial and other scoring Content.\\n\\n·         Assisting Our Licensed Users through Our Content and services to provide their current and prospective customers with better service and improved offerings, for instance, advising on which current or prospective customers are most likely to be interested (or disinterested) in certain offers.\\n\\nOnline targeting, for example:\\n\\n·         Creating or helping to create defined audience segments based on common demographics and/or shared (actual or inferred) interests or preferences (e.g., households seeking wealth management services).\\n\\nAdditional marketing services, for example (which may overlap with “data marketing services” above):\\n\\n·         Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile and social media marketing.\\n\\n·         Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.\\n\\n·         Providing “verification” or data “hygiene” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect or outdated information.\\n\\nOperating Our services, for example:\\n\\n·         improving, testing, updating and verifying Our own database.\\n\\n·         developing new Content and products.\\n\\n·         operating, analyzing, improving, and securing Our services.\\n\\nOther internal purposes, for example:\\n\\nFor internal research, internal operations, auditing, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We use the information collected from “business to business” interaction or from data compilers for the above, as well as for Our own marketing purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Please also refer to Section 3 below, which further describes Our business purposes for collecting and sharing Personal Information. 3.} "
    },
    {
      "Text": "0: Our Purposes for collecting, using and sharing Personal Information\\n\\n0: Data marketing services, for example:· Generally, creating data marketing Content and services for Our Licensed Users, as more fully described in Our Privacy Policy (and on our Sites). This includes Our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential consumer behavior), data hygiene services (helping customers to evaluate, validate and correct personal information they hold).· Helping Our Licensed Users identify and understand consumers better, by providing insights about them, as well as providing financial and other scoring Content.· Assisting Our Licensed Users through Our Content and services to provide their current and prospective customers with better service and improved offerings, for instance, advising on which current or prospective customers are most likely to be interested (or disinterested) in certain offers.\\n\\n0: Online targeting, for example:· Creating or helping to create defined audience segments based on common demographics and/or shared (actual or inferred) interests or preferences (e.g., households seeking wealth management services).\\n\\n0: Additional marketing services, for example (which may overlap with “data marketing services” above):· Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile and social media marketing.· Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.· Providing “verification” or data “hygiene” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect or outdated information.\\n\\n0: Operating Our services, for example:· improving, testing, updating and verifying Our own database.· developing new Content and products.· operating, analyzing, improving, and securing Our services.\\n\\n0: Other internal purposes, for example:For internal research, internal operations, auditing, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We use the information collected from “business to business” interaction or from data compilers for the above, as well as for Our own marketing purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You must take reasonable steps to ensure that the individual or entity concerned is aware of and consents to the various matters detailed in this Privacy Policy, including the fact that that person’s or entity’s Personal Information is being collected, the purposes for which that information is being collected, the intended recipients of that information, Our identity, and how to contact Us. Sensitive Personal Information .} "
    },
    {
      "Text": "0: Our Purposes for collecting, using and sharing Personal Information\\n\\n0: Data marketing services, for example:· Generally, creating data marketing Content and services for Our Licensed Users, as more fully described in Our Privacy Policy (and on our Sites). This includes Our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential consumer behavior), data hygiene services (helping customers to evaluate, validate and correct personal information they hold).· Helping Our Licensed Users identify and understand consumers better, by providing insights about them, as well as providing financial and other scoring Content.· Assisting Our Licensed Users through Our Content and services to provide their current and prospective customers with better service and improved offerings, for instance, advising on which current or prospective customers are most likely to be interested (or disinterested) in certain offers.\\n\\n0: Online targeting, for example:· Creating or helping to create defined audience segments based on common demographics and/or shared (actual or inferred) interests or preferences (e.g., households seeking wealth management services).\\n\\n0: Additional marketing services, for example (which may overlap with “data marketing services” above):· Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile and social media marketing.· Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.· Providing “verification” or data “hygiene” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect or outdated information.\\n\\n0: Operating Our services, for example:· improving, testing, updating and verifying Our own database.· developing new Content and products.· operating, analyzing, improving, and securing Our services.\\n\\n0: Other internal purposes, for example:For internal research, internal operations, auditing, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We use the information collected from “business to business” interaction or from data compilers for the above, as well as for Our own marketing purposes.\\n\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You must take reasonable steps to ensure that the individual or entity concerned is aware of and consents to the various matters detailed in this Privacy Policy, including the fact that that person’s or entity’s Personal Information is being collected, the purposes for which that information is being collected, the intended recipients of that information, Our identity, and how to contact Us. Sensitive Personal Information .} "
    },
    {
      "Text": "0: Our Purposes for collecting, using and sharing Personal Information\\n\\n0: Data marketing services, for example:· Generally, creating data marketing Content and services for Our Licensed Users, as more fully described in Our Privacy Policy (and on our Sites). This includes Our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential consumer behavior), data hygiene services (helping customers to evaluate, validate and correct personal information they hold).· Helping Our Licensed Users identify and understand consumers better, by providing insights about them, as well as providing financial and other scoring Content.· Assisting Our Licensed Users through Our Content and services to provide their current and prospective customers with better service and improved offerings, for instance, advising on which current or prospective customers are most likely to be interested (or disinterested) in certain offers.\\n\\n0: Online targeting, for example:· Creating or helping to create defined audience segments based on common demographics and/or shared (actual or inferred) interests or preferences (e.g., households seeking wealth management services).\\n\\n0: Additional marketing services, for example (which may overlap with “data marketing services” above):· Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile and social media marketing.· Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.· Providing “verification” or data “hygiene” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect or outdated information.\\n\\n0: Operating Our services, for example:· improving, testing, updating and verifying Our own database.· developing new Content and products.· operating, analyzing, improving, and securing Our services.\\n\\n0: Other internal purposes, for example:For internal research, internal operations, auditing, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We use the information collected from “business to business” interaction or from data compilers for the above, as well as for Our own marketing purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {You must take reasonable steps to ensure that the individual or entity concerned is aware of and consents to the various matters detailed in this Privacy Policy, including the fact that that person’s or entity’s Personal Information is being collected, the purposes for which that information is being collected, the intended recipients of that information, Our identity, and how to contact Us. Sensitive Personal Information .} "
    },
    {
      "Text": "Our Purposes for collecting, using and sharing Personal Information ||| Data marketing services, for example:· Generally, creating data marketing Content and services for Our Licensed Users, as more fully described in Our Privacy Policy (and on our Sites). This includes Our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential consumer behavior), data hygiene services (helping customers to evaluate, validate and correct personal information they hold).· Helping Our Licensed Users identify and understand consumers better, by providing insights about them, as well as providing financial and other scoring Content.· Assisting Our Licensed Users through Our Content and services to provide their current and prospective customers with better service and improved offerings, for instance, advising on which current or prospective customers are most likely to be interested (or disinterested) in certain offers. ||| Online targeting, for example:· Creating or helping to create defined audience segments based on common demographics and/or shared (actual or inferred) interests or preferences (e.g., households seeking wealth management services). ||| Additional marketing services, for example (which may overlap with “data marketing services” above):· Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile and social media marketing.· Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.· Providing “verification” or data “hygiene” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect or outdated information. ||| Operating Our services, for example:· improving, testing, updating and verifying Our own database.· developing new Content and products.· operating, analyzing, improving, and securing Our services. ||| Other internal purposes, for example:For internal research, internal operations, auditing, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We use the information collected from “business to business” interaction or from data compilers for the above, as well as for Our own marketing purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {3. OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION Generally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in Our Privacy Policy.} "
    },
    {
      "Text": "Our Purposes for collecting, using and sharing Personal Information ||| Data marketing services, for example:· Generally, creating data marketing Content and services for Our Licensed Users, as more fully described in Our Privacy Policy (and on our Sites). This includes Our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential consumer behavior), data hygiene services (helping customers to evaluate, validate and correct personal information they hold).· Helping Our Licensed Users identify and understand consumers better, by providing insights about them, as well as providing financial and other scoring Content.· Assisting Our Licensed Users through Our Content and services to provide their current and prospective customers with better service and improved offerings, for instance, advising on which current or prospective customers are most likely to be interested (or disinterested) in certain offers. ||| Online targeting, for example:· Creating or helping to create defined audience segments based on common demographics and/or shared (actual or inferred) interests or preferences (e.g., households seeking wealth management services). ||| Additional marketing services, for example (which may overlap with “data marketing services” above):· Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile and social media marketing.· Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.· Providing “verification” or data “hygiene” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect or outdated information. ||| Operating Our services, for example:· improving, testing, updating and verifying Our own database.· developing new Content and products.· operating, analyzing, improving, and securing Our services. ||| Other internal purposes, for example:For internal research, internal operations, auditing, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We use the information collected from “business to business” interaction or from data compilers for the above, as well as for Our own marketing purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {3. OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION Generally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in Our Privacy Policy.} "
    },
    {
      "Text": "Our Purposes for collecting, using and sharing Personal Information ||| Data marketing services, for example:· Generally, creating data marketing Content and services for Our Licensed Users, as more fully described in Our Privacy Policy (and on our Sites). This includes Our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential consumer behavior), data hygiene services (helping customers to evaluate, validate and correct personal information they hold).· Helping Our Licensed Users identify and understand consumers better, by providing insights about them, as well as providing financial and other scoring Content.· Assisting Our Licensed Users through Our Content and services to provide their current and prospective customers with better service and improved offerings, for instance, advising on which current or prospective customers are most likely to be interested (or disinterested) in certain offers. ||| Online targeting, for example:· Creating or helping to create defined audience segments based on common demographics and/or shared (actual or inferred) interests or preferences (e.g., households seeking wealth management services). ||| Additional marketing services, for example (which may overlap with “data marketing services” above):· Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile and social media marketing.· Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.· Providing “verification” or data “hygiene” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect or outdated information. ||| Operating Our services, for example:· improving, testing, updating and verifying Our own database.· developing new Content and products.· operating, analyzing, improving, and securing Our services. ||| Other internal purposes, for example:For internal research, internal operations, auditing, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We use the information collected from “business to business” interaction or from data compilers for the above, as well as for Our own marketing purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {3. OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION Generally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in Our Privacy Policy.} "
    },
    {
      "Text": " In addition to the right to opt-out of “sales” of Personal Information, the CCPA also provides that California residents may ask us to disclose what personal information we have about them, what we do with that information, and to delete their Personal Information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Further, Your election to opt-out does not apply to information that is publicly available and can be derived from federal, state, or local government records, such as professional licenses and public real estate/property records. By submitting a request to opt-out, You understand that the contact information You provide will only be used to facilitate the opt-out process and to maintain a record of Your request.} "
    },
    {
      "Text": " In addition to the right to opt-out of “sales” of Personal Information, the CCPA also provides that California residents may ask us to disclose what personal information we have about them, what we do with that information, and to delete their Personal Information. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Further, Your election to opt-out does not apply to information that is publicly available and can be derived from federal, state, or local government records, such as professional licenses and public real estate/property records. By submitting a request to opt-out, You understand that the contact information You provide will only be used to facilitate the opt-out process and to maintain a record of Your request.} "
    },
    {
      "Text": " In addition to the right to opt-out of “sales” of Personal Information, the CCPA also provides that California residents may ask us to disclose what personal information we have about them, what we do with that information, and to delete their Personal Information.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Further, Your election to opt-out does not apply to information that is publicly available and can be derived from federal, state, or local government records, such as professional licenses and public real estate/property records. By submitting a request to opt-out, You understand that the contact information You provide will only be used to facilitate the opt-out process and to maintain a record of Your request.} "
    },
    {
      "Text": " If You are a California resident that would like to exercise these other rights in accordance with the CCPA, You can submit Your request executing the form provided at the following link: CONSUMER OPT OUT or by email at opt-out-ccpa@preferredcommunications.com to specify the rights You wish to exercise.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {4. YOUR CALIFORNIA PRIVACY RIGHTS AND CHOICES In addition to the right to opt-out of “sales” of Personal Information, the CCPA also provides that California residents may ask us to disclose what personal information we have about them, what we do with that information, and to delete their Personal Information.} "
    }
  ]
}