{
  "policy_id": "13",
  "text": "Swordfish: CCPA Notice Cookies are being used on our website. By continuing use of our site, we\n      will assume you are happy with it. Ok New! Build lead lists in seconds with our new prospector tool. Sign up for free access Products Products Chrome Extension Find contact data on web File Upload Enrich customer lists & databases Reverse Search Find anyone based on any input API Add Swordfish data to your waterfall Heartbeat.ai Heartbeat.ai by Swordfish solves passive healthcare hiring Solutions Sales Crush sales targets Recruitment Fill job orders in half the time Healthcare Recruitment Heartbeat.ai by Swordfish solves passive healthcare hiring Pricing How does Swordfish compare? Login Try Swordfish for Free Login Try Swordfish for Free Products Chrome Extension File Upload Reverse Search API Heartbeat.ai Test our data coverage Solutions Sales Recruitment Healthcare Recruitment Pricing How does Swordfish compare? YOUR CALIFORNIA PRIVACY RIGHTS SUPPLEMENT TO SWORDFISH PRIVACY POLICY General California Consumer Privacy Act Disclosures Notice Regarding “do Not Track” Signals Contact Us Notice Of Right To Opt Out Complaints Last Updated: January 19, 2023 THIS SUPPLEMENT IS INTENDED FOR RESIDENTS OF CALIFORNIA. \n              WE ENCOURAGE YOU TO READ THIS SUPPLEMENT CAREFULLY AND USE IT TO MAKE INFORMED DECISIONS. \n              BY USING OUR SERVICES, YOU AGREE TO THE TERMS OF THE PRIVACY POLICY AND THIS SUPPLEMENT, \n              AND YOUR CONTINUED USE OF THE SERVICES CONSTITUTES YOUR ONGOING AGREEMENT TO THE PRIVACY POLICY AND THIS SUPPLEMENT. General This Privacy Policy Supplement entitled “Your California Privacy\n              Rights” outlines the individual rights Swordfish AI Inc. (the “Swordfish”,\n              “we,” “us,” or “our”) provides to the residents of California\n              with respect to collecting, using and disclosing personal\n              information when providing our online services (collectively, the\n              “Services”) and constitutes an integral part of Swordfish’s Terms\n              of Service (“Terms”, and collectively, the “Agreement”). This Supplement is an integral part of the Swordfish Privacy Policy linked here . \n              It is not a standalone privacy policy. Rather, this Supplement provides privacy disclosures to California \n              residents as required by California law to supplement the Privacy Policy. In particular, \n              it discusses categories of personal information Swordfish has collected and individual \n              rights of California residents relative to that personal information. As stated in the Privacy Policy, we collect personal information from “Users,” \n              who are Swordfish individual customers or business customer representatives who download, \n              install, or use the Swordfish browser extension. We also collect personal information from “Contacts,” \n              who are people whose identities are being confirmed, who are the subject of an investigation, \n              or who are being contacted by Users, for example for recruitment or sales purposes. \n              Using the Swordfish Services (e.g., plugin or website interface), \n              Users can lookup “Business Profiles” of Contacts by social media URL, name, phone number, \n              email address, or postal address. The Services return the available contact information \n              (name, phone number, email address, location (city and country), company name, \n              and job title) and social media account URLs. In 2018, the State of California enacted the California Consumer Privacy Act (CCPA).  \n              In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.  \n              This supplement assists in our compliance program for CCPA, CPRA, and other applicable privacy laws CCPA/CPRA DISCLOSURES (i) Categories of Personal Information and Recipients The table below summarizes the categories of personal information we collect from California \n              residents (and have collected in the last 12 months), the purposes for which the categories \n              of personal information will be used, and the categories of recipients to whom Swordfish has \n              disclosed (including for a business purpose) and sold personal information (and has done so in the past 12 months). Categories of Personal Information Collected Purposes of Use Categories of Recipients to Whom The Personal Information\n                    Was Disclosed and Sold “Identifiers” such as a real name, alias, postal address,\n                    telephone number, email address, and account name. We\n                    collect all the above Identifiers from Users. We collect\n                    name, phone number, email address, location (city and\n                    country), company name, and job title, as well as social\n                    media account URLs from Users and about Contacts. \n                    We also require Users to select a account name (username) and password. Users: Identifiers about Users are used for marketing, for\n                    opening new user accounts to use Swordfish’s Services, and\n                    to maintain existing accounts. User names and passwords are used to authenticate Users to Swordfish's platform.\n                    Contacts: Identifiers are used to provide Services to Users. Users query our Services\n                    and receive Identifiers of Contacts in response. Identifiers of Contacts are sold and disclosed to Users. Information (other than Identifiers already described above)\n                    that identifies, relates to, describes, or is capable of\n                    being associated with, a particular individual, including,\n                    but not limited to: Signature We may collect signatures on forms used for identiy\n                    verification purposes for California residents or their\n                    agents seeking to exercise individual rights. Not applicable. Employment information (job title and business contact\n                    information). We collect company name and job title for Contacts. This\n                    information is used to provide Services to Users in response\n                    to their queries. Bank account number, credit card number, debit card number,\n                    or any other financial information. We collect this\n                    information from Users. Payment information is used for paying for Services. Payment information is never sold. It is, however, disclosed\n                    to payment gateway service providers that process payments\n                    from Users on behalf of Swordfish. Context-specific personal information not specifically covered within the other categories in this table:  \n                    the Swordfish website uses the Smartlook service operated by Smartlook.com, s.r.o.  \n                    The Smartlook service records session information showing how visitors use and take action on \n                    websites and mobile apps. The recordings of uses of the Swordfish website is collected for amongst other things troubleshooting errors \n                    and bugs as well as for research and analytics purposes about your use of the Services. Not applicable.  \n                    Swordfish uses the personal information collected in this category strictly for internal use. Commercial information, including records of products and\n                    services purchased, obtained, or considered, or other\n                    purchasing or consuming histories or tendencies. We collect\n                    this information about Users. For our accounting records, we maintain records of what\n                    purchases Users made, when and for how much. Our accountants and financial advisors may have access to\n                    commercial information of Users. Electronic information. The information in this table is\n                    almost all in electronic form. See the other cells in table. See the other cells in table. Professional or employment-related information (job title\n                    and business contact information). We collect company name and job title for Contacts. This\n                    information is used to provide Services to Users in response\n                    to their queries. We may also use personal information for purposes that are compatible with the purposes disclosed above. Account names used to log into Swordfish (usernames) and passwords are considered “sensitive personal information.” The sources of the personal information we collect is explained in the Swordfish Privacy Policy . (ii) Individual Rights Under CCPA/CPRA The CCPA and CPRA afford certain individual rights to California residents.  \n              We describe these rights in this section. Our obligation to afford you these \n              rights or provide notifications to you, however, are subject to any contrary laws, rules, or law enforcement demands. Right of Access and Data Portability Upon request, we will tell a California resident the \n              categories and specific pieces of personal information we \n              have collected about that resident in the previous 12 months.  \n              In addition, upon request, we will disclose to a California resident: The categories of personal information we have collected about that California resident. The categories of sources from which the personal information is collected. TThe business or commercial purpose for collecting or selling that California resident’s personal information. The categories of third parties with whom we share personal information. The specific pieces of personal information we have collected about that California resident. The categories of personal information that we have sold about that California resident. The categories of personal information that we disclosed about a California resident for a business purpose. The identity of any person making such a request must be verified as a condition of providing the requested information. Right of Deletion You have the right to request that we delete any of your personal information \n              that we collected from you and retained by us, subject to certain conditions and \n              exceptions under the law.  For instance, we have the right to retain personal information needed to: Complete the transaction for which the personal information was collected, \n                  provide a good or service requested by the California resident, or reasonably \n                  anticipated within the context of our ongoing business relationship with the California resident, \n                  or otherwise perform a contract between our business and the California resident. Help to ensure security and integrity to the extent the use of the consumer’s personal \n                  information is reasonably necessary and proportionate for those purposes. Conduct solely internal uses that are reasonably aligned with the expectations of the \n                  California resident based on the California resident’s relationship with us. Comply with a legal obligation. The identity of any person making such a request must be verified in accordance with the verification procedures \n              below as a condition of deleting the personal information as requested. Right of Correction You have the right to request that we correct any inaccurate or out-of-date personal \n              information that we collected about you, subject to certain conditions exceptions.  \n              We may have a legal right or obligation to preserve personal information as it currently exists.  \n              If we do not update certain personal information, we will give specific reasons for refusing to do \n              so and provide a contact point for further inquiries. The identity of any person making such a request must be verified in accordance with the verification \n              procedures below as a condition of correcting the personal information as requested. Right to Restrict Usage of Sensitive Personal Information You have the right to request that we restrict usage of what is defined as sensitive \n              personal information under California law. The only sensitive personal information \n              we collect and use is account information – usernames and passwords. \n              Nonetheless, by policy, we never disclose usernames and passwords to third parties \n              that are not our parent companies or affiliates and only use them for \n              authenticating you when you try to access our website. How to Exercise Individual Rights If you wish to contact us about any of your rights as set out in this section, please \n              contact us by one of the methods listed below in the Contact Us section.  \n              Please contact us using one of these methods if you wish to have an authorized agent \n              make a request for individual rights on your behalf. Verification of Requests to Exercise Individual Rights We will verify your identity in response to a request to exercise your individual rights as follows: We will verify your identity in response to a request to exercise your individual \n                  rights by requiring that you to provide two pieces of information that Swordfish \n                  already has in the Contact’s Business Profile from the following categories:  \n                  for instance, email address, telephone number, or social media account. In addition, in the case of a request for specific pieces of personal information, \n                  we will ask for an additional piece of information that Swordfish already has in \n                  the Contact’s Business Profile in addition to the two pieces described above, \n                  together with a signed declaration under penalty of perjury that the requestor is \n                  the consumer whose personal information is the subject of the request or a representative \n                  acting on behalf of that consumer. We will not provide or delete information as requested if we are unable \n              to verify the identity of the requestor as required above or have reason to \n              believe that the request is fraudulent. We may ask for additional verification \n              if we suspect fraud, such as a copy of an identification credential from the requestor. \n              We will use any such additional information strictly for identity verification purposes, \n              and it will be deleted following the completion of the verification process. For any agent or conservator seeking to exercise individual rights on behalf of a California resident, \n              the agent or conservator will need to provide proof of their identity, proof of the resident’s identity, \n              and proof of the agent’s or conservator’s authority to act on behalf of the California resident.  \n              Examples of proof of authorization include a power of attorney under the California Probate Code or certified \n              letters of conservatorship.  Please contact us by one of the methods listed below in the Contact Us \n              section for additional details on exercising individual rights on behalf of a California resident. Policy Against Discrimination California residents have a right not to receive discriminatory treatment by any \n              business covered by the CCPA/CPRA for the exercise of the privacy rights conferred by the CCPA/CPRA. \n              Accordingly, Swordfish will not discriminate against individual California residents for exercising any \n              of their rights under the CCPA/CPRA, including by: Denying goods or services to the California resident Charging different prices or rates for goods or services,\n                  including through the use of discounts or other benefits or\n                  imposing penalties. Providing a different level or quality of goods or services Suggesting that the California resident will receive a\n                  different price or rate for goods or services or a different\n                  level or quality of goods or services Sale of Personal Information of Minors Swordfish does not knowingly sell the personal information of\n              minors under 16 years of age. Retention of Personal Information See Section 10 of our Privacy Policy . Notice To California Residents Regarding “do Not Track” Signals Under California law, online service providers must disclose in their privacy policies \n              how they respond to “do not track” settings. These are settings users can set in their \n              browser software. Currently, there is no standard governing what, if anything, a website operator \n              should do when receiving a “do not track” signal. Accordingly, Swordfish does not currently take \n              action in response to a “do not track” browser setting. As industry standards regarding do not track \n              settings emerge, Swordfish will revisit and amend this policy to account for these standards. Contact Us If you have any questions, comments or concerns about this Supplement or about our privacy practices, \n              seek to exercise any of your privacy rights under applicable law, or wish to access, change, or update \n              personal information we have about you, you should first contact us by email at contact@swordfish.ai . \n              You may also contact us at this email address if you are aware of abuse or misuse of our Services. \n              If you are a Contact, you may also opt out of the sale of your personal information as stated in the next section. If you wish to reach us by phone to exercise any of your privacy rights, you may call us toll free at +1 855-596-6906 . Notice Of Right To Opt Out If you prefer that we not sell your personal information (by\n              disclosing your Business Profile to our Users, vendors or business\n              partners), you may opt-out by filling in your relevant details at www.swordfishapp.com/Optout. Complaints If you have a complaint about our privacy practices regarding\n              California residents, please follow the procedures in our Privacy\n              Policy in the section titled Contact Us; Exercising Individual Rights; Complaints Products Chrome Extension File Upload Reverse Search API Heartbeat.ai Integrations People Search Directory Enrich my Email Contacts Company How good is Swordfish data? Pricing About Customers FAQ Become a data partner Contact News Affiliates Legal GDPR Opt-Out Do Not Sell My Info Terms Privacy Nevada CCPA Popular Post Best websites to find phone Numbers Best B2B Prospecting Tools contact finder tools Contact Us Alternatives Zoominfo Alternative Lusha Alternative Uplead Alternative Aeroleads Alternative Rocketreach Alternative Clearbit Alternative © Copyright 2023 Swordfish Ltd. All rights reserved.",
  "annotations": [
    {
      "Text": "Identifiers\n‍E.g.,  IP address; mobile ad identifiers.\nIdentifiersE.g., IP addresses; the names, addresses, phone numbers, etc. of our customers and prospective customers, business partners or employment candidates.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA. This supplement assists in our compliance program for CCPA, CPRA, and other applicable privacy laws CCPA/CPRA DISCLOSURES (i) Categories of Personal Information and Recipients The table below summarizes the categories of personal information we collect from California \n              residents (and have collected in the last 12 months), the purposes for which the categories \n              of personal information will be used, and the categories of recipients to whom Swordfish has \n              disclosed (including for a business purpose) and sold personal information (and has done so in the past 12 months).} "
    },
    {
      "Text": "Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Characteristics of protected classifications under California or federal law (e.g., gender of potential customers in marketing surveys).",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Commercial information, including records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Not applicable. Swordfish uses the personal information collected in this category strictly for internal use.} "
    },
    {
      "Text": "Internet or other electronic network activity information.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Professional or employment-related information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {See the other cells in table. See the other cells in table.} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Identifiers\nE.g., IP addresses; the names, addresses, phone numbers, etc. of our customers and prospective customers, business partners or employment candidates.\nYou, analytics providers, advertising networks and platforms",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Protected classification characteristics under California or federal law.\nYou, analytics providers, advertising networks and platforms",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Geolocation Data.\nThird Party Data Compilers",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Internet or other electronic network activity information.\nAnalytics providers, advertising networks and platforms",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Professional or employment-related information.\nYou, recruiters, and executive search agencies",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {See the other cells in table. See the other cells in table.} "
    },
    {
      "Text": "Sensitive Personal Information (e.g. precise geolocation data)\nTo the extent we collection sensitive information, we do not use it to infer characteristics about a consumer, consistent with section 1798.121(d).\nThird Party Data Compilers",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If we do not update certain personal information, we will give specific reasons for refusing to do \n              so and provide a contact point for further inquiries. The identity of any person making such a request must be verified in accordance with the verification \n              procedures below as a condition of correcting the personal information as requested.} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "No.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Identifiers\nE.g., IP addresses; the names, addresses, phone numbers, etc. of our customers and prospective customers, business partners or employment candidates\nTo service providers for the provision of services to SafeGraph.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": "Marketing, analytics, and other research\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).\nTo service providers for the provision of services to SafeGraph; to government regulators as required by law\nMarketing, analytics, and other research\nProfessional or employment-related information.\nTo service providers for the provision of services to SafeGraph; to government regulators as required by law\nProcessing job applications and employee management",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": "If you have questions about our privacy policies or practices or this Addendum, please contact us at privacy@safegraph.com.",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "You have the right to opt-out of the sharing of your Personal Information by us or to limit the use or disclosure of your Sensitive Personal Information.  To exercise these rights, you can use the link Do Not Sell or Share My Personal Information on our website or send an email to privacy@safegraph.com.",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "Right to Non-discrimination. California Consumers have the right not to be subject to discriminatory treatment for exercising their privacy rights under the CCPA, including the right not to be retaliated against for the exercise of their CCPA rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": ""
    },
    {
      "Text": "Notice of Right to Limit Use and Disclosure of Sensitive Personal Information: California Consumers have the right to limit the use and disclosure of their sensitive personal information if used or disclosed for purposes not specified in the CCPA. ",
      "Label": "Description of Right to Limit use of PI",
      "Context": ""
    },
    {
      "Text": "Notice of Right To Opt-out of the Sale or Sharing of Information: California Consumers have the right to opt-out of the sale of their Information or the sharing of their Information for cross-context behavioral advertising.  Please note that SafeGraph does not sell Information or engage in cross-contextual behavioral advertising.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": "To submit a data access request, you can click this LINK or email us at privacy@safegraph.com.",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "Right to Correct: California Consumers have the right to correct inaccurate Information that a business maintains about that consumer.",
      "Label": "Description of Right to Correct Information",
      "Context": ""
    },
    {
      "Text": "Right to Deletion: California Consumers have the right to request deletion of their Information that we have collected about them, subject to certain exemptions, and to have such Information deleted, except where necessary for any list of exempt purposes. Please also note that we may retain Information for certain important purposes, such as (a) to protect our business, systems, and users from fraudulent activity, (b) to address technical issues that impair existing functionality (such as de-bugging purposes), (c) as necessary for us, or others, to exercise their free speech or other rights, (d) to comply with law enforcement requests pursuant to lawful process, (e) for scientific or historical research, (f) for our own internal purposes reasonably related to your relationship with us, or to comply with legal obligations. Additionally, we need certain types of information so that we can provide our Services to you. If you ask us to delete it, you may no longer be able to access or use our Services",
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": "Right to Know: California residents have the right to know what Information we have collected about them and the right to request that we provide them certain information about how we have handled their information in the prior 12 months, including the:\n\ncategories of Information collected;\ncategories of sources of Information;",
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": "a copy of the specific pieces of Information we have collected about them.",
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": "categories of Information about them we have disclosed for a business purpose or sold;\ncategories of third parties to whom we have sold or disclosed for a business purpose their Information;\nthe business or commercial purposes for collecting or selling their Information; and",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": ""
    },
    {
      "Text": "Without being discriminated against for exercising these rights, California Consumers have the right to request that we disclose what Information we collect from you, to correct that Information, to delete that Information, to opt-out of the sale or sharing of your Information, and to limit the use and disclosure of sensitive personal information subject to certain restrictions.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": ""
    },
    {
      "Text": "Without being discriminated against for exercising these rights, California Consumers have the right to request that we disclose what Information we collect from you, to correct that Information, to delete that Information, to opt-out of the sale or sharing of your Information, and to limit the use and disclosure of sensitive personal information subject to certain restrictions.",
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": "Without being discriminated against for exercising these rights, California Consumers have the right to request that we disclose what Information we collect from you, to correct that Information, to delete that Information, to opt-out of the sale or sharing of your Information, and to limit the use and disclosure of sensitive personal information subject to certain restrictions.",
      "Label": "Description of Right to Correct Information",
      "Context": ""
    },
    {
      "Text": "Without being discriminated against for exercising these rights, California Consumers have the right to request that we disclose what Information we collect from you, to correct that Information, to delete that Information, to opt-out of the sale or sharing of your Information, and to limit the use and disclosure of sensitive personal information subject to certain restrictions. ",
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": "Without being discriminated against for exercising these rights, California Consumers have the right to request that we disclose what Information we collect from you, to correct that Information, to delete that Information, to opt-out of the sale or sharing of your Information, and to limit the use and disclosure of sensitive personal information subject to certain restrictions.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": ""
    },
    {
      "Text": "Without being discriminated against for exercising these rights, California Consumers have the right to request that we disclose what Information we collect from you, to correct that Information, to delete that Information, to opt-out of the sale or sharing of your Information, and to limit the use and disclosure of sensitive personal information subject to certain restrictions.",
      "Label": "Description of Right to Limit use of PI",
      "Context": ""
    },
    {
      "Text": "This section describes how to exercise those rights and our process for handling those requests, to the extent as act as a “business” (as opposed to a “service provider”) for purposes of handling Information.",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI sold / shared",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": "want an authori",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": "You can ask us to delete your personal information we have collected from you. Please be aware that the CCPA has a number of exceptions that allow us to keep your personal information even if you ask us to delete it. For example, we may keep your personal information if it is necessary for us to provide you with a requested service, to detect and protect against security issues, to comply with our legal obligations, or for other purposes that align with your expectations based on your relationship with us or that are consistent with the context in which you provided your personal information. These examples are just a few of the exceptions allowed by the CCPA.",
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": "If you do not have an email address or if you prefer not to provide it in connection with your “Delete My PI” request, please call the toll-free telephone number listed above (under “Exercise Your CCPA Rights”) to submit your request.\\n\\nFor information on “Delete My PI” requests submitted by authorized agents, please read “Exercise Your CCPA Rights” above.",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "You can request access to the personal information we have collected about you in the last 12 months. We will also include a summary about the personal information we provide in response to your request. Please be aware there may be circumstances where we are not able to provide you with some information, as permitted under the CCPA. For example, if we are not able to verify that information relates to you instead of someone else, if providing information to you could adversely affect the rights of someone else, or if information consists of trade secrets, we may not provide the affected information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": "If you do not have an email address or if you prefer not to provide it in connection with your “Access My PI” request, please call the toll-free telephone number listed above (under “Exercise Your CCPA Rights”) to submit your request. For information on “Access My PI” requests submitted by authorized agents, please read “Exercise Your CCPA Rights” above.",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "You can opt out of the “sale” of your personal information, which is roughly defined by the CCPA as transfers of your personal information to third parties for valuable consideration. If you opt-out, Censia will not “sell” your data, and will instruct third parties who have already received it from us that they cannot either.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": "Censia. Transformative talent\nfound. hired. grown.\nManage Cookie Consent\\nWe use cookies to personalize content and ads, to provide social media features and to analyze our traffic.",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": "Notice at collection of personal information\nDepending on how you interact with us, the table below summarizes the categories of Information we may directly collect about you and whether we sell or share that information:",
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": "During the past twelve months, we have not sold Information or shared  Information for cross-context behavioral advertising.\n\nDuring the past twelve months, we have disclosed the following Information to third parties for the following business and commercial purposes:\n\nCategory\nCategory of Third Parties to Whom Disclosed\nBusiness or Commercial Purpose\nIdentifiers\nE.g., IP addresses; the names, addresses, phone numbers, etc. of our customers and prospective customers, business partners or employment candidates\nTo service providers for the provision of services to SafeGraph.\nMarketing, analytics, and other research\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).\nTo service providers for the provision of services to SafeGraph; to government regulators as required by law\nMarketing, analytics, and other research\nProfessional or employment-related information.\nTo service providers for the provision of services to SafeGraph; to government regulators as required by law\nProcessing job applications and employee management",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": ""
    },
    {
      "Text": "E.g., IP addresses; the names, addresses, phone numbers, etc. of our customers and prospective customers, business partners or employment candidates",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Ok New! Build lead lists in seconds with our new prospector tool.} "
    },
    {
      "Text": "Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": "Professional or employment-related information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {See the other cells in table. See the other cells in table.} "
    },
    {
      "Text": "Without being discriminated against for exercising these rights, California Consumers have the right to request that we disclose what Information we collect from you, to correct that Information, to delete that Information, to opt-out of the sale or sharing of your Information, and to limit the use and disclosure of sensitive personal information subject to certain restrictions.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": ""
    },
    {
      "Text": "California Consumers have the right to request that we disclose what Information we collect from you, to correct that Information, to delete that Information, to opt-out of the sale or sharing of your Information, and to limit the use and disclosure of sensitive personal information subject to certain restrictions.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": " California Consumers have the right to request that we disclose what Information we collect from you, to correct that Information, to delete that Information, to opt-out of the sale or sharing of your Information, and to limit the use and disclosure of sensitive personal information subject to certain restrictions.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": ""
    },
    {
      "Text": "California Consumers have the right to request that we disclose what Information we collect from you, to correct that Information, to delete that Information, to opt-out of the sale or sharing of your Information, and to limit the use and disclosure of sensitive personal information subject to certain restrictions.",
      "Label": "Description of Right to Limit use of PI",
      "Context": ""
    },
    {
      "Text": "California Consumers have the right to request that we disclose what Information we collect from you, to correct that Information, to delete that Information, to opt-out of the sale or sharing of your Information, and to limit the use and disclosure of sensitive personal information subject to certain restrictions",
      "Label": "Description of Right to Correct Information",
      "Context": ""
    },
    {
      "Text": "California Consumers have the right to request that we disclose what Information we collect from you, to correct that Information, to delete that Information, to opt-out of the sale or sharing of your Information, and to limit the use and disclosure of sensitive personal information subject to certain restrictions",
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": "Right to Know: California residents have the right to know what Information we have collected about them and the right to request that we provide them certain information about how we have handled their information in the prior 12 months, including the:\n\ncategories of Information collected;\ncategories of sources of Information;\ncategories of Information about them we have disclosed for a business purpose or sold;\ncategories of third parties to whom we have sold or disclosed for a business purpose their Information;\nthe business or commercial purposes for collecting or selling their Information; and\na copy of the specific pieces of Information we have collected about them.",
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": "Right to Deletion: California Consumers have the right to request deletion of their Information that we have collected about them, subject to certain exemptions, and to have such Information deleted, except where necessary for any list of exempt purposes. Please also note that we may retain Information for certain important purposes, such as (a) to protect our business, systems, and users from fraudulent activity, (b) to address technical issues that impair existing functionality (such as de-bugging purposes), (c) as necessary for us, or others, to exercise their free speech or other rights, (d) to comply with law enforcement requests pursuant to lawful process, (e) for scientific or historical research, (f) for our own internal purposes reasonably related to your relationship with us, or to comply with legal obligations. Additionally, we need certain types of information so that we can provide our Services to you. If you ask us to delete it, you may no longer be able to access or use our Services",
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": "Right to Correct: California Consumers have the right to correct inaccurate Information that a business maintains about that consumer.",
      "Label": "Description of Right to Correct Information",
      "Context": ""
    },
    {
      "Text": "Notice of Right To Opt-out of the Sale or Sharing of Information: California Consumers have the right to opt-out of the sale of their Information or the sharing of their Information for cross-context behavioral advertising.  Please note that SafeGraph does not sell Information or engage in cross-contextual behavioral advertising.  ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": "Notice of Right to Limit Use and Disclosure of Sensitive Personal Information: California Consumers have the right to limit the use and disclosure of their sensitive personal information if used or disclosed for purposes not specified in the CCPA. ",
      "Label": "Description of Right to Limit use of PI",
      "Context": ""
    },
    {
      "Text": "Right to Non-discrimination. California Consumers have the right not to be subject to discriminatory treatment for exercising their privacy rights under the CCPA, including the right not to be retaliated against for the exercise of their CCPA rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": ""
    },
    {
      "Text": "4. Information About Persons Under 16 Years of Age  \nWe do not knowingly collect Information from minors under 16 years of age in California unless we have received legal consent to do so. If we learn that personal information from such California residents has been collected, we will take reasonable steps to remove their information from our database (or to obtain legally required consent).",
      "Label": "Others",
      "Context": ""
    },
    {
      "Text": "5. Methods for Exercising Opt-Out Rights\nYou have the right to opt-out of the sharing of your Personal Information by us or to limit the use or disclosure of your Sensitive Personal Information.  To exercise these rights, you can use the link Do Not Sell or Share My Personal Information on our website or send an email to privacy@safegraph.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may also contact us at this email address if you are aware of abuse or misuse of our Services. If you are a Contact, you may also opt out of the sale of your personal information as stated in the next section.} "
    },
    {
      "Text": "For example, if you request deletion, we may need to retain certain personal information to comply with our legal obligations or other permitted purposes. However, we will only use personal information provided in a verifiable consumer request to verify your identity or authority to make the request.",
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": "Notice at collection of personal information\nDepending on how you interact with us, the table below summarizes the categories of Information we may directly collect about you and whether we sell or share that information:",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": ""
    },
    {
      "Text": "Purposes: We collect this Information for the following purposes:\n\n1. Marketing, analytics, and other research, for example:\n\nto respond to communications and customer service inquiries;\nto market to you and provide you information about new products and events;\nfor our internal and operational purposes, such as to consider or make internal service improvements or quality checking, or for our own sales and marketing purposes.\n2. Processing job applications and employee management.\n‍\n3. Other internal purposes, for example:\n\ninternal research, internal operations, auditing, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We use Site Data, from other “business to business” interactions (such as at trade shows) or from data compilers for the above, as well as for our own marketing, business and employee recruitment purposes.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA. This supplement assists in our compliance program for CCPA, CPRA, and other applicable privacy laws CCPA/CPRA DISCLOSURES (i) Categories of Personal Information and Recipients The table below summarizes the categories of personal information we collect from California \n              residents (and have collected in the last 12 months), the purposes for which the categories \n              of personal information will be used, and the categories of recipients to whom Swordfish has \n              disclosed (including for a business purpose) and sold personal information (and has done so in the past 12 months).} "
    },
    {
      "Text": "2. Notice of Collection, Sale, Sharing, and Disclosure of Information in Past 12 Months\nDuring the past twelve months we have collected the following Information for the following business and commercial purposes from the following categories of sources:\n\nCategory\nSold or Shared\nIncluded in SafeGraph Services?\nBusiness or Commercial Purpose\nIdentifiers",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Sign up for free access Products Products Chrome Extension Find contact data on web File Upload Enrich customer lists & databases Reverse Search Find anyone based on any input API Add Swordfish data to your waterfall Heartbeat.ai Heartbeat.ai by Swordfish solves passive healthcare hiring Solutions Sales Crush sales targets Recruitment Fill job orders in half the time Healthcare Recruitment Heartbeat.ai by Swordfish solves passive healthcare hiring Pricing How does Swordfish compare? Login Try Swordfish for Free Login Try Swordfish for Free Products Chrome Extension File Upload Reverse Search API Heartbeat.ai Test our data coverage Solutions Sales Recruitment Healthcare Recruitment Pricing How does Swordfish compare?} "
    },
    {
      "Text": "Third Party Data Compilers\nNo.\nTo develop SafeGraph Services",
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": "To the extent we collection sensitive information, we do not use it to infer characteristics about a consumer, consistent with section 1798.121(d).\nThird Party Data Compilers\nNo.\nTo develop SafeGraph Services",
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": "Effective:  January 1, 2023",
      "Label": "Updated Privacy Policy",
      "Context": ""
    },
    {
      "Text": "rights",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {WE ENCOURAGE YOU TO READ THIS SUPPLEMENT CAREFULLY AND USE IT TO MAKE INFORMED DECISIONS. BY USING OUR SERVICES, YOU AGREE TO THE TERMS OF THE PRIVACY POLICY AND THIS SUPPLEMENT, \n              AND YOUR CONTINUED USE OF THE SERVICES CONSTITUTES YOUR ONGOING AGREEMENT TO THE PRIVACY POLICY AND THIS SUPPLEMENT.} "
    },
    {
      "Text": "Right to Know: California residents have the right to know what Information we have collected about them and the right to request that we provide them certain information about how we have handled their information in the prior 12 months, including the:\\n\\ncategories of Information collected;\\ncategories of sources of Information;\\ncategories of Information about them we have disclosed for a business purpose or sold;\\ncategories of third parties to whom we have sold or disclosed for a business purpose their Information;\\nthe business or commercial purposes for collecting or selling their Information; and\\na copy of the specific pieces of Information we have collected about them.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": ""
    },
    {
      "Text": "Category\\nSold or Shared\\nIdentifiers\\n‍E.g.,  IP address; mobile ad identifiers.\\nIdentifiersE.g., IP addresses; the names, addresses, phone numbers, etc. of our customers and prospective customers, business partners or employment candidates.\\nNo.\\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).\\nNo.\\nCharacteristics of protected classifications under California or federal law (e.g., gender of potential customers in marketing surveys).\\nNo.\\nCommercial information, including records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\\nNo.\\nInternet or other electronic network activity information.\\nNo.\\nProfessional or employment-related information.\\nNo.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "E.g., IP addresses; the names, addresses, phone numbers, etc. of our customers and prospective customers, business partners or employment candidates.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Ok New! Build lead lists in seconds with our new prospector tool.} "
    },
    {
      "Text": "Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Protected classification characteristics under California or federal law.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Geolocation Data.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Internet or other electronic network activity information.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Professional or employment-related information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {See the other cells in table. See the other cells in table.} "
    },
    {
      "Text": "Sensitive Personal Information (e.g. precise geolocation data)",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If we do not update certain personal information, we will give specific reasons for refusing to do \n              so and provide a contact point for further inquiries. The identity of any person making such a request must be verified in accordance with the verification \n              procedures below as a condition of correcting the personal information as requested.} "
    },
    {
      "Text": "You, analytics providers, advertising networks and platforms\\nNo.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {WE ENCOURAGE YOU TO READ THIS SUPPLEMENT CAREFULLY AND USE IT TO MAKE INFORMED DECISIONS. BY USING OUR SERVICES, YOU AGREE TO THE TERMS OF THE PRIVACY POLICY AND THIS SUPPLEMENT, \n              AND YOUR CONTINUED USE OF THE SERVICES CONSTITUTES YOUR ONGOING AGREEMENT TO THE PRIVACY POLICY AND THIS SUPPLEMENT.} "
    },
    {
      "Text": "You, analytics providers, advertising networks and platforms\\nNo.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {WE ENCOURAGE YOU TO READ THIS SUPPLEMENT CAREFULLY AND USE IT TO MAKE INFORMED DECISIONS. BY USING OUR SERVICES, YOU AGREE TO THE TERMS OF THE PRIVACY POLICY AND THIS SUPPLEMENT, \n              AND YOUR CONTINUED USE OF THE SERVICES CONSTITUTES YOUR ONGOING AGREEMENT TO THE PRIVACY POLICY AND THIS SUPPLEMENT.} "
    },
    {
      "Text": "You, analytics providers, advertising networks and platforms\\nNo.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {WE ENCOURAGE YOU TO READ THIS SUPPLEMENT CAREFULLY AND USE IT TO MAKE INFORMED DECISIONS. BY USING OUR SERVICES, YOU AGREE TO THE TERMS OF THE PRIVACY POLICY AND THIS SUPPLEMENT, \n              AND YOUR CONTINUED USE OF THE SERVICES CONSTITUTES YOUR ONGOING AGREEMENT TO THE PRIVACY POLICY AND THIS SUPPLEMENT.} "
    },
    {
      "Text": "Analytics providers, advertising networks and platforms\\nNo.",
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": "You, recruiters, and executive search agencies\\nNo.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {WE ENCOURAGE YOU TO READ THIS SUPPLEMENT CAREFULLY AND USE IT TO MAKE INFORMED DECISIONS. BY USING OUR SERVICES, YOU AGREE TO THE TERMS OF THE PRIVACY POLICY AND THIS SUPPLEMENT, \n              AND YOUR CONTINUED USE OF THE SERVICES CONSTITUTES YOUR ONGOING AGREEMENT TO THE PRIVACY POLICY AND THIS SUPPLEMENT.} "
    },
    {
      "Text": "Access: you can request access to your personal information",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We describe these rights in this section. Our obligation to afford you these \n              rights or provide notifications to you, however, are subject to any contrary laws, rules, or law enforcement demands.} "
    },
    {
      "Text": "Access: you can request access to your personal information",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {We describe these rights in this section. Our obligation to afford you these \n              rights or provide notifications to you, however, are subject to any contrary laws, rules, or law enforcement demands.} "
    },
    {
      "Text": "Deletion: you can ask us to delete your personal information",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {The categories of personal information that we disclosed about a California resident for a business purpose. The identity of any person making such a request must be verified as a condition of providing the requested information.} "
    },
    {
      "Text": "Opt-out from sales: you can instruct us to stop certain transfers of your personal information",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Sign up for free access Products Products Chrome Extension Find contact data on web File Upload Enrich customer lists & databases Reverse Search Find anyone based on any input API Add Swordfish data to your waterfall Heartbeat.ai Heartbeat.ai by Swordfish solves passive healthcare hiring Solutions Sales Crush sales targets Recruitment Fill job orders in half the time Healthcare Recruitment Heartbeat.ai by Swordfish solves passive healthcare hiring Pricing How does Swordfish compare? Login Try Swordfish for Free Login Try Swordfish for Free Products Chrome Extension File Upload Reverse Search API Heartbeat.ai Test our data coverage Solutions Sales Recruitment Healthcare Recruitment Pricing How does Swordfish compare?} "
    },
    {
      "Text": "DELETE MY PI\\nYou can ask us to delete your personal information we have collected from you. Please be aware that the CCPA has a number of exceptions that allow us to keep your personal information even if you ask us to delete it. For example, we may keep your personal information if it is necessary for us to provide you with a requested service, to detect and protect against security issues, to comply with our legal obligations, or for other purposes that align with your expectations based on your relationship with us or that are consistent with the context in which you provided your personal information",
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": "If you do not have an email address or if you prefer not to provide it in connection with your “Delete My PI” request, please call the toll-free telephone number listed above (under “Exercise Your CCPA Rights”) to submit your request.",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "If you want to exercise more than one of your CCPA rights, please submit a separate request for each CCPA right, which will help us handle your requests more effectively",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "ACCESS MY PI\\nYou can request access to the personal information we have collected about you in the last 12 months. We will also include a summary about the personal information we provide in response to your request. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": "ACCESS MY PI\\nYou can request access to the personal information we have collected about you in the last 12 months. We will also include a summary about the personal information we provide in response to your request. ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": ""
    },
    {
      "Text": "If you do not have an email address or if you prefer not to provide it in connection with your “Access My PI” request, please call the toll-free telephone number listed above (under “Exercise Your CCPA Rights”) to submit your request",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "DO NOT SELL MY PI\\nYou can opt out of the “sale” of your personal information, which is roughly defined by the CCPA as transfers of your personal information to third parties for valuable consideration. If you opt-out, Censia will not “sell” your data, and will instruct third parties who have already received it from us that they cannot either.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": "Exercise Your Right\\nTo be removed, please submit form here.",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "We use cookies to personalize content and ads, to provide social media features and to analyze our traffic",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "We use cookies to personalize content and ads, to provide social media features and to analyze our traffic. We also share information about your use of our site with our social media, advertising and analytics partners.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": "We use cookies to personalize content and ads, to provide social media features and to analyze our traffic. We also share information about your use of our site with our social media, advertising and analytics partners",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "We use cookies to personalize content and ads, to provide social media features and to analyze our traffic. We also share information about your use of our site with our social media, advertising and analytics partners",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": "Last Updated: January 19, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Sign up for free access Products Products Chrome Extension Find contact data on web File Upload Enrich customer lists & databases Reverse Search Find anyone based on any input API Add Swordfish data to your waterfall Heartbeat.ai Heartbeat.ai by Swordfish solves passive healthcare hiring Solutions Sales Crush sales targets Recruitment Fill job orders in half the time Healthcare Recruitment Heartbeat.ai by Swordfish solves passive healthcare hiring Pricing How does Swordfish compare? Login Try Swordfish for Free Login Try Swordfish for Free Products Chrome Extension File Upload Reverse Search API Heartbeat.ai Test our data coverage Solutions Sales Recruitment Healthcare Recruitment Pricing How does Swordfish compare?} "
    },
    {
      "Text": "As stated in the Privacy Policy, we collect personal information from “Users,” who are Swordfish individual customers or business customer representatives who download, install, or use the Swordfish browser extension. We also collect personal information from “Contacts,” who are people whose identities are being confirmed, who are the subject of an investigation, or who are being contacted by Users, for example for recruitment or sales purposes",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Rather, this Supplement provides privacy disclosures to California \n              residents as required by California law to supplement the Privacy Policy. In particular, \n              it discusses categories of personal information Swordfish has collected and individual \n              rights of California residents relative to that personal information.} "
    },
    {
      "Text": "Categories of Personal Information Collected\tPurposes of Use\tCategories of Recipients to Whom The Personal Information Was Disclosed and Sold\t\\n“Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title, as well as social media account URLs from Users and about Contacts. We also require Users to select a account name (username) and password.\tUsers: Identifiers about Users are used for marketing, for opening new user accounts to use Swordfish’s Services, and to maintain existing accounts. User names and passwords are used to authenticate Users to Swordfish's platform. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response.\tIdentifiers of Contacts are sold and disclosed to Users.\t\\nInformation (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to:\tSignature\tWe may collect signatures on forms used for identiy verification purposes for California residents or their agents seeking to exercise individual rights.\tNot applicable.\\nEmployment information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\t\\nBank account number, credit card number, debit card number, or any other financial information. We collect this information from Users.\tPayment information is used for paying for Services.\tPayment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Swordfish.\\nContext-specific personal information not specifically covered within the other categories in this table: the Swordfish website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps.\tThe recordings of uses of the Swordfish website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services.\tNot applicable. Swordfish uses the personal information collected in this category strictly for internal use.\\nCommercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users.\tFor our accounting records, we maintain records of what purchases Users made, when and for how much.\tOur accountants and financial advisors may have access to commercial information of Users.\t\\nElectronic information. The information in this table is almost all in electronic form.\tSee the other cells in table.\tSee the other cells in table.\t\\nProfessional or employment-related information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\t\t",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "Categories of Personal Information Collected\tPurposes of Use\tCategories of Recipients to Whom The Personal Information Was Disclosed and Sold\t\\n“Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title, as well as social media account URLs from Users and about Contacts. We also require Users to select a account name (username) and password.\tUsers: Identifiers about Users are used for marketing, for opening new user accounts to use Swordfish’s Services, and to maintain existing accounts. User names and passwords are used to authenticate Users to Swordfish's platform. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response.\tIdentifiers of Contacts are sold and disclosed to Users.\t\\nInformation (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to:\tSignature\tWe may collect signatures on forms used for identiy verification purposes for California residents or their agents seeking to exercise individual rights.\tNot applicable.\\nEmployment information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\t\\nBank account number, credit card number, debit card number, or any other financial information. We collect this information from Users.\tPayment information is used for paying for Services.\tPayment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Swordfish.\\nContext-specific personal information not specifically covered within the other categories in this table: the Swordfish website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps.\tThe recordings of uses of the Swordfish website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services.\tNot applicable. Swordfish uses the personal information collected in this category strictly for internal use.\\nCommercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users.\tFor our accounting records, we maintain records of what purchases Users made, when and for how much.\tOur accountants and financial advisors may have access to commercial information of Users.\t\\nElectronic information. The information in this table is almost all in electronic form.\tSee the other cells in table.\tSee the other cells in table.\t\\nProfessional or employment-related information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\t\t",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "Categories of Personal Information Collected\tPurposes of Use\tCategories of Recipients to Whom The Personal Information Was Disclosed and Sold\t\\n“Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title, as well as social media account URLs from Users and about Contacts. We also require Users to select a account name (username) and password.\tUsers: Identifiers about Users are used for marketing, for opening new user accounts to use Swordfish’s Services, and to maintain existing accounts. User names and passwords are used to authenticate Users to Swordfish's platform. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response.\tIdentifiers of Contacts are sold and disclosed to Users.\t\\nInformation (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to:\tSignature\tWe may collect signatures on forms used for identiy verification purposes for California residents or their agents seeking to exercise individual rights.\tNot applicable.\\nEmployment information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\t\\nBank account number, credit card number, debit card number, or any other financial information. We collect this information from Users.\tPayment information is used for paying for Services.\tPayment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Swordfish.\\nContext-specific personal information not specifically covered within the other categories in this table: the Swordfish website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps.\tThe recordings of uses of the Swordfish website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services.\tNot applicable. Swordfish uses the personal information collected in this category strictly for internal use.\\nCommercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users.\tFor our accounting records, we maintain records of what purchases Users made, when and for how much.\tOur accountants and financial advisors may have access to commercial information of Users.\t\\nElectronic information. The information in this table is almost all in electronic form.\tSee the other cells in table.\tSee the other cells in table.\t\\nProfessional or employment-related information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\t\t",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "Right of Access and Data Portability\\n\\nUpon request, we will tell a California resident the categories and specific pieces of personal information we have collected about that resident in the previous 12 months. In addition, upon request, we will disclose to a California resident:\\n\\nThe categories of personal information we have collected about that California resident.\\n\\nThe categories of sources from which the personal information is collected.\\n\\nTThe business or commercial purpose for collecting or selling that California resident’s personal information.\\n\\nThe categories of third parties with whom we share personal information.\\n\\nThe specific pieces of personal information we have collected about that California resident.\\n\\nThe categories of personal information that we have sold about that California resident.\\n\\nThe categories of personal information that we disclosed about a California resident for a business purpose.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We describe these rights in this section. Our obligation to afford you these \n              rights or provide notifications to you, however, are subject to any contrary laws, rules, or law enforcement demands.} "
    },
    {
      "Text": "Right of Access and Data Portability\\n\\nUpon request, we will tell a California resident the categories and specific pieces of personal information we have collected about that resident in the previous 12 months. In addition, upon request, we will disclose to a California resident:\\n\\nThe categories of personal information we have collected about that California resident.\\n\\nThe categories of sources from which the personal information is collected.\\n\\nTThe business or commercial purpose for collecting or selling that California resident’s personal information.\\n\\nThe categories of third parties with whom we share personal information.\\n\\nThe specific pieces of personal information we have collected about that California resident.\\n\\nThe categories of personal information that we have sold about that California resident.\\n\\nThe categories of personal information that we disclosed about a California resident for a business purpose.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {We describe these rights in this section. Our obligation to afford you these \n              rights or provide notifications to you, however, are subject to any contrary laws, rules, or law enforcement demands.} "
    },
    {
      "Text": "Right of Deletion\\n\\nYou have the right to request that we delete any of your personal information that we collected from you and retained by us, subject to certain conditions and exceptions under the law. For instance, we have the right to retain personal information needed to:\\n\\nComplete the transaction for which the personal information was collected, provide a good or service requested by the California resident, or reasonably anticipated within the context of our ongoing business relationship with the California resident, or otherwise perform a contract between our business and the California resident.\\n\\nHelp to ensure security and integrity to the extent the use of the consumer’s personal information is reasonably necessary and proportionate for those purposes.\\n\\nConduct solely internal uses that are reasonably aligned with the expectations of the California resident based on the California resident’s relationship with us.\\n\\nComply with a legal obligation.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {The categories of personal information that we disclosed about a California resident for a business purpose. The identity of any person making such a request must be verified as a condition of providing the requested information.} "
    },
    {
      "Text": "Right of Correction\\n\\nYou have the right to request that we correct any inaccurate or out-of-date personal information that we collected about you, subject to certain conditions exceptions. We may have a legal right or obligation to preserve personal information as it currently exists. If we do not update certain personal information, we will give specific reasons for refusing to do so and provide a contact point for further inquiries.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Comply with a legal obligation. The identity of any person making such a request must be verified in accordance with the verification procedures \n              below as a condition of deleting the personal information as requested.} "
    },
    {
      "Text": "Right to Restrict Usage of Sensitive Personal Information\\n\\nYou have the right to request that we restrict usage of what is defined as sensitive personal information under California law. The only sensitive personal information we collect and use is account information – usernames and passwords. Nonetheless, by policy, we never disclose usernames and passwords to third parties that are not our parent companies or affiliates and only use them for authenticating you when you try to access our website.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {If we do not update certain personal information, we will give specific reasons for refusing to do \n              so and provide a contact point for further inquiries. The identity of any person making such a request must be verified in accordance with the verification \n              procedures below as a condition of correcting the personal information as requested.} "
    },
    {
      "Text": "How to Exercise Individual Rights\\n\\nIf you wish to contact us about any of your rights as set out in this section, please contact us by one of the methods listed below in the Contact Us section. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {The only sensitive personal information \n              we collect and use is account information – usernames and passwords. Nonetheless, by policy, we never disclose usernames and passwords to third parties \n              that are not our parent companies or affiliates and only use them for \n              authenticating you when you try to access our website.} "
    },
    {
      "Text": "Policy Against Discrimination\\n\\nCalifornia residents have a right not to receive discriminatory treatment by any business covered by the CCPA/CPRA for the exercise of the privacy rights conferred by the CCPA/CPRA. Accordingly, Swordfish will not discriminate against individual California residents for exercising any of their rights under the CCPA/CPRA, including by:\\n\\nDenying goods or services to the California resident\\n\\nCharging different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties.\\n\\nProviding a different level or quality of goods or services\\n\\nSuggesting that the California resident will receive a different price or rate for goods or services or a different level or quality of goods or services",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Examples of proof of authorization include a power of attorney under the California Probate Code or certified \n              letters of conservatorship. Please contact us by one of the methods listed below in the Contact Us \n              section for additional details on exercising individual rights on behalf of a California resident.} "
    },
    {
      "Text": "Sale of Personal Information of Minors\\n\\nSwordfish does not knowingly sell the personal information of minors under 16 years of age.",
      "Label": "Others",
      "Context": "2 Sentences Before {Policy Against Discrimination California residents have a right not to receive discriminatory treatment by any \n              business covered by the CCPA/CPRA for the exercise of the privacy rights conferred by the CCPA/CPRA. Accordingly, Swordfish will not discriminate against individual California residents for exercising any \n              of their rights under the CCPA/CPRA, including by: Denying goods or services to the California resident Charging different prices or rates for goods or services,\n                  including through the use of discounts or other benefits or\n                  imposing penalties.} "
    },
    {
      "Text": "Notice Of Right To Opt Out\\nIf you prefer that we not sell your personal information (by disclosing your Business Profile to our Users, vendors or business partners), you may opt-out by filling in your relevant details at www.swordfishapp.com/Optout.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {If you are a Contact, you may also opt out of the sale of your personal information as stated in the next section. If you wish to reach us by phone to exercise any of your privacy rights, you may call us toll free at +1 855-596-6906 .} "
    },
    {
      "Text": "Notice Of Right To Opt Out\\nIf you prefer that we not sell your personal information (by disclosing your Business Profile to our Users, vendors or business partners), you may opt-out by filling in your relevant details at www.swordfishapp.com/Optout.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you are a Contact, you may also opt out of the sale of your personal information as stated in the next section. If you wish to reach us by phone to exercise any of your privacy rights, you may call us toll free at +1 855-596-6906 .} "
    },
    {
      "Text": "1. Marketing, analytics, and other research, for example:\n\nto respond to communications and customer service inquiries;\nto market to you and provide you information about new products and events;\nfor our internal and operational purposes, such as to consider or make internal service improvements or quality checking, or for our own sales and marketing purposes.\n2. Processing job applications and employee management.\n‍\n3. Other internal purposes, for example:\n\ninternal research, internal operations, auditing, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We use Site Data, from other “business to business” interactions (such as at trade shows) or from data compilers for the above, as well as for our own marketing, business and employee recruitment purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Sign up for free access Products Products Chrome Extension Find contact data on web File Upload Enrich customer lists & databases Reverse Search Find anyone based on any input API Add Swordfish data to your waterfall Heartbeat.ai Heartbeat.ai by Swordfish solves passive healthcare hiring Solutions Sales Crush sales targets Recruitment Fill job orders in half the time Healthcare Recruitment Heartbeat.ai by Swordfish solves passive healthcare hiring Pricing How does Swordfish compare? Login Try Swordfish for Free Login Try Swordfish for Free Products Chrome Extension File Upload Reverse Search API Heartbeat.ai Test our data coverage Solutions Sales Recruitment Healthcare Recruitment Pricing How does Swordfish compare?} "
    },
    {
      "Text": "To submit a data access request, you can click this LINK or email us at privacy@safegraph.com.",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "Category\\nSold or Shared\\nIdentifiers\\n‍E.g.,  IP address; mobile ad identifiers.\\nIdentifiersE.g., IP addresses; the names, addresses, phone numbers, etc. of our customers and prospective customers, business partners or employment candidates.\\nNo.\\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).\\nNo.\\nCharacteristics of protected classifications under California or federal law (e.g., gender of potential customers in marketing surveys).\\nNo.\\nCommercial information, including records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\\nNo.\\nInternet or other electronic network activity information.\\nNo.\\nProfessional or employment-related information.\\nNo.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Category\\nSold or Shared\\nIdentifiers\\n‍E.g.,  IP address; mobile ad identifiers.\\nIdentifiersE.g., IP addresses; the names, addresses, phone numbers, etc. of our customers and prospective customers, business partners or employment candidates.\\nNo.\\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).\\nNo.\\nCharacteristics of protected classifications under California or federal law (e.g., gender of potential customers in marketing surveys).\\nNo.\\nCommercial information, including records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\\nNo.\\nInternet or other electronic network activity information.\\nNo.\\nProfessional or employment-related information.\\nNo.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": "Category\\nSold or Shared\\nIdentifiers\\n‍E.g.,  IP address; mobile ad identifiers.\\nIdentifiersE.g., IP addresses; the names, addresses, phone numbers, etc. of our customers and prospective customers, business partners or employment candidates.\\nNo.\\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).\\nNo.\\nCharacteristics of protected classifications under California or federal law (e.g., gender of potential customers in marketing surveys).\\nNo.\\nCommercial information, including records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\\nNo.\\nInternet or other electronic network activity information.\\nNo.\\nProfessional or employment-related information.\\nNo.",
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": "1. Marketing, analytics, and other research, for example:\\n\\nto respond to communications and customer service inquiries;\\nto market to you and provide you information about new products and events;\\nfor our internal and operational purposes, such as to consider or make internal service improvements or quality checking, or for our own sales and marketing purposes.\\n2. Processing job applications and employee management.\\n‍\\n3. Other internal purposes, for example:\\n\\ninternal research, internal operations, auditing, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We use Site Data, from other “business to business” interactions (such as at trade shows) or from data compilers for the above, as well as for our own marketing, business and employee recruitment purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Sign up for free access Products Products Chrome Extension Find contact data on web File Upload Enrich customer lists & databases Reverse Search Find anyone based on any input API Add Swordfish data to your waterfall Heartbeat.ai Heartbeat.ai by Swordfish solves passive healthcare hiring Solutions Sales Crush sales targets Recruitment Fill job orders in half the time Healthcare Recruitment Heartbeat.ai by Swordfish solves passive healthcare hiring Pricing How does Swordfish compare? Login Try Swordfish for Free Login Try Swordfish for Free Products Chrome Extension File Upload Reverse Search API Heartbeat.ai Test our data coverage Solutions Sales Recruitment Healthcare Recruitment Pricing How does Swordfish compare?} "
    },
    {
      "Text": "1. Marketing, analytics, and other research, for example:\\n\\nto respond to communications and customer service inquiries;\\nto market to you and provide you information about new products and events;\\nfor our internal and operational purposes, such as to consider or make internal service improvements or quality checking, or for our own sales and marketing purposes.\\n2. Processing job applications and employee management.\\n‍\\n3. Other internal purposes, for example:\\n\\ninternal research, internal operations, auditing, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We use Site Data, from other “business to business” interactions (such as at trade shows) or from data compilers for the above, as well as for our own marketing, business and employee recruitment purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Sign up for free access Products Products Chrome Extension Find contact data on web File Upload Enrich customer lists & databases Reverse Search Find anyone based on any input API Add Swordfish data to your waterfall Heartbeat.ai Heartbeat.ai by Swordfish solves passive healthcare hiring Solutions Sales Crush sales targets Recruitment Fill job orders in half the time Healthcare Recruitment Heartbeat.ai by Swordfish solves passive healthcare hiring Pricing How does Swordfish compare? Login Try Swordfish for Free Login Try Swordfish for Free Products Chrome Extension File Upload Reverse Search API Heartbeat.ai Test our data coverage Solutions Sales Recruitment Healthcare Recruitment Pricing How does Swordfish compare?} "
    },
    {
      "Text": "2. Notice of Collection, Sale, Sharing, and Disclosure of Information in Past 12 Months",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Sign up for free access Products Products Chrome Extension Find contact data on web File Upload Enrich customer lists & databases Reverse Search Find anyone based on any input API Add Swordfish data to your waterfall Heartbeat.ai Heartbeat.ai by Swordfish solves passive healthcare hiring Solutions Sales Crush sales targets Recruitment Fill job orders in half the time Healthcare Recruitment Heartbeat.ai by Swordfish solves passive healthcare hiring Pricing How does Swordfish compare? Login Try Swordfish for Free Login Try Swordfish for Free Products Chrome Extension File Upload Reverse Search API Heartbeat.ai Test our data coverage Solutions Sales Recruitment Healthcare Recruitment Pricing How does Swordfish compare?} "
    },
    {
      "Text": "2. Notice of Collection, Sale, Sharing, and Disclosure of Information in Past 12 Months",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Sign up for free access Products Products Chrome Extension Find contact data on web File Upload Enrich customer lists & databases Reverse Search Find anyone based on any input API Add Swordfish data to your waterfall Heartbeat.ai Heartbeat.ai by Swordfish solves passive healthcare hiring Solutions Sales Crush sales targets Recruitment Fill job orders in half the time Healthcare Recruitment Heartbeat.ai by Swordfish solves passive healthcare hiring Pricing How does Swordfish compare? Login Try Swordfish for Free Login Try Swordfish for Free Products Chrome Extension File Upload Reverse Search API Heartbeat.ai Test our data coverage Solutions Sales Recruitment Healthcare Recruitment Pricing How does Swordfish compare?} "
    },
    {
      "Text": "2. Notice of Collection, Sale, Sharing, and Disclosure of Information in Past 12 Months",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Sign up for free access Products Products Chrome Extension Find contact data on web File Upload Enrich customer lists & databases Reverse Search Find anyone based on any input API Add Swordfish data to your waterfall Heartbeat.ai Heartbeat.ai by Swordfish solves passive healthcare hiring Solutions Sales Crush sales targets Recruitment Fill job orders in half the time Healthcare Recruitment Heartbeat.ai by Swordfish solves passive healthcare hiring Pricing How does Swordfish compare? Login Try Swordfish for Free Login Try Swordfish for Free Products Chrome Extension File Upload Reverse Search API Heartbeat.ai Test our data coverage Solutions Sales Recruitment Healthcare Recruitment Pricing How does Swordfish compare?} "
    },
    {
      "Text": "1. Notice at collection of personal information",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Sign up for free access Products Products Chrome Extension Find contact data on web File Upload Enrich customer lists & databases Reverse Search Find anyone based on any input API Add Swordfish data to your waterfall Heartbeat.ai Heartbeat.ai by Swordfish solves passive healthcare hiring Solutions Sales Crush sales targets Recruitment Fill job orders in half the time Healthcare Recruitment Heartbeat.ai by Swordfish solves passive healthcare hiring Pricing How does Swordfish compare? Login Try Swordfish for Free Login Try Swordfish for Free Products Chrome Extension File Upload Reverse Search API Heartbeat.ai Test our data coverage Solutions Sales Recruitment Healthcare Recruitment Pricing How does Swordfish compare?} "
    },
    {
      "Text": "Category\\nSold or Shared\\nIncluded in SafeGraph Services?\\nBusiness or Commercial Purpose\\nIdentifiers\\nE.g., IP addresses; the names, addresses, phone numbers, etc. of our customers and prospective customers, business partners or employment candidates.\\nYou, analytics providers, advertising networks and platforms\\nNo.\\nSee Purposes in Section 1 above\\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).\\nYou, analytics providers, advertising networks and platforms\\nNo.\\nSee Purposes in Section 1 above\\nProtected classification characteristics under California or federal law.\\nYou, analytics providers, advertising networks and platforms\\nNo.\\nSee Purposes in Section 1 above\\nGeolocation Data.\\nThird Party Data Compilers\\nNo.\\nTo develop SafeGraph Services\\nInternet or other electronic network activity information.\\nAnalytics providers, advertising networks and platforms\\nNo.\\nSee Purposes in Section 1 above\\nProfessional or employment-related information.\\nYou, recruiters, and executive search agencies\\nNo.\\nSee Purposes in Section 1 above\\nSensitive Personal Information (e.g. precise geolocation data)\\nTo the extent we collection sensitive information, we do not use it to infer characteristics about a consumer, consistent with section 1798.121(d).\\nThird Party Data Compilers\\nNo.\\nTo develop SafeGraph Services",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Category\\nSold or Shared\\nIncluded in SafeGraph Services?\\nBusiness or Commercial Purpose\\nIdentifiers\\nE.g., IP addresses; the names, addresses, phone numbers, etc. of our customers and prospective customers, business partners or employment candidates.\\nYou, analytics providers, advertising networks and platforms\\nNo.\\nSee Purposes in Section 1 above\\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).\\nYou, analytics providers, advertising networks and platforms\\nNo.\\nSee Purposes in Section 1 above\\nProtected classification characteristics under California or federal law.\\nYou, analytics providers, advertising networks and platforms\\nNo.\\nSee Purposes in Section 1 above\\nGeolocation Data.\\nThird Party Data Compilers\\nNo.\\nTo develop SafeGraph Services\\nInternet or other electronic network activity information.\\nAnalytics providers, advertising networks and platforms\\nNo.\\nSee Purposes in Section 1 above\\nProfessional or employment-related information.\\nYou, recruiters, and executive search agencies\\nNo.\\nSee Purposes in Section 1 above\\nSensitive Personal Information (e.g. precise geolocation data)\\nTo the extent we collection sensitive information, we do not use it to infer characteristics about a consumer, consistent with section 1798.121(d).\\nThird Party Data Compilers\\nNo.\\nTo develop SafeGraph Services",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": "Category\\nSold or Shared\\nIncluded in SafeGraph Services?\\nBusiness or Commercial Purpose\\nIdentifiers\\nE.g., IP addresses; the names, addresses, phone numbers, etc. of our customers and prospective customers, business partners or employment candidates.\\nYou, analytics providers, advertising networks and platforms\\nNo.\\nSee Purposes in Section 1 above\\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).\\nYou, analytics providers, advertising networks and platforms\\nNo.\\nSee Purposes in Section 1 above\\nProtected classification characteristics under California or federal law.\\nYou, analytics providers, advertising networks and platforms\\nNo.\\nSee Purposes in Section 1 above\\nGeolocation Data.\\nThird Party Data Compilers\\nNo.\\nTo develop SafeGraph Services\\nInternet or other electronic network activity information.\\nAnalytics providers, advertising networks and platforms\\nNo.\\nSee Purposes in Section 1 above\\nProfessional or employment-related information.\\nYou, recruiters, and executive search agencies\\nNo.\\nSee Purposes in Section 1 above\\nSensitive Personal Information (e.g. precise geolocation data)\\nTo the extent we collection sensitive information, we do not use it to infer characteristics about a consumer, consistent with section 1798.121(d).\\nThird Party Data Compilers\\nNo.\\nTo develop SafeGraph Services",
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": "Category\\nCategory of Third Parties to Whom Disclosed\\nBusiness or Commercial Purpose\\nIdentifiers\\nE.g., IP addresses; the names, addresses, phone numbers, etc. of our customers and prospective customers, business partners or employment candidates\\nTo service providers for the provision of services to SafeGraph.\\nMarketing, analytics, and other research\\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).\\nTo service providers for the provision of services to SafeGraph; to government regulators as required by law\\nMarketing, analytics, and other research\\nProfessional or employment-related information.\\nTo service providers for the provision of services to SafeGraph; to government regulators as required by law\\nProcessing job applications and employee management",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Category\\nCategory of Third Parties to Whom Disclosed\\nBusiness or Commercial Purpose\\nIdentifiers\\nE.g., IP addresses; the names, addresses, phone numbers, etc. of our customers and prospective customers, business partners or employment candidates\\nTo service providers for the provision of services to SafeGraph.\\nMarketing, analytics, and other research\\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).\\nTo service providers for the provision of services to SafeGraph; to government regulators as required by law\\nMarketing, analytics, and other research\\nProfessional or employment-related information.\\nTo service providers for the provision of services to SafeGraph; to government regulators as required by law\\nProcessing job applications and employee management",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": "Category\\nCategory of Third Parties to Whom Disclosed\\nBusiness or Commercial Purpose\\nIdentifiers\\nE.g., IP addresses; the names, addresses, phone numbers, etc. of our customers and prospective customers, business partners or employment candidates\\nTo service providers for the provision of services to SafeGraph.\\nMarketing, analytics, and other research\\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).\\nTo service providers for the provision of services to SafeGraph; to government regulators as required by law\\nMarketing, analytics, and other research\\nProfessional or employment-related information.\\nTo service providers for the provision of services to SafeGraph; to government regulators as required by law\\nProcessing job applications and employee management",
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": "Without being discriminated against for exercising these rights, California Consumers have the right to request that we disclose what Information we collect from you, to correct that Information, to delete that Information, to opt-out of the sale or sharing of your Information, and to limit the use and disclosure of sensitive personal information subject to certain restrictions. ",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": ""
    },
    {
      "Text": "Without being discriminated against for exercising these rights, California Consumers have the right to request that we disclose what Information we collect from you, to correct that Information, to delete that Information, to opt-out of the sale or sharing of your Information, and to limit the use and disclosure of sensitive personal information subject to certain restrictions.",
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": "Without being discriminated against for exercising these rights, California Consumers have the right to request that we disclose what Information we collect from you, to correct that Information, to delete that Information, to opt-out of the sale or sharing of your Information, and to limit the use and disclosure of sensitive personal information subject to certain restrictions.",
      "Label": "Description of Right to Correct Information",
      "Context": ""
    },
    {
      "Text": "Without being discriminated against for exercising these rights, California Consumers have the right to request that we disclose what Information we collect from you, to correct that Information, to delete that Information, to opt-out of the sale or sharing of your Information, and to limit the use and disclosure of sensitive personal information subject to certain restrictions.",
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": "Without being discriminated against for exercising these rights, California Consumers have the right to request that we disclose what Information we collect from you, to correct that Information, to delete that Information, to opt-out of the sale or sharing of your Information, and to limit the use and disclosure of sensitive personal information subject to certain restrictions.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": "Without being discriminated against for exercising these rights, California Consumers have the right to request that we disclose what Information we collect from you, to correct that Information, to delete that Information, to opt-out of the sale or sharing of your Information, and to limit the use and disclosure of sensitive personal information subject to certain restrictions.",
      "Label": "Description of Right to Limit use of PI",
      "Context": ""
    },
    {
      "Text": "Right to Know: California residents have the right to know what Information we have collected about them and the right to request that we provide them certain information about how we have handled their information in the prior 12 months, including the:\\n\\ncategories of Information collected;\\ncategories of sources of Information;\\ncategories of Information about them we have disclosed for a business purpose or sold;\\ncategories of third parties to whom we have sold or disclosed for a business purpose their Information;\\nthe business or commercial purposes for collecting or selling their Information; and\\na copy of the specific pieces of Information we have collected about them.",
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": "Right to Deletion: California Consumers have the right to request deletion of their Information that we have collected about them, subject to certain exemptions, and to have such Information deleted, except where necessary for any list of exempt purposes. Please also note that we may retain Information for certain important purposes, such as (a) to protect our business, systems, and users from fraudulent activity, (b) to address technical issues that impair existing functionality (such as de-bugging purposes), (c) as necessary for us, or others, to exercise their free speech or other rights, (d) to comply with law enforcement requests pursuant to lawful process, (e) for scientific or historical research, (f) for our own internal purposes reasonably related to your relationship with us, or to comply with legal obligations. Additionally, we need certain types of information so that we can provide our Services to you. If you ask us to delete it, you may no longer be able to access or use our Services",
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": "Right to Correct: California Consumers have the right to correct inaccurate Information that a business maintains about that consumer.",
      "Label": "Description of Right to Correct Information",
      "Context": ""
    },
    {
      "Text": "Notice of Right To Opt-out of the Sale or Sharing of Information: California Consumers have the right to opt-out of the sale of their Information or the sharing of their Information for cross-context behavioral advertising.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": "Notice of Right to Limit Use and Disclosure of Sensitive Personal Information: California Consumers have the right to limit the use and disclosure of their sensitive personal information if used or disclosed for purposes not specified in the CCPA",
      "Label": "Description of Right to Limit use of PI",
      "Context": ""
    },
    {
      "Text": "Right to Non-discrimination. California Consumers have the right not to be subject to discriminatory treatment for exercising their privacy rights under the CCPA, including the right not to be retaliated against for the exercise of their CCPA rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": ""
    },
    {
      "Text": "4. Information About Persons Under 16 Years of Age  \\nWe do not knowingly collect Information from minors under 16 years of age in California unless we have received legal consent to do so. If we learn that personal information from such California residents has been collected, we will take reasonable steps to remove their information from our database (or to obtain legally required consent).",
      "Label": "Others",
      "Context": ""
    },
    {
      "Text": "5. Methods for Exercising Opt-Out Rights\\nYou have the right to opt-out of the sharing of your Personal Information by us or to limit the use or disclosure of your Sensitive Personal Information.  To exercise these rights, you can use the link Do Not Sell or Share My Personal Information on our website or send an email to privacy@safegraph.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may also contact us at this email address if you are aware of abuse or misuse of our Services. If you are a Contact, you may also opt out of the sale of your personal information as stated in the next section.} "
    },
    {
      "Text": "5. Methods for Exercising Opt-Out Rights\\nYou have the right to opt-out of the sharing of your Personal Information by us or to limit the use or disclosure of your Sensitive Personal Information. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You may also contact us at this email address if you are aware of abuse or misuse of our Services. If you are a Contact, you may also opt out of the sale of your personal information as stated in the next section.} "
    },
    {
      "Text": "Last Updated: January 19, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Sign up for free access Products Products Chrome Extension Find contact data on web File Upload Enrich customer lists & databases Reverse Search Find anyone based on any input API Add Swordfish data to your waterfall Heartbeat.ai Heartbeat.ai by Swordfish solves passive healthcare hiring Solutions Sales Crush sales targets Recruitment Fill job orders in half the time Healthcare Recruitment Heartbeat.ai by Swordfish solves passive healthcare hiring Pricing How does Swordfish compare? Login Try Swordfish for Free Login Try Swordfish for Free Products Chrome Extension File Upload Reverse Search API Heartbeat.ai Test our data coverage Solutions Sales Recruitment Healthcare Recruitment Pricing How does Swordfish compare?} "
    },
    {
      "Text": "As stated in the Privacy Policy, we collect personal information from “Users,” who are Swordfish individual customers or business customer representatives who download, install, or use the Swordfish browser extension. We also collect personal information from “Contacts,” who are people whose identities are being confirmed, who are the subject of an investigation, or who are being contacted by Users, for example for recruitment or sales purposes. Using the Swordfish Services (e.g., plugin or website interface), Users can lookup “Business Profiles” of Contacts by social media URL, name, phone number, email address, or postal address. The Services return the available contact information (name, phone number, email address, location (city and country), company name, and job title) and social media account URLs.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Rather, this Supplement provides privacy disclosures to California \n              residents as required by California law to supplement the Privacy Policy. In particular, \n              it discusses categories of personal information Swordfish has collected and individual \n              rights of California residents relative to that personal information.} "
    },
    {
      "Text": "“Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title, as well as social media account URLs from Users and about Contacts. We also require Users to select a account name (username) and password.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Users: Identifiers about Users are used for marketing, for opening new user accounts to use Swordfish’s Services, and to maintain existing accounts. User names and passwords are used to authenticate Users to Swordfish's platform. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Rather, this Supplement provides privacy disclosures to California \n              residents as required by California law to supplement the Privacy Policy. In particular, \n              it discusses categories of personal information Swordfish has collected and individual \n              rights of California residents relative to that personal information.} "
    },
    {
      "Text": "Users: Identifiers about Users are used for marketing, for opening new user accounts to use Swordfish’s Services, and to maintain existing accounts. User names and passwords are used to authenticate Users to Swordfish's platform. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Rather, this Supplement provides privacy disclosures to California \n              residents as required by California law to supplement the Privacy Policy. In particular, \n              it discusses categories of personal information Swordfish has collected and individual \n              rights of California residents relative to that personal information.} "
    },
    {
      "Text": "Users: Identifiers about Users are used for marketing, for opening new user accounts to use Swordfish’s Services, and to maintain existing accounts. User names and passwords are used to authenticate Users to Swordfish's platform. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Rather, this Supplement provides privacy disclosures to California \n              residents as required by California law to supplement the Privacy Policy. In particular, \n              it discusses categories of personal information Swordfish has collected and individual \n              rights of California residents relative to that personal information.} "
    },
    {
      "Text": "Identifiers of Contacts are sold and disclosed to Users.\t",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Contacts: Identifiers are used to provide Services to Users. Users query our Services\n                    and receive Identifiers of Contacts in response.} "
    },
    {
      "Text": " a",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Identifiers of Contacts are sold and disclosed to Users.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Contacts: Identifiers are used to provide Services to Users. Users query our Services\n                    and receive Identifiers of Contacts in response.} "
    },
    {
      "Text": "Identifiers of Contacts are sold and disclosed to Users.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Contacts: Identifiers are used to provide Services to Users. Users query our Services\n                    and receive Identifiers of Contacts in response.} "
    },
    {
      "Text": "Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to:\tSignature\tWe may collect signatures on forms used for identiy verification purposes for California residents or their agents seeking to exercise individual rights.\tNot applicable.\\nEmployment information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "\tBank account number, credit card number, debit card number, or any other financial information. We collect this information from Users.\tPayment information is used for paying for Services.\tPayment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Swordfish.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We collect company name and job title for Contacts. This\n                    information is used to provide Services to Users in response\n                    to their queries.} "
    },
    {
      "Text": "\tBank account number, credit card number, debit card number, or any other financial information. We collect this information from Users.\tPayment information is used for paying for Services.\tPayment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Swordfish.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We collect company name and job title for Contacts. This\n                    information is used to provide Services to Users in response\n                    to their queries.} "
    },
    {
      "Text": "\tContext-specific personal information not specifically covered within the other categories in this table: the Swordfish website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps.\tThe recordings of uses of the Swordfish website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services.\tNot applicable. Swordfish uses the personal information collected in this category strictly for internal use.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Payment information is never sold. It is, however, disclosed\n                    to payment gateway service providers that process payments\n                    from Users on behalf of Swordfish.} "
    },
    {
      "Text": "Commercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users.\tFor our accounting records, we maintain records of what purchases Users made, when and for how much.\tOur accountants and financial advisors may have access to commercial information of Users.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Not applicable. Swordfish uses the personal information collected in this category strictly for internal use.} "
    },
    {
      "Text": "Commercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users.\tFor our accounting records, we maintain records of what purchases Users made, when and for how much.\tOur accountants and financial advisors may have access to commercial information of Users.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Not applicable. Swordfish uses the personal information collected in this category strictly for internal use.} "
    },
    {
      "Text": "Electronic information. The information in this table is almost all in electronic form.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For our accounting records, we maintain records of what\n                    purchases Users made, when and for how much. Our accountants and financial advisors may have access to\n                    commercial information of Users.} "
    },
    {
      "Text": "Professional or employment-related information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {See the other cells in table. See the other cells in table.} "
    },
    {
      "Text": "Professional or employment-related information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\t\t\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {See the other cells in table. See the other cells in table.} "
    },
    {
      "Text": "Professional or employment-related information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {See the other cells in table. See the other cells in table.} "
    },
    {
      "Text": "Categories of Personal Information Collected: “Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title, as well as social media account URLs from Users and about Contacts. We also require Users to select a account name (username) and password. ||| Purposes of Use: Users: Identifiers about Users are used for marketing, for opening new user accounts to use Swordfish’s Services, and to maintain existing accounts. User names and passwords are used to authenticate Users to Swordfish's platform. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "Categories of Personal Information Collected: “Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title, as well as social media account URLs from Users and about Contacts. We also require Users to select a account name (username) and password. ||| Purposes of Use: Users: Identifiers about Users are used for marketing, for opening new user accounts to use Swordfish’s Services, and to maintain existing accounts. User names and passwords are used to authenticate Users to Swordfish's platform. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Identifiers of Contacts are sold and disclosed to Users. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "Categories of Personal Information Collected: “Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title, as well as social media account URLs from Users and about Contacts. We also require Users to select a account name (username) and password. ||| Purposes of Use: Users: Identifiers about Users are used for marketing, for opening new user accounts to use Swordfish’s Services, and to maintain existing accounts. User names and passwords are used to authenticate Users to Swordfish's platform. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Identifiers of Contacts are sold and disclosed to Users. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "Categories of Personal Information Collected: Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| Purposes of Use: Signature |||",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "Categories of Personal Information Collected: Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| Purposes of Use: Signature ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: We may collect signatures on forms used for identiy verification purposes for California residents or their agents seeking to exercise individual rights. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "Categories of Personal Information Collected: Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| Purposes of Use: Signature ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: We may collect signatures on forms used for identiy verification purposes for California residents or their agents seeking to exercise individual rights. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "Categories of Personal Information Collected: ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "Employment information (job title and business contact information).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Information (other than Identifiers already described above)\n                    that identifies, relates to, describes, or is capable of\n                    being associated with, a particular individual, including,\n                    but not limited to: Signature We may collect signatures on forms used for identiy\n                    verification purposes for California residents or their\n                    agents seeking to exercise individual rights. Not applicable.} "
    },
    {
      "Text": "Employment information (job title and business contact information). ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Information (other than Identifiers already described above)\n                    that identifies, relates to, describes, or is capable of\n                    being associated with, a particular individual, including,\n                    but not limited to: Signature We may collect signatures on forms used for identiy\n                    verification purposes for California residents or their\n                    agents seeking to exercise individual rights. Not applicable.} "
    },
    {
      "Text": "Employment information (job title and business contact information). ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Information (other than Identifiers already described above)\n                    that identifies, relates to, describes, or is capable of\n                    being associated with, a particular individual, including,\n                    but not limited to: Signature We may collect signatures on forms used for identiy\n                    verification purposes for California residents or their\n                    agents seeking to exercise individual rights. Not applicable.} "
    },
    {
      "Text": "Categories of Personal Information Collected:",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "Bank account number, credit card number, debit card number, or any other financial information. We collect this information from Users. |",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We collect company name and job title for Contacts. This\n                    information is used to provide Services to Users in response\n                    to their queries.} "
    },
    {
      "Text": "Bank account number, credit card number, debit card number, or any other financial information. We collect this information from Users. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Payment information is used for paying for Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We collect company name and job title for Contacts. This\n                    information is used to provide Services to Users in response\n                    to their queries.} "
    },
    {
      "Text": "Payment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Swordfish.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We collect this\n                    information from Users. Payment information is used for paying for Services.} "
    },
    {
      "Text": "Payment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Swordfish.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We collect this\n                    information from Users. Payment information is used for paying for Services.} "
    },
    {
      "Text": "Categories of Personal Information Collected",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "Purposes of Use: Context-specific personal information not specifically covered within the other categories in this table: the Swordfish website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA. This supplement assists in our compliance program for CCPA, CPRA, and other applicable privacy laws CCPA/CPRA DISCLOSURES (i) Categories of Personal Information and Recipients The table below summarizes the categories of personal information we collect from California \n              residents (and have collected in the last 12 months), the purposes for which the categories \n              of personal information will be used, and the categories of recipients to whom Swordfish has \n              disclosed (including for a business purpose) and sold personal information (and has done so in the past 12 months).} "
    },
    {
      "Text": "Swordfish uses the personal information collected in this category strictly for internal use.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The recordings of uses of the Swordfish website is collected for amongst other things troubleshooting errors \n                    and bugs as well as for research and analytics purposes about your use of the Services. Not applicable.} "
    },
    {
      "Text": "Categories of Personal Information Collected: Commercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "Purposes of Use: For our accounting records, we maintain records of what purchases Users made, when and for how much.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA. This supplement assists in our compliance program for CCPA, CPRA, and other applicable privacy laws CCPA/CPRA DISCLOSURES (i) Categories of Personal Information and Recipients The table below summarizes the categories of personal information we collect from California \n              residents (and have collected in the last 12 months), the purposes for which the categories \n              of personal information will be used, and the categories of recipients to whom Swordfish has \n              disclosed (including for a business purpose) and sold personal information (and has done so in the past 12 months).} "
    },
    {
      "Text": "Categories of Personal Information Collected: Commercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users. ||| Purposes of Use: For our accounting records, we maintain records of what purchases Users made, when and for how much. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Our accountants and financial advisors may have access to commercial information of Users.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "Categories of Personal Information Collected: Commercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users. ||| Purposes of Use: For our accounting records, we maintain records of what purchases Users made, when and for how much. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Our accountants and financial advisors may have access to commercial information of Users.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "Categories of Personal Information Collected: Electronic information. The information in this table is almost all in electronic form. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "Categories of Personal Information Collected: Professional or employment-related information (job title and business contact information).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Not applicable. Employment information (job title and business contact\n                    information).} "
    },
    {
      "Text": "We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Not applicable. Employment information (job title and business contact\n                    information).} "
    },
    {
      "Text": "We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Not applicable. Employment information (job title and business contact\n                    information).} "
    },
    {
      "Text": "We may also use personal information for purposes that are compatible with the purposes disclosed above.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We collect company name and job title for Contacts. This\n                    information is used to provide Services to Users in response\n                    to their queries.} "
    },
    {
      "Text": "We may also use personal information for purposes that are compatible with the purposes disclosed above.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We collect company name and job title for Contacts. This\n                    information is used to provide Services to Users in response\n                    to their queries.} "
    },
    {
      "Text": "We may also use personal information for purposes that are compatible with the purposes disclosed above.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We collect company name and job title for Contacts. This\n                    information is used to provide Services to Users in response\n                    to their queries.} "
    },
    {
      "Text": "Account names used to log into Swordfish (usernames) and passwords are considered “sensitive personal information.”",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This\n                    information is used to provide Services to Users in response\n                    to their queries. We may also use personal information for purposes that are compatible with the purposes disclosed above.} "
    },
    {
      "Text": "The sources of the personal information we collect is explained in the Swordfish Privacy Policy.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This\n                    information is used to provide Services to Users in response\n                    to their queries. We may also use personal information for purposes that are compatible with the purposes disclosed above.} "
    },
    {
      "Text": "Right of Access and Data Portability\\n\\nUpon request, we will tell a California resident the categories and specific pieces of personal information we have collected about that resident in the previous 12 months. In addition, upon request, we will disclose to a California resident:\\n\\nThe categories of personal information we have collected about that California resident.\\n\\nThe categories of sources from which the personal information is collected.\\n\\nTThe business or commercial purpose for collecting or selling that California resident’s personal information.\\n\\nThe categories of third parties with whom we share personal information.\\n\\nThe specific pieces of personal information we have collected about that California resident.\\n\\nThe categories of personal information that we have sold about that California resident.\\n\\nThe categories of personal information that we disclosed about a California resident for a business purpose.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We describe these rights in this section. Our obligation to afford you these \n              rights or provide notifications to you, however, are subject to any contrary laws, rules, or law enforcement demands.} "
    },
    {
      "Text": "TThe business or commercial purpose for collecting or selling that California resident’s personal information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In addition, upon request, we will disclose to a California resident: The categories of personal information we have collected about that California resident. The categories of sources from which the personal information is collected.} "
    },
    {
      "Text": "TThe business or commercial purpose for collecting or selling that California resident’s personal information.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In addition, upon request, we will disclose to a California resident: The categories of personal information we have collected about that California resident. The categories of sources from which the personal information is collected.} "
    },
    {
      "Text": "TThe business or commercial purpose for collecting or selling that California resident’s personal information.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {In addition, upon request, we will disclose to a California resident: The categories of personal information we have collected about that California resident. The categories of sources from which the personal information is collected.} "
    },
    {
      "Text": "The categories of third parties with whom we share personal information.\\n\\n",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {The categories of sources from which the personal information is collected. TThe business or commercial purpose for collecting or selling that California resident’s personal information.} "
    },
    {
      "Text": "The categories of third parties with whom we share personal information.\\n\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The categories of sources from which the personal information is collected. TThe business or commercial purpose for collecting or selling that California resident’s personal information.} "
    },
    {
      "Text": "The categories of third parties with whom we share personal information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The categories of sources from which the personal information is collected. TThe business or commercial purpose for collecting or selling that California resident’s personal information.} "
    },
    {
      "Text": "The categories of personal information that we have sold about that California resident.\\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Our obligation to afford you these \n              rights or provide notifications to you, however, are subject to any contrary laws, rules, or law enforcement demands. Right of Access and Data Portability Upon request, we will tell a California resident the \n              categories and specific pieces of personal information we \n              have collected about that resident in the previous 12 months.} "
    },
    {
      "Text": "The categories of personal information that we have sold about that California resident.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Our obligation to afford you these \n              rights or provide notifications to you, however, are subject to any contrary laws, rules, or law enforcement demands. Right of Access and Data Portability Upon request, we will tell a California resident the \n              categories and specific pieces of personal information we \n              have collected about that resident in the previous 12 months.} "
    },
    {
      "Text": "The categories of personal information that we disclosed about a California resident for a business purpose.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Our obligation to afford you these \n              rights or provide notifications to you, however, are subject to any contrary laws, rules, or law enforcement demands. Right of Access and Data Portability Upon request, we will tell a California resident the \n              categories and specific pieces of personal information we \n              have collected about that resident in the previous 12 months.} "
    },
    {
      "Text": "The categories of personal information that we disclosed about a California resident for a business purpose.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Our obligation to afford you these \n              rights or provide notifications to you, however, are subject to any contrary laws, rules, or law enforcement demands. Right of Access and Data Portability Upon request, we will tell a California resident the \n              categories and specific pieces of personal information we \n              have collected about that resident in the previous 12 months.} "
    },
    {
      "Text": "Right of Deletion\\n\\nYou have the right to request that we delete any of your personal information that we collected from you and retained by us, subject to certain conditions and exceptions under the law. For instance, we have the right to retain personal information needed to:\\n\\nComplete the transaction for which the personal information was collected, provide a good or service requested by the California resident, or reasonably anticipated within the context of our ongoing business relationship with the California resident, or otherwise perform a contract between our business and the California resident.\\n\\nHelp to ensure security and integrity to the extent the use of the consumer’s personal information is reasonably necessary and proportionate for those purposes.\\n\\nConduct solely internal uses that are reasonably aligned with the expectations of the California resident based on the California resident’s relationship with us.\\n\\nComply with a legal obligation.\\n\\nThe identity of any person making such a request must be verified in accordance with the verification procedures below as a condition of deleting the personal information as requested.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {The categories of personal information that we disclosed about a California resident for a business purpose. The identity of any person making such a request must be verified as a condition of providing the requested information.} "
    },
    {
      "Text": "Right of Correction\\n\\nYou have the right to request that we correct any inaccurate or out-of-date personal information that we collected about you, subject to certain conditions exceptions. We may have a legal right or obligation to preserve personal information as it currently exists. If we do not update certain personal information, we will give specific reasons for refusing to do so and provide a contact point for further inquiries.\\n\\nThe identity of any person making such a request must be verified in accordance with the verification procedures below as a condition of correcting the personal information as requested.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Comply with a legal obligation. The identity of any person making such a request must be verified in accordance with the verification procedures \n              below as a condition of deleting the personal information as requested.} "
    },
    {
      "Text": "Right to Restrict Usage of Sensitive Personal Information\\n\\nYou have the right to request that we restrict usage of what is defined as sensitive personal information under California law. The only sensitive personal information we collect and use is account information – usernames and passwords. Nonetheless, by policy, we never disclose usernames and passwords to third parties that are not our parent companies or affiliates and only use them for authenticating you when you try to access our website.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {If we do not update certain personal information, we will give specific reasons for refusing to do \n              so and provide a contact point for further inquiries. The identity of any person making such a request must be verified in accordance with the verification \n              procedures below as a condition of correcting the personal information as requested.} "
    },
    {
      "Text": "How to Exercise Individual Rights\\n\\nIf you wish to contact us about any of your rights as set out in this section, please contact us by one of the methods listed below in the Contact Us section. Please contact us using one of these methods if you wish to have an authorized agent make a request for individual rights on your behalf.\\n\\nVerification of Requests to Exercise Individual Rights\\n\\nWe will verify your identity in response to a request to exercise your individual rights as follows:\\n\\nWe will verify your identity in response to a request to exercise your individual rights by requiring that you to provide two pieces of information that Swordfish already has in the Contact’s Business Profile from the following categories: for instance, email address, telephone number, or social media account.\\n\\nIn addition, in the case of a request for specific pieces of personal information, we will ask for an additional piece of information that Swordfish already has in the Contact’s Business Profile in addition to the two pieces described above, together with a signed declaration under penalty of perjury that the requestor is the consumer whose personal information is the subject of the request or a representative acting on behalf of that consumer.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {The only sensitive personal information \n              we collect and use is account information – usernames and passwords. Nonetheless, by policy, we never disclose usernames and passwords to third parties \n              that are not our parent companies or affiliates and only use them for \n              authenticating you when you try to access our website.} "
    },
    {
      "Text": "We will not provide or delete information as requested if we are unable to verify the identity of the requestor as required above or have reason to believe that the request is fraudulent.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Verification of Requests to Exercise Individual Rights We will verify your identity in response to a request to exercise your individual rights as follows: We will verify your identity in response to a request to exercise your individual \n                  rights by requiring that you to provide two pieces of information that Swordfish \n                  already has in the Contact’s Business Profile from the following categories:  \n                  for instance, email address, telephone number, or social media account. In addition, in the case of a request for specific pieces of personal information, \n                  we will ask for an additional piece of information that Swordfish already has in \n                  the Contact’s Business Profile in addition to the two pieces described above, \n                  together with a signed declaration under penalty of perjury that the requestor is \n                  the consumer whose personal information is the subject of the request or a representative \n                  acting on behalf of that consumer.} "
    },
    {
      "Text": "We will not provide or delete information as requested if we are unable to verify the identity of the requestor as required above or have reason to believe that the request is fraudulent.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Verification of Requests to Exercise Individual Rights We will verify your identity in response to a request to exercise your individual rights as follows: We will verify your identity in response to a request to exercise your individual \n                  rights by requiring that you to provide two pieces of information that Swordfish \n                  already has in the Contact’s Business Profile from the following categories:  \n                  for instance, email address, telephone number, or social media account. In addition, in the case of a request for specific pieces of personal information, \n                  we will ask for an additional piece of information that Swordfish already has in \n                  the Contact’s Business Profile in addition to the two pieces described above, \n                  together with a signed declaration under penalty of perjury that the requestor is \n                  the consumer whose personal information is the subject of the request or a representative \n                  acting on behalf of that consumer.} "
    },
    {
      "Text": "For any agent or conservator seeking to exercise individual rights on behalf of a California resident, the agent or conservator will need to provide proof of their identity, proof of the resident’s identity, and proof of the agent’s or conservator’s authority to act on behalf of the California resident. Examples of proof of authorization include a power of attorney under the California Probate Code or certified letters of conservatorship. Please contact us by one of the methods listed below in the Contact Us section for additional details on exercising individual rights on behalf of a California resident.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We may ask for additional verification \n              if we suspect fraud, such as a copy of an identification credential from the requestor. We will use any such additional information strictly for identity verification purposes, \n              and it will be deleted following the completion of the verification process.} "
    },
    {
      "Text": "Policy Against Discrimination\\n\\nCalifornia residents have a right not to receive discriminatory treatment by any business covered by the CCPA/CPRA for the exercise of the privacy rights conferred by the CCPA/CPRA. Accordingly, Swordfish will not discriminate against individual California residents for exercising any of their rights under the CCPA/CPRA, including by:\\n\\nDenying goods or services to the California resident\\n\\nCharging different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties.\\n\\nProviding a different level or quality of goods or services\\n\\nSuggesting that the California resident will receive a different price or rate for goods or services or a different level or quality of goods or services",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Examples of proof of authorization include a power of attorney under the California Probate Code or certified \n              letters of conservatorship. Please contact us by one of the methods listed below in the Contact Us \n              section for additional details on exercising individual rights on behalf of a California resident.} "
    },
    {
      "Text": "Sale of Personal Information of Minors\\n\\nSwordfish does not knowingly sell the personal information of minors under 16 years of age.\\n\\nRetention of Personal Information\\n\\nSee Section 10 of our Privacy Policy.",
      "Label": "Others",
      "Context": "2 Sentences Before {Policy Against Discrimination California residents have a right not to receive discriminatory treatment by any \n              business covered by the CCPA/CPRA for the exercise of the privacy rights conferred by the CCPA/CPRA. Accordingly, Swordfish will not discriminate against individual California residents for exercising any \n              of their rights under the CCPA/CPRA, including by: Denying goods or services to the California resident Charging different prices or rates for goods or services,\n                  including through the use of discounts or other benefits or\n                  imposing penalties.} "
    },
    {
      "Text": "Contact Us\\nIf you have any questions, comments or concerns about this Supplement or about our privacy practices, seek to exercise any of your privacy rights under applicable law, or wish to access, change, or update personal information we have about you, you should first contact us by email at contact@swordfish.ai. You may also contact us at this email address if you are aware of abuse or misuse of our Services. If you are a Contact, you may also opt out of the sale of your personal information as stated in the next section.\\n\\nIf you wish to reach us by phone to exercise any of your privacy rights, you may call us toll free at +1 855-596-6906.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Accordingly, Swordfish does not currently take \n              action in response to a “do not track” browser setting. As industry standards regarding do not track \n              settings emerge, Swordfish will revisit and amend this policy to account for these standards.} "
    },
    {
      "Text": "Notice Of Right To Opt Out\\nIf you prefer that we not sell your personal information (by disclosing your Business Profile to our Users, vendors or business partners), you may opt-out by filling in your relevant details at www.swordfishapp.com/Optout.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {If you are a Contact, you may also opt out of the sale of your personal information as stated in the next section. If you wish to reach us by phone to exercise any of your privacy rights, you may call us toll free at +1 855-596-6906 .} "
    },
    {
      "Text": "Access: you can request access to your personal information",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We describe these rights in this section. Our obligation to afford you these \n              rights or provide notifications to you, however, are subject to any contrary laws, rules, or law enforcement demands.} "
    },
    {
      "Text": "Deletion: you can ask us to delete your personal information",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {The categories of personal information that we disclosed about a California resident for a business purpose. The identity of any person making such a request must be verified as a condition of providing the requested information.} "
    },
    {
      "Text": "Opt-out from sales: you can instruct us to stop certain transfers of your personal information",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Sign up for free access Products Products Chrome Extension Find contact data on web File Upload Enrich customer lists & databases Reverse Search Find anyone based on any input API Add Swordfish data to your waterfall Heartbeat.ai Heartbeat.ai by Swordfish solves passive healthcare hiring Solutions Sales Crush sales targets Recruitment Fill job orders in half the time Healthcare Recruitment Heartbeat.ai by Swordfish solves passive healthcare hiring Pricing How does Swordfish compare? Login Try Swordfish for Free Login Try Swordfish for Free Products Chrome Extension File Upload Reverse Search API Heartbeat.ai Test our data coverage Solutions Sales Recruitment Healthcare Recruitment Pricing How does Swordfish compare?} "
    },
    {
      "Text": "If you want to exercise more than one of your CCPA rights, please submit a separate request for each CCPA right, which will help us handle your requests more effectively.",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "Whether you use the web form or call us, we will need information from you to process your request so that we can confirm you are a California resident, determine if we have personal information about you, and, for access and deletion requests, verify your identity. We may also need to contact you about your request, and you can choose the contact method you would like us to use.",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "If you want an authorized agent to submit a “Delete My PI” or “Access My PI” request on your behalf, the authorized agent must provide proof of their registration with the California Secretary of State, as well as proof that you gave the authorized agent written permission to submit the request(s) on your behalf.",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "If you want an authorized agent to submit a “Do Not Sell My PI” instruction on your behalf, the authorized agent must provide proof of their registration with the California Secretary of State, as well as proof that you gave the authorized agent written permission to submit the instruction on your behalf.",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "DELETE MY PI\\nYou can ask us to delete your personal information we have collected from you. Please be aware that the CCPA has a number of exceptions that allow us to keep your personal information even if you ask us to delete it. For example, we may keep your personal information if it is necessary for us to provide you with a requested service, to detect and protect against security issues, to comply with our legal obligations, or for other purposes that align with your expectations based on your relationship with us or that are consistent with the context in which you provided your personal information.",
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": "If you do not have an email address or if you prefer not to provide it in connection with your “Delete My PI” request, please call the toll-free telephone number listed above (under “Exercise Your CCPA Rights”) to submit your request.",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "ACCESS MY PI\\nYou can request access to the personal information we have collected about you in the last 12 months. We will also include a summary about the personal information we provide in response to your request. Please be aware there may be circumstances where we are not able to provide you with some information, as permitted under the CCPA. For example, if we are not able to verify that information relates to you instead of someone else, if providing information to you could adversely affect the rights of someone else, or if information consists of trade secrets, we may not provide the affected information. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": "If you do not have an email address or if you prefer not to provide it in connection with your “Access My PI” request, please call the toll-free telephone number listed above (under “Exercise Your CCPA Rights”) to submit your request.",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "DO NOT SELL MY PI\\nYou can opt out of the “sale” of your personal information, which is roughly defined by the CCPA as transfers of your personal information to third parties for valuable consideration. If you opt-out, Censia will not “sell” your data, and will instruct third parties who have already received it from us that they cannot either.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": "Exercise Your Right\\nTo be removed, please submit form here.",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "We use cookies to personalize content and ads, to provide social media features and to analyze our traffic. We also share information about your use of our site with our social media, advertising and analytics partners.\\nFunctional cookies Functional cookies Always active \\nPreferences Preferences \\nStatistics Statistics \\nMarketing Marketing ",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "We use cookies to personalize content and ads, to provide social media features and to analyze our traffic. We also share information about your use of our site with our social media, advertising and analytics partners.\\nFunctional cookies Functional cookies Always active \\nPreferences Preferences \\nStatistics Statistics \\nMarketing Marketing ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": "We use cookies to personalize content and ads, to provide social media features and to analyze our traffic. We also share information about your use of our site with our social media, advertising and analytics partners. Legal - Privacy Policy\\nFunctional cookies Functional cookies Always active \\nPreferences Preferences \\nStatistics Statistics \\nMarketing Marketing ",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "We use cookies to personalize content and ads, to provide social media features and to analyze our traffic. We also share information about your use of our site with our social media, advertising and analytics partners. Legal - Privacy Policy\\nFunctional cookies Functional cookies Always active \\nPreferences Preferences \\nStatistics Statistics \\nMarketing Marketing ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": "Last Updated: January 19, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Sign up for free access Products Products Chrome Extension Find contact data on web File Upload Enrich customer lists & databases Reverse Search Find anyone based on any input API Add Swordfish data to your waterfall Heartbeat.ai Heartbeat.ai by Swordfish solves passive healthcare hiring Solutions Sales Crush sales targets Recruitment Fill job orders in half the time Healthcare Recruitment Heartbeat.ai by Swordfish solves passive healthcare hiring Pricing How does Swordfish compare? Login Try Swordfish for Free Login Try Swordfish for Free Products Chrome Extension File Upload Reverse Search API Heartbeat.ai Test our data coverage Solutions Sales Recruitment Healthcare Recruitment Pricing How does Swordfish compare?} "
    },
    {
      "Text": "As stated in the Privacy Policy, we collect personal information from “Users,” who are Swordfish individual customers or business customer representatives who download, install, or use the Swordfish browser extension. We also collect personal information from “Contacts,” who are people whose identities are being confirmed, who are the subject of an investigation, or who are being contacted by Users, for example for recruitment or sales purposes. Using the Swordfish Services (e.g., plugin or website interface), Users can lookup “Business Profiles” of Contacts by social media URL, name, phone number, email address, or postal address. The Services return the available contact information (name, phone number, email address, location (city and country), company name, and job title) and social media account URLs.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Rather, this Supplement provides privacy disclosures to California \n              residents as required by California law to supplement the Privacy Policy. In particular, \n              it discusses categories of personal information Swordfish has collected and individual \n              rights of California residents relative to that personal information.} "
    },
    {
      "Text": "Categories of Personal Information and Recipients\\n\\nThe table below summarizes the categories of personal information we collect from California residents (and have collected in the last 12 months), the purposes for which the categories of personal information will be used, and the categories of recipients to whom Swordfish has disclosed (including for a business purpose) and sold personal information (and has done so in the past 12 months).\\n\\nCategories of Personal Information Collected\tPurposes of Use\tCategories of Recipients to Whom The Personal Information Was Disclosed and Sold\t\\n“Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title, as well as social media account URLs from Users and about Contacts. We also require Users to select a account name (username) and password.\tUsers: Identifiers about Users are used for marketing, for opening new user accounts to use Swordfish’s Services, and to maintain existing accounts. User names and passwords are used to authenticate Users to Swordfish's platform. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response.\tIdentifiers of Contacts are sold and disclosed to Users.\t\\nInformation (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to:\tSignature\tWe may collect signatures on forms used for identiy verification purposes for California residents or their agents seeking to exercise individual rights.\tNot applicable.\\nEmployment information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\t\\nBank account number, credit card number, debit card number, or any other financial information. We collect this information from Users.\tPayment information is used for paying for Services.\tPayment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Swordfish.\\nContext-specific personal information not specifically covered within the other categories in this table: the Swordfish website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps.\tThe recordings of uses of the Swordfish website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services.\tNot applicable. Swordfish uses the personal information collected in this category strictly for internal use.\\nCommercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users.\tFor our accounting records, we maintain records of what purchases Users made, when and for how much.\tOur accountants and financial advisors may have access to commercial information of Users.\t\\nElectronic information. The information in this table is almost all in electronic form.\tSee the other cells in table.\tSee the other cells in table.\t\\nProfessional or employment-related information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\t",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "Categories of Personal Information and Recipients\\n\\nThe table below summarizes the categories of personal information we collect from California residents (and have collected in the last 12 months), the purposes for which the categories of personal information will be used, and the categories of recipients to whom Swordfish has disclosed (including for a business purpose) and sold personal information (and has done so in the past 12 months).\\n\\nCategories of Personal Information Collected\tPurposes of Use\tCategories of Recipients to Whom The Personal Information Was Disclosed and Sold\t\\n“Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title, as well as social media account URLs from Users and about Contacts. We also require Users to select a account name (username) and password.\tUsers: Identifiers about Users are used for marketing, for opening new user accounts to use Swordfish’s Services, and to maintain existing accounts. User names and passwords are used to authenticate Users to Swordfish's platform. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response.\tIdentifiers of Contacts are sold and disclosed to Users.\t\\nInformation (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to:\tSignature\tWe may collect signatures on forms used for identiy verification purposes for California residents or their agents seeking to exercise individual rights.\tNot applicable.\\nEmployment information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\t\\nBank account number, credit card number, debit card number, or any other financial information. We collect this information from Users.\tPayment information is used for paying for Services.\tPayment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Swordfish.\\nContext-specific personal information not specifically covered within the other categories in this table: the Swordfish website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps.\tThe recordings of uses of the Swordfish website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services.\tNot applicable. Swordfish uses the personal information collected in this category strictly for internal use.\\nCommercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users.\tFor our accounting records, we maintain records of what purchases Users made, when and for how much.\tOur accountants and financial advisors may have access to commercial information of Users.\t\\nElectronic information. The information in this table is almost all in electronic form.\tSee the other cells in table.\tSee the other cells in table.\t\\nProfessional or employment-related information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\t\t\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "Categories of Personal Information and Recipients\\n\\nThe table below summarizes the categories of personal information we collect from California residents (and have collected in the last 12 months), the purposes for which the categories of personal information will be used, and the categories of recipients to whom Swordfish has disclosed (including for a business purpose) and sold personal information (and has done so in the past 12 months).\\n\\nCategories of Personal Information Collected\tPurposes of Use\tCategories of Recipients to Whom The Personal Information Was Disclosed and Sold\t\\n“Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title, as well as social media account URLs from Users and about Contacts. We also require Users to select a account name (username) and password.\tUsers: Identifiers about Users are used for marketing, for opening new user accounts to use Swordfish’s Services, and to maintain existing accounts. User names and passwords are used to authenticate Users to Swordfish's platform. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response.\tIdentifiers of Contacts are sold and disclosed to Users.\t\\nInformation (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to:\tSignature\tWe may collect signatures on forms used for identiy verification purposes for California residents or their agents seeking to exercise individual rights.\tNot applicable.\\nEmployment information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\t\\nBank account number, credit card number, debit card number, or any other financial information. We collect this information from Users.\tPayment information is used for paying for Services.\tPayment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Swordfish.\\nContext-specific personal information not specifically covered within the other categories in this table: the Swordfish website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps.\tThe recordings of uses of the Swordfish website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services.\tNot applicable. Swordfish uses the personal information collected in this category strictly for internal use.\\nCommercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users.\tFor our accounting records, we maintain records of what purchases Users made, when and for how much.\tOur accountants and financial advisors may have access to commercial information of Users.\t\\nElectronic information. The information in this table is almost all in electronic form.\tSee the other cells in table.\tSee the other cells in table.\t\\nProfessional or employment-related information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\t\t",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "Categories of Personal Information Collected: “Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title, as well as social media account URLs from Users and about Contacts. We also require Users to select a account name (username) and password. ||| Purposes of Use: Users: Identifiers about Users are used for marketing, for opening new user accounts to use Swordfish’s Services, and to maintain existing accounts. User names and passwords are used to authenticate Users to Swordfish's platform. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Identifiers of Contacts are sold and disclosed to Users. ||| Unnamed: 3: nan\\n\\nCategories of Personal Information Collected: Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| Purposes of Use: Signature ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: We may collect signatures on forms used for identiy verification purposes for California residents or their agents seeking to exercise individual rights. ||| Unnamed: 3: Not applicable.\\n\\nCategories of Personal Information Collected: nan ||| Purposes of Use: Employment information (job title and business contact information). ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries. ||| Unnamed: 3: nan\\n\\nCategories of Personal Information Collected: nan ||| Purposes of Use: Bank account number, credit card number, debit card number, or any other financial information. We collect this information from Users. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Payment information is used for paying for Services. ||| Unnamed: 3: Payment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Swordfish.\\n\\nCategories of Personal Information Collected: nan ||| Purposes of Use: Context-specific personal information not specifically covered within the other categories in this table: the Swordfish website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: The recordings of uses of the Swordfish website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services. ||| Unnamed: 3: Not applicable. Swordfish uses the personal information collected in this category strictly for internal use.\\n\\nCategories of Personal Information Collected: Commercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users. ||| Purposes of Use: For our accounting records, we maintain records of what purchases Users made, when and for how much. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Our accountants and financial advisors may have access to commercial information of Users. ||| Unnamed: 3: nan\\n\\nCategories of Personal Information Collected: Electronic information. The information in this table is almost all in electronic form. ||| Purposes of Use: See the other cells in table. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: See the other cells in table. ||| Unnamed: 3: nan\\n\\nCategories of Personal Information Collected: Professional or employment-related information (job title and business contact information). ||| Purposes of Use: We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: nan ||| Unnamed: 3: nan",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "Categories of Personal Information Collected: “Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title, as well as social media account URLs from Users and about Contacts. We also require Users to select a account name (username) and password. ||| Purposes of Use: Users: Identifiers about Users are used for marketing, for opening new user accounts to use Swordfish’s Services, and to maintain existing accounts. User names and passwords are used to authenticate Users to Swordfish's platform. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Identifiers of Contacts are sold and disclosed to Users. ||| Unnamed: 3: nan\\n\\nCategories of Personal Information Collected: Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| Purposes of Use: Signature ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: We may collect signatures on forms used for identiy verification purposes for California residents or their agents seeking to exercise individual rights. ||| Unnamed: 3: Not applicable.\\n\\nCategories of Personal Information Collected: nan ||| Purposes of Use: Employment information (job title and business contact information). ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries. ||| Unnamed: 3: nan\\n\\nCategories of Personal Information Collected: nan ||| Purposes of Use: Bank account number, credit card number, debit card number, or any other financial information. We collect this information from Users. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Payment information is used for paying for Services. ||| Unnamed: 3: Payment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Swordfish.\\n\\nCategories of Personal Information Collected: nan ||| Purposes of Use: Context-specific personal information not specifically covered within the other categories in this table: the Swordfish website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: The recordings of uses of the Swordfish website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services. ||| Unnamed: 3: Not applicable. Swordfish uses the personal information collected in this category strictly for internal use.\\n\\nCategories of Personal Information Collected: Commercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users. ||| Purposes of Use: For our accounting records, we maintain records of what purchases Users made, when and for how much. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Our accountants and financial advisors may have access to commercial information of Users. ||| Unnamed: 3: nan\\n\\nCategories of Personal Information Collected: Electronic information. The information in this table is almost all in electronic form. ||| Purposes of Use: See the other cells in table. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: See the other cells in table. ||| Unnamed: 3: nan\\n\\nCategories of Personal Information Collected: Professional or employment-related information (job title and business contact information). ||| Purposes of Use: We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: nan ||| Unnamed: 3: nan\\n\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "Categories of Personal Information Collected: “Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title, as well as social media account URLs from Users and about Contacts. We also require Users to select a account name (username) and password. ||| Purposes of Use: Users: Identifiers about Users are used for marketing, for opening new user accounts to use Swordfish’s Services, and to maintain existing accounts. User names and passwords are used to authenticate Users to Swordfish's platform. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Identifiers of Contacts are sold and disclosed to Users. ||| Unnamed: 3: nan\\n\\nCategories of Personal Information Collected: Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| Purposes of Use: Signature ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: We may collect signatures on forms used for identiy verification purposes for California residents or their agents seeking to exercise individual rights. ||| Unnamed: 3: Not applicable.\\n\\nCategories of Personal Information Collected: nan ||| Purposes of Use: Employment information (job title and business contact information). ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries. ||| Unnamed: 3: nan\\n\\nCategories of Personal Information Collected: nan ||| Purposes of Use: Bank account number, credit card number, debit card number, or any other financial information. We collect this information from Users. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Payment information is used for paying for Services. ||| Unnamed: 3: Payment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Swordfish.\\n\\nCategories of Personal Information Collected: nan ||| Purposes of Use: Context-specific personal information not specifically covered within the other categories in this table: the Swordfish website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: The recordings of uses of the Swordfish website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services. ||| Unnamed: 3: Not applicable. Swordfish uses the personal information collected in this category strictly for internal use.\\n\\nCategories of Personal Information Collected: Commercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users. ||| Purposes of Use: For our accounting records, we maintain records of what purchases Users made, when and for how much. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Our accountants and financial advisors may have access to commercial information of Users. ||| Unnamed: 3: nan\\n\\nCategories of Personal Information Collected: Electronic information. The information in this table is almost all in electronic form. ||| Purposes of Use: See the other cells in table. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: See the other cells in table. ||| Unnamed: 3: nan\\n\\nCategories of Personal Information Collected: Professional or employment-related information (job title and business contact information). ||| Purposes of Use: We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: nan ||| Unnamed: 3: nan",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In 2018, the State of California enacted the California Consumer Privacy Act (CCPA). In 2020, the voters of California passed a ballot initiative which enacted the California \n              Privacy Rights Act (CPRA), which amends and supplements CCPA.} "
    },
    {
      "Text": "“Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title, as well as social media account URLs from Users and about Contacts. We also require Users to select a account name (username) and password. ||| Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| nan ||| nan ||| nan ||| Commercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users. ||| Electronic information. The information in this table is almost all in electronic form. ||| Professional or employment-related information (job title and business contact information).\\n\\nUsers: Identifiers about Users are used for marketing, for opening new user accounts to use Swordfish’s Services, and to maintain existing accounts. User names and passwords are used to authenticate Users to Swordfish's platform. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response. ||| Signature ||| Employment information (job title and business contact information). ||| Bank account number, credit card number, debit card number, or any other financial information. We collect this information from Users. ||| Context-specific personal information not specifically covered within the other categories in this table: the Swordfish website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps. ||| For our accounting records, we maintain records of what purchases Users made, when and for how much. ||| See the other cells in table. ||| We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\\n\\nIdentifiers of Contacts are sold and disclosed to Users. ||| We may collect signatures on forms used for identiy verification purposes for California residents or their agents seeking to exercise individual rights. ||| We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries. ||| Payment information is used for paying for Services. ||| The recordings of uses of the Swordfish website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services. ||| Our accountants and financial advisors may have access to commercial information of Users. ||| See the other cells in table. ||| nan\\n\\nnan ||| Not applicable. ||| nan ||| Payment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Swordfish. ||| Not applicable. Swordfish uses the personal information collected in this category strictly for internal use. ||| nan ||| nan ||| nan\\n\\nWe may also use personal information for purposes that are compatible with the purposes disclosed above.\\n\\nAccount names used to log into Swordfish (usernames) and passwords are considered “sensitive personal information.”\\n\\nThe sources of the personal information we collect is explained in the Swordfish Privacy Policy.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "“Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title, as well as social media account URLs from Users and about Contacts. We also require Users to select a account name (username) and password. ||| Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| nan ||| nan ||| nan ||| Commercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users. ||| Electronic information. The information in this table is almost all in electronic form. ||| Professional or employment-related information (job title and business contact information).\\n\\nUsers: Identifiers about Users are used for marketing, for opening new user accounts to use Swordfish’s Services, and to maintain existing accounts. User names and passwords are used to authenticate Users to Swordfish's platform. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response. ||| Signature ||| Employment information (job title and business contact information). ||| Bank account number, credit card number, debit card number, or any other financial information. We collect this information from Users. ||| Context-specific personal information not specifically covered within the other categories in this table: the Swordfish website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps. ||| For our accounting records, we maintain records of what purchases Users made, when and for how much. ||| See the other cells in table. ||| We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\\n\\nIdentifiers of Contacts are sold and disclosed to Users. ||| We may collect signatures on forms used for identiy verification purposes for California residents or their agents seeking to exercise individual rights. ||| We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries. ||| Payment information is used for paying for Services. ||| The recordings of uses of the Swordfish website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services. ||| Our accountants and financial advisors may have access to commercial information of Users. ||| See the other cells in table. ||| nan\\n\\nnan ||| Not applicable. ||| nan ||| Payment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Swordfish. ||| Not applicable. Swordfish uses the personal information collected in this category strictly for internal use. ||| nan ||| nan ||| nan\\n\\nWe may also use personal information for purposes that are compatible with the purposes disclosed above.\\n\\nAccount names used to log into Swordfish (usernames) and passwords are considered “sensitive personal information.”\\n\\nThe sources of the personal information we collect is explained in the Swordfish Privacy Policy.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "“Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title, as well as social media account URLs from Users and about Contacts. We also require Users to select a account name (username) and password. ||| Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| nan ||| nan ||| nan ||| Commercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users. ||| Electronic information. The information in this table is almost all in electronic form. ||| Professional or employment-related information (job title and business contact information).\\n\\nUsers: Identifiers about Users are used for marketing, for opening new user accounts to use Swordfish’s Services, and to maintain existing accounts. User names and passwords are used to authenticate Users to Swordfish's platform. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response. ||| Signature ||| Employment information (job title and business contact information). ||| Bank account number, credit card number, debit card number, or any other financial information. We collect this information from Users. ||| Context-specific personal information not specifically covered within the other categories in this table: the Swordfish website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps. ||| For our accounting records, we maintain records of what purchases Users made, when and for how much. ||| See the other cells in table. ||| We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\\n\\nIdentifiers of Contacts are sold and disclosed to Users. ||| We may collect signatures on forms used for identiy verification purposes for California residents or their agents seeking to exercise individual rights. ||| We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries. ||| Payment information is used for paying for Services. ||| The recordings of uses of the Swordfish website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services. ||| Our accountants and financial advisors may have access to commercial information of Users. ||| See the other cells in table. ||| nan\\n\\nnan ||| Not applicable. ||| nan ||| Payment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Swordfish. ||| Not applicable. Swordfish uses the personal information collected in this category strictly for internal use. ||| nan ||| nan ||| nan\\n\\nWe may also use personal information for purposes that are compatible with the purposes disclosed above.\\n\\nAccount names used to log into Swordfish (usernames) and passwords are considered “sensitive personal information.”\\n\\nThe sources of the personal information we collect is explained in the Swordfish Privacy Policy.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Right of Access and Data Portability\\n\\nUpon request, we will tell a California resident the categories and specific pieces of personal information we have collected about that resident in the previous 12 months. In addition, upon request, we will disclose to a California resident:\\n\\nThe categories of personal information we have collected about that California resident.\\n\\nThe categories of sources from which the personal information is collected.\\n\\nTThe business or commercial purpose for collecting or selling that California resident’s personal information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We describe these rights in this section. Our obligation to afford you these \n              rights or provide notifications to you, however, are subject to any contrary laws, rules, or law enforcement demands.} "
    },
    {
      "Text": "The categories of third parties with whom we share personal information.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {The categories of sources from which the personal information is collected. TThe business or commercial purpose for collecting or selling that California resident’s personal information.} "
    },
    {
      "Text": "The specific pieces of personal information we have collected about that California resident",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {TThe business or commercial purpose for collecting or selling that California resident’s personal information. The categories of third parties with whom we share personal information.} "
    },
    {
      "Text": "The categories of personal information that we have sold about that California resident.\\n\\nThe categories of personal information that we disclosed about a California resident for a business purpose.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Our obligation to afford you these \n              rights or provide notifications to you, however, are subject to any contrary laws, rules, or law enforcement demands. Right of Access and Data Portability Upon request, we will tell a California resident the \n              categories and specific pieces of personal information we \n              have collected about that resident in the previous 12 months.} "
    },
    {
      "Text": "Right of Deletion\\n\\nYou have the right to request that we delete any of your personal information that we collected from you and retained by us, subject to certain conditions and exceptions under the law. For instance, we have the right to retain personal information needed to:\\n\\nComplete the transaction for which the personal information was collected, provide a good or service requested by the California resident, or reasonably anticipated within the context of our ongoing business relationship with the California resident, or otherwise perform a contract between our business and the California resident.\\n\\nHelp to ensure security and integrity to the extent the use of the consumer’s personal information is reasonably necessary and proportionate for those purposes.\\n\\nConduct solely internal uses that are reasonably aligned with the expectations of the California resident based on the California resident’s relationship with us.\\n\\nComply with a legal obligation.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {The categories of personal information that we disclosed about a California resident for a business purpose. The identity of any person making such a request must be verified as a condition of providing the requested information.} "
    },
    {
      "Text": "Right of Correction\\n\\nYou have the right to request that we correct any inaccurate or out-of-date personal information that we collected about you, subject to certain conditions exceptions. We may have a legal right or obligation to preserve personal information as it currently exists. If we do not update certain personal information, we will give specific reasons for refusing to do so and provide a contact point for further inquiries.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Comply with a legal obligation. The identity of any person making such a request must be verified in accordance with the verification procedures \n              below as a condition of deleting the personal information as requested.} "
    },
    {
      "Text": "Right to Restrict Usage of Sensitive Personal Information\\n\\nYou have the right to request that we restrict usage of what is defined as sensitive personal information under California law. The only sensitive personal information we collect and use is account information – usernames and passwords. Nonetheless, by policy, we never disclose usernames and passwords to third parties that are not our parent companies or affiliates and only use them for authenticating you when you try to access our website.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {If we do not update certain personal information, we will give specific reasons for refusing to do \n              so and provide a contact point for further inquiries. The identity of any person making such a request must be verified in accordance with the verification \n              procedures below as a condition of correcting the personal information as requested.} "
    },
    {
      "Text": "How to Exercise Individual Rights\\n\\nIf you wish to contact us about any of your rights as set out in this section, please contact us by one of the methods listed below in the Contact Us section. Please contact us using one of these methods if you wish to have an authorized agent make a request for individual rights on your behalf.\\n\\nVerification of Requests to Exercise Individual Rights\\n\\nWe will verify your identity in response to a request to exercise your individual rights as follows:\\n\\nWe will verify your identity in response to a request to exercise your individual rights by requiring that you to provide two pieces of information that Swordfish already has in the Contact’s Business Profile from the following categories: for instance, email address, telephone number, or social media account.\\n\\nIn addition, in the case of a request for specific pieces of personal information, we will ask for an additional piece of information that Swordfish already has in the Contact’s Business Profile in addition to the two pieces described above, together with a signed declaration under penalty of perjury that the requestor is the consumer whose personal information is the subject of the request or a representative acting on behalf of that consumer.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {The only sensitive personal information \n              we collect and use is account information – usernames and passwords. Nonetheless, by policy, we never disclose usernames and passwords to third parties \n              that are not our parent companies or affiliates and only use them for \n              authenticating you when you try to access our website.} "
    },
    {
      "Text": "We will use any such additional information strictly for identity verification purposes, and it will be deleted following the completion of the verification process.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We will not provide or delete information as requested if we are unable \n              to verify the identity of the requestor as required above or have reason to \n              believe that the request is fraudulent. We may ask for additional verification \n              if we suspect fraud, such as a copy of an identification credential from the requestor.} "
    },
    {
      "Text": "Policy Against Discrimination\\n\\nCalifornia residents have a right not to receive discriminatory treatment by any business covered by the CCPA/CPRA for the exercise of the privacy rights conferred by the CCPA/CPRA. Accordingly, Swordfish will not discriminate against individual California residents for exercising any of their rights under the CCPA/CPRA, including by:\\n\\nDenying goods or services to the California resident\\n\\nCharging different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties.\\n\\nProviding a different level or quality of goods or services\\n\\nSuggesting that the California resident will receive a different price or rate for goods or services or a different level or quality of goods or services",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Examples of proof of authorization include a power of attorney under the California Probate Code or certified \n              letters of conservatorship. Please contact us by one of the methods listed below in the Contact Us \n              section for additional details on exercising individual rights on behalf of a California resident.} "
    },
    {
      "Text": "Notice Of Right To Opt Out\\nIf you prefer that we not sell your personal information (by disclosing your Business Profile to our Users, vendors or business partners), you may opt-out by filling in your relevant details at www.swordfishapp.com/Optout.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {If you are a Contact, you may also opt out of the sale of your personal information as stated in the next section. If you wish to reach us by phone to exercise any of your privacy rights, you may call us toll free at +1 855-596-6906 .} "
    },
    {
      "Text": "If you prefer that we not sell your personal information (by disclosing your Business Profile to our Users, vendors or business partners), you may opt-out by filling in your relevant details at www.swordfishapp.com/Optout.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you are a Contact, you may also opt out of the sale of your personal information as stated in the next section. If you wish to reach us by phone to exercise any of your privacy rights, you may call us toll free at +1 855-596-6906 .} "
    }
  ]
}