{
  "policy_id": "130",
  "text": "Your Privacy Choices - IQVIA Clear Search Loading Regions Americas Asia & Oceania Europe Middle East & Africa Americas Discover new insights, drive smarter decisions, and unleash new opportunities with the power of IQVIA Connected Intelligence.™ Americas Argentina Brasil Canada Colombia Mexico United States Asia & Oceania Discover new insights, drive smarter decisions, and unleash new opportunities with the power of IQVIA Connected Intelligence.™ Asia & Oceania Asia Pacific Australia & NZ 中国 India Japan 대한민국 Southeast Asia Sri Lanka Europe Discover new insights, drive smarter decisions, and unleash new opportunities with the power of IQVIA Connected Intelligence.™ A-I Adriatic Belgium Bulgaria Czech Republic Deutschland España France Greece Hungary Ireland Israel Italia J-Z Nederland Nordics Poland Portugal Romania Russia Slovakia Switzerland Turkey Ukraine United Kingdom Middle East & Africa Discover new insights, drive smarter decisions, and unleash new opportunities with the power of IQVIA Connected Intelligence.™ Middle East & Africa Middle East and Africa English regions search Artboard 1 MAIN / REGIONS regions / Regions Americas Asia & Oceania Europe Middle East & Africa Americas Discover new insights, drive smarter decisions, and unleash new opportunities with the power of IQVIA Connected Intelligence.™ Americas Argentina Brasil Canada Colombia Mexico United States Asia & Oceania Discover new insights, drive smarter decisions, and unleash new opportunities with the power of IQVIA Connected Intelligence.™ Asia & Oceania Asia Pacific Australia & NZ 中国 India Japan 대한민국 Southeast Asia Sri Lanka Europe Discover new insights, drive smarter decisions, and unleash new opportunities with the power of IQVIA Connected Intelligence.™ Europe Adriatic Belgium Bulgaria Czech Republic Deutschland España France Greece Hungary Ireland Israel Italia Nederland Nordics Poland Portugal Romania Russia Slovakia Switzerland Turkey Ukraine United Kingdom Middle East & Africa Discover new insights, drive smarter decisions, and unleash new opportunities with the power of IQVIA Connected Intelligence.™ Middle East & Africa Middle East and Africa Solutions quick find a capability Clear Search Loading SOLUTIONS Research & Development Real World Evidence Commercialization Integrated Global Compliance Technologies LIFE SCIENCE SEGMENTS Pharmaceutical Manufacturers Emerging Biopharma Consumer Health MedTech Generics HEALTHCARE SEGMENTS Information Partner Services Financial Institutions Public Health and Government Patient Associations Payers Providers THERAPEUTIC AREAS Cardiovascular Cell and Gene Therapy Central Nervous System GI & Hepatology Infectious Diseases and Vaccines Oncology Pediatrics Rare Diseases View All IQVIA TECHNOLOGIES Harness technology for a healthier world. EXPLORE MORE Harness the power to transform clinical development Reimagine clinical development by intelligently connecting data, technology, and analytics to optimize your trials. The result? Faster decision making and reduced risk so you can deliver life-changing therapies faster. Research & Development Overview Research & Development Quick Links Clinical Trials Functional Services Decentralized Trials Consulting Therapeutic Expertise Site and Investigators Real World Evidence. Real Confidence. Real Results. Generate and disseminate evidence that answers crucial clinical, regulatory and commercial questions, enabling you to drive smarter decisions and meet your stakeholder needs with confidence. REAL WORLD EVIDENCE OVERVIEW Real World Evidence Quick Links Real World Data Sets Healthcare Data Transformation Study Design Platforms Evidence Networks Health Economics & Value Regulatory and Safety Genomics Real World Evidence Library See markets more clearly. Opportunities more often. Elevate commercial models with precision and speed using AI-driven analytics and technology that illuminate hidden insights in data. COMMERCIALIZATION OVERVIEW Commercialization Quick Links COVID-19 & Commercialization Launch Strategy & Management Brand Strategy & Management Pricing & Market Access Healthcare Professional Engagement Patient Engagement Promotional Strategy Service driven. Tech-enabled. Integrated compliance. Orchestrate your success across the complete compliance lifecycle with best-in-class services and solutions for safety and quality. COMPLIANCE OVERVIEW Integrated Global Compliance Quick Links Safety Pharmacovigilance Regulatory Compliance Quality Compliance Medical Information Commercial Compliance Intelligence that transforms life sciences end-to-end. When your destination is a healthier world, making intelligent connections between data, technology, and services is your roadmap. TECHNOLOGIES OVERVIEW Technology Quick Links Orchestrated Clinical Trials Enterprise Information Management Performance Management & Insights Provider Reference Data Network Customer Engagement Safety, Regulatory, Quality Compliance Developer Partner Programs Technology Insights Products CLINICAL PRODUCTS Planning Suite Site Suite Patient Engagement Suite Trial Management Suite Clinical Data Analytics Suite COMMERCIAL PRODUCTS Information Management Launch Strategy & Management Performance Management & Insights Brand Strategy & Management Customer Engagement Pricing & Market Access COMPLIANCE, SAFETY, REG PRODUCTS Commercial Compliance Regulatory Compliance Quality Compliance Safety & Pharmacovigilance REAL WORLD PRODUCTS E360 Natural Language Processing CASE STUDY Data in a Day LEARN MORE Insights BLOGS, WHITE PAPERS & CASE STUDIES Explore our library of insights, thought leadership, and the latest topics & trends in healthcare. DISCOVER INSIGHTS THE IQVIA INSTITUTE An in-depth exploration of the global healthcare ecosystem with timely research, insightful analysis, and scientific expertise. SEE LATEST REPORTS INSTITUTE REPORT The Global Use of Medicines 2023 READ MORE WHITE PAPER DCTs Deliver Big ROI LEARN MORE WHITE PAPER Capturing value at scale: The $4 billion RWE imperative LEARN MORE About FEATURED INNOVATIONS Connected Intelligence AI & Machine Learning Human Data Science Cloud IQVIA Innovation Hub Decentralized Trials Genomics WHO WE ARE Our Story Commitment to Public Health Code of Conduct Environmental Social Governance Privacy Executive Team NEWS & RESOURCES News Events & Webinars COVID-19 Resources Our Locations INVESTOR RELATIONS Visit our investor relations site for more information. LEARN MORE Unlock your potential to drive healthcare forward By making intelligent connections between your needs, our capabilities, and the healthcare ecosystem, we can help you be more agile, accelerate results, and improve patient outcomes. LEARN MORE AI & Machine Learning with a healthcare IQ. Artificial intelligence is accelerating opportunities. Realizing the benefits for healthcare requires the right expertise. Together, we can solve the problems of today, and drive the breakthroughs of tomorrow. LEARN MORE Your healthcare data deserves more than just a cloud. The IQVIA Human Data Science Cloud is our unique capability designed to enable healthcare-grade analytics, tools, and data management solutions to deliver fit-for-purpose global data at scale. LEARN MORE Innovations make an impact when bold ideas meet powerful partnerships The IQVIA Innovation Hub connects start-ups with the extensive IQVIA network of assets, resources, clients, and partners. Together, we can help lead the future of healthcare with the extensive IQVIA network of assets, resources, clients, and partners. LEARN MORE Proven, faster DCT solutions IQVIA Decentralized Trials deliver purpose-built clinical services and technologies that engage the right patients wherever they are. Our hybrid and fully virtual solutions have been used more than any others. LEARN MORE Unlock the power of genomic research. IQVIA enables genomic research via global access to a network of genomic-clinical data, proprietary technologies that enable federated analytics, and therapeutic area & bioinformatics expertise to help you answer your most pressing research questions. LEARN MORE Careers WORKING AT IQVIA Our mission is to accelerate innovation for a healthier world. Together, we can solve customer challenges and improve patient lives. LEARN MORE LIFE AT IQVIA Careers, culture and everything in between. Find out what’s going on right here, right now. LEARN MORE WE’RE HIRING Improving human health requires brave thinkers who are willing to explore new ideas and build on successes. Unleash your potential with us. SEARCH JOBS Contact Us REGIONS Search Solutions Products Insights About Careers Contact Us MAIN / search search MAIN / Solutions Solutions / SOLUTIONS Research & Development Real World Evidence Commercialization Integrated Global Compliance Technologies LIFE SCIENCE SEGMENTS Pharmaceutical Manufacturers Emerging Biopharma Consumer Health MedTech Generics HEALTHCARE SEGMENTS Information Partner Services Financial Institutions Public Health and Government Patient Associations Payers Providers THERAPEUTIC AREAS Cardiovascular Cell and Gene Therapy Central Nervous System GI & Hepatology Infectious Diseases and Vaccines Oncology Pediatrics Rare Diseases View All IQVIA TECHNOLOGIES \"Harness technology for a healthier world. EXPLORE MORE Harness the power to transform clinical development Reimagine clinical development by intelligently connecting data, technology, and analytics to optimize your trials. The result? Faster decision making and reduced risk so you can deliver life-changing therapies faster. Research & Development Overview Research & Development Quick Links Clinical Trials Functional Services Decentralized Trials Consulting Therapeutic Expertise Site and Investigators Real World Evidence. Real Confidence. Real Results. Generate and disseminate evidence that answers crucial clinical, regulatory and commercial questions, enabling you to drive smarter decisions and meet your stakeholder needs with confidence. REAL WORLD EVIDENCE OVERVIEW Real World Evidence Quick Links Real World Data Sets Healthcare Data Transformation Study Design Platforms Evidence Networks Health Economics & Value Regulatory and Safety Genomics Real World Evidence Library See markets more clearly. Opportunities more often. Elevate commercial models with precision and speed using AI-driven analytics and technology that illuminate hidden insights in data. COMMERCIALIZATION OVERVIEW Commercialization Quick Links COVID-19 & Commercialization Launch Strategy & Management Brand Strategy & Management Pricing & Market Access Healthcare Professional Engagement Patient Engagement Promotional Strategy Service driven. Tech-enabled. Integrated compliance. Orchestrate your success across the complete compliance lifecycle with best-in-class services and solutions for safety and quality. COMPLIANCE OVERVIEW Integrated Global Compliance Quick Links Safety Pharmacovigilance Regulatory Compliance Quality Compliance Medical Information Commercial Compliance Intelligence that transforms life sciences end-to-end. When your destination is a healthier world, making intelligent connections between data, technology, and services is your roadmap. TECHNOLOGIES OVERVIEW Technology Quick Links Orchestrated Clinical Trials Enterprise Information Management Performance Management & Insights Provider Reference Data Network Customer Engagement Safety, Regulatory, Quality Compliance Developer Partner Programs Technology Insights MAIN / Products Products / CLINICAL PRODUCTS Planning Suite Site Suite Patient Engagement Suite Trial Management Suite Clinical Data Analytics Suite COMMERCIAL PRODUCTS Information Management Launch Strategy & Management Performance Management & Insights Brand Strategy & Management Customer Engagement Pricing & Market Access COMPLIANCE, SAFETY, REG PRODUCTS Commercial Compliance Regulatory Compliance Quality Compliance Safety & Pharmacovigilance REAL WORLD PRODUCTS E360 Natural Language Processing CASE STUDY \"Data in a Day LEARN MORE MAIN / Insights Insights / BLOGS, WHITE PAPERS & CASE STUDIES Explore our library of insights, thought leadership, and the latest topics & trends in healthcare. DISCOVER INSIGHTS THE IQVIA INSTITUTE An in-depth exploration of the global healthcare ecosystem with timely research, insightful analysis, and scientific expertise. SEE LATEST REPORTS INSTITUTE REPORT \"The Global Use of Medicines 2023 READ MORE WHITE PAPER \"DCTs Deliver Big ROI LEARN MORE WHITE PAPER \"Capturing value at scale: The $4 billion RWE imperative LEARN MORE MAIN / About About / FEATURED INNOVATIONS Connected Intelligence AI & Machine Learning Human Data Science Cloud IQVIA Innovation Hub Decentralized Trials Genomics WHO WE ARE Our Story Commitment to Public Health Code of Conduct Environmental Social Governance Privacy Executive Team NEWS & RESOURCES News Events & Webinars COVID-19 Resources Our Locations INVESTOR RELATIONS \"Visit our investor relations site for more information. LEARN MORE Unlock your potential to drive healthcare forward By making intelligent connections between your needs, our capabilities, and the healthcare ecosystem, we can help you be more agile, accelerate results, and improve patient outcomes. LEARN MORE AI & Machine Learning with a healthcare IQ. Artificial intelligence is accelerating opportunities. Realizing the benefits for healthcare requires the right expertise. Together, we can solve the problems of today, and drive the breakthroughs of tomorrow. LEARN MORE Your healthcare data deserves more than just a cloud. The IQVIA Human Data Science Cloud is our unique capability designed to enable healthcare-grade analytics, tools, and data management solutions to deliver fit-for-purpose global data at scale. LEARN MORE Innovations make an impact when bold ideas meet powerful partnerships The IQVIA Innovation Hub connects start-ups with the extensive IQVIA network of assets, resources, clients, and partners. Together, we can help lead the future of healthcare with the extensive IQVIA network of assets, resources, clients, and partners. LEARN MORE Proven, faster DCT solutions IQVIA Decentralized Trials deliver purpose-built clinical services and technologies that engage the right patients wherever they are. Our hybrid and fully virtual solutions have been used more than any others. LEARN MORE Unlock the power of genomic research. IQVIA enables genomic research via global access to a network of genomic-clinical data, proprietary technologies that enable federated analytics, and therapeutic area & bioinformatics expertise to help you answer your most pressing research questions. LEARN MORE MAIN / Careers Careers / WORKING AT IQVIA Our mission is to accelerate innovation for a healthier world. Together, we can solve customer challenges and improve patient lives. LEARN MORE LIFE AT IQVIA Careers, culture and everything in between. Find out what’s going on right here, right now. LEARN MORE WE’RE HIRING \"Improving human health requires brave thinkers who are willing to explore new ideas and build on successes. Unleash your potential with us. SEARCH JOBS MAIN / Contact Us Contact Us / Your Privacy Choices Please fill out the form below if you would like to exercise a privacy right applicable to your jurisdiction. About Us Privacy CCPA Your Privacy Choices Your Privacy Choices Depending on your jurisdiction, you may have certain rights in relation to the processing of your personal data or personal information. These rights may include: The right to access your personal information (including a data portability request); The right to correct or amend any personal information we have on file about you; The right to delete your personal information; The right to limit the use of your “sensitive” personal information; The right to opt-out of the sale or “sharing” of your personal information; The right to opt-out of the use of your personal information for targeted advertising purposes; The right to restrict or object to the processing of your personal information (such as for direct marketing purposes); The right to restrict the use of your personal information for certain automated decision-making (including profiling); and The right to revoke your consent (to the extent applicable). All of these rights are subject to certain exceptions under applicable law. To exercise any of these rights, please fill out the webform below or contact us by email at privacyofficer@iqvia.com with your name, physical address, email address, the email address associated with your interactions with IQVIA (if different), telephone number, and details about your interactions with IQVIA (including whether you are a patient or a health care professional). You may also designate an authorized agent to submit a request on your behalf. To designate an agent, please also send us a written and signed document by both you and the agent that authorizes the agent to act on your behalf. You may also use a power of attorney. Please note that we will still require you to provide sufficient information to allow us to reasonably verify that you are the person about whom we are receiving a request. We will respond to any request you submit in the time period required by applicable law. To learn more about how we collect, use, and disclose your personal information, please review the IQVIA Privacy Policy and the IQVIA Online Privacy Policy . If you are a California resident, please visit our California Privacy Notice for additional information that may apply to you. Your Rights: I WISH TO EXERCISE THE FOLLOWING RIGHTS: The right to access my personal information You may have the right to access the personal information that we collect about you. Depending on the jurisdiction, we may be required to provide this information to you (to the extent technically feasible) in an electronic format that is commonly used, is easily understandable to the average consumer, and can be transferred to another entity at your request without hindrance. You may also have the right to request details regarding the information that we collect about you, including the categories of personal information that we collect, the sources of this personal information, our purposes for collecting and using this personal information, and the entities to which we disclose this personal information. A data portability request Depending on your jurisdiction, you may have the right to request a copy of the data we have collected about you in a portable manner. The purpose of this request is to allow you to obtain and reuse your personal data for your own purposes across different services. The right to delete my personal information You may have the right to delete personal information that we have collected about you. Depending on the jurisdiction, upon receiving a request for deletion, we may be obligated to request that service providers, contractors, and other third parties delete your personal information, as well. However, our obligation to honor your request to delete may be limited where our continued processing of your personal information is necessary for such purposes as: complying with a legal obligation; establishing, exercising, or defending legal claims; engaging in public or peer-reviewed scientific, historical, or statistical research; exercising the rights of freedom of speech, freedom of expression and information, and other rights provided for by law; fulfilling a contract between you and our business; and carrying out tasks in the public interest. The right to correct or amend my personal information You may have the right to correct or rectify inaccurate or incomplete personal information that we have on file about you. Such correction or rectification may take into account the nature of the personal information and our purposes for processing it. The right to limit the use of my “sensitive” personal information You may have the right to limit our use of your “sensitive” personal information. “Sensitive” personal information may include information revealing your racial or ethnic origin, religious or philosophical beliefs, political opinions, or union membership; genetic data; biometric data for the purpose of uniquely identifying you; information concerning your health, sex life, or sexual orientation; information revealing your precise geolocation; and information revealing certain sensitive identification numbers (e.g., social security number, passport number) or financial information (e.g., bank account number in combination with a password). Depending on the jurisdiction, and subject to various exceptions, we may be prohibited from processing your sensitive personal information or limited to processing your sensitive personal information to the extent necessary to perform the services or provide the goods reasonably expected by an average consumer who requests those goods or services. The right to opt-out of the sale or “sharing” of my personal information You may have the right to withdraw your consent for, or opt-out of, our sale or sharing of your personal information at any time. Depending on the jurisdiction, a “sale” might encompass our business selling, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, your personal information to a third party for monetary or other valuable consideration. Relatedly, “sharing” might entail our business sharing, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, your personal information to a third party for cross-context behavioral advertising, whether or not for monetary or other valuable consideration, including transactions between our business and a third party for cross-context behavioral advertising for the benefit of a business in which no money is exchanged. The right to opt-out of the use of my personal information for targeted advertising purposes You may have the right to withdraw your consent for, or opt-out of, our use of your personal information for purposes of targeted advertising. Depending on the jurisdiction, targeted advertising may entail any advertisement that is selected for you based on personal information obtained or inferred over time from your activities over nonaffiliated websites, applications, or services. The right to restrict or object to the processing of my personal information You may have the right to restrict or object to the processing of your personal information. Depending on the jurisdiction, these rights may apply in such situations as: when your personal information is used for direct marketing purposes; when you have contested the accuracy of the personal information; when the processing is unlawful; or when the information is being processed for the performance of a task in the public interest. The right to restrict the use of my personal information for certain automated decision-making purposes You may have the right to restrict the use of your personal information by an automated decision-making system or process that produces legal or similarly significant effects on you (including profiling). An automated decision-making system is a method, model, or process that relies on algorithms, machine learning, or other artificial intelligence techniques to make decisions or facilitate human decisions, often by generating scores, predictions, and classifications. “Profiling” refers to the automated processing of your personal information to evaluate, analyze, or predict aspects of your life, including your work performance, economic situation, health, personal preferences, interests, reliability, behavior, location, or movements. Revoke my consent to the processing of my personal information You may have the right to revoke your consent to our processing of your personal information at any time. Depending on the jurisdiction and situation, we may rely on your consent to process your personal information generally, to process your personal information for the purposes of targeted advertising or sale, to process your sensitive personal information, or to process your personal information for purposes that are not necessary to or compatible with the stated purposes for which we collected your personal information. Personal Information Your Name Full Address City State Country United States Canada United Kingdom Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antarctica Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovenia Botswana Bouvet Island Brazil British Indian Ocean Territory British Virgin Islands Brunei Bulgaria Burkina Faso Burundi Cambodia Cameroon Cape Verde Cayman Islands Central African Republic Chad Chile China Christmas Island Cocos Keeling Islands Colombia Comoros Congo Cook Islands Costa Rica Cote dIvoire Croatia Cuba Cyprus Czech Republic Democratic Republic of the Congo Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Falkland Islands Faroe Islands Fiji Finland France French Guiana French Polynesia French Southern Territories Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Heard Island and McDonald Islands Honduras Hong Kong SAR China Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libya Liechtenstein Lithuania Luxembourg Macao SAR China Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia Moldova Monaco Mongolia Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island North Korea Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Reunion Romania Russia Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa South Korea Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Swaziland Sweden Switzerland Syria Taiwan Tajikistan Tanzania Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United States Minor Outlying Islands Uruguay US Virgin Uslands Uzbekistan Vanuatu Vatican Venezuela Vietnam Wallis and Futuna Western Sahara Yemen Yugoslavia Zambia Zimbabwe Zip Code Contact Information Telephone Number Contact Email Address Email Address Used with IQVIA Details Relationship with IQVIA Healthcare Provider Current or Past Study Participant Business Contact Employee or Former Employee Job Applicant Other Your Interaction with IQVIA Upon receiving a request from you, we will first verify your identity by matching the information you provide (including your name, email address, and phone number) with what we have on file  for you. We may ask you for additional information to verify your identity or to comply with your request. © 2018–2022. All rights reserved. IQVIA® is a registered trademark of IQVIA Inc. in the United States, the European Union, and various other countries. Contact Us Investor Relations Customer Portal Careers Code of Conduct Events Contact Us Third-Party Access Suppliers Privacy Your Privacy Choices Terms of Use Sitemap ©2023 IQVIA Inc, All Rights Reserved. You are about to exit for another IQVIA country or region specific website Please be aware that the website you have requested is intended for the residents of particular country or region, as noted on that site. For this browsing session please remember my choice and don't ask again. OK Open in a new tab <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-P97VBCW\"\nheight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> We Care About Your Privacy We and our partners store and/or access information on a device, such as unique IDs in cookies to process personal data. You may accept or manage your choices by clicking below, including your right to object where legitimate interest is used, or at any time in the privacy policy page. These choices will be signaled to our partners and will not affect browsing data. We and our partners process data to provide: Use precise geolocation data. Actively scan device characteristics for identification. Store and/or access information on a device. Personalised ads and content, ad and content measurement, audience insights and product development. List of Partners (vendors) I Accept Reject All Show Purposes About Your Privacy Your Privacy Strictly Necessary Cookies Performance Cookies Functional Cookies Targeting Cookies Store and/or access information on a device Personalised ads and content, ad and content measurement, audience insights and product development Use precise geolocation data Actively scan device characteristics for identification Ensure security, prevent fraud, and debug Technically deliver ads or content Match and combine offline data sources Link different devices Receive and use automatically-sent device characteristics for identification Your Privacy We process your data to deliver content or advertisements and measure the delivery of such content or advertisements to extract insights about our website. We share this information with our partners on the basis of consent and legitimate interest. You may exercise your right to consent or object to a legitimate interest, based on a specific purpose below or at a partner level in the link under each purpose. These choices will be signaled to our vendors participating in the Transparency and Consent Framework. More information List of IAB Vendors‎ Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.    You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Performance Cookies Performance Cookies These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site.    All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance. Functional Cookies Functional Cookies These cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages.    If you do not allow these cookies then some or all of these services may not function properly. Targeting Cookies Targeting Cookies These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.    They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising. Store and/or access information on a device Store and/or access information on a device Cookies, device identifiers, or other information can be stored or accessed on your device for the purposes presented to you. List of IAB Vendors‎ | View Full Legal Text Opens in a new Tab Personalised ads and content, ad and content measurement, audience insights and product development Personalised ads and content, ad and content measurement, audience insights and product development Select basic ads Switch Label Ads can be shown to you based on the content you’re viewing, the app you’re using, your approximate location, or your device type. Object to Legitimate Interests Remove Objection Create a personalised ads profile Switch Label A profile can be built about you and your interests to show you personalised ads that are relevant to you. Object to Legitimate Interests Remove Objection Select personalised ads Switch Label Personalised ads can be shown to you based on a profile about you. Object to Legitimate Interests Remove Objection Create a personalised content profile Switch Label A profile can be built about you and your interests to show you personalised content that is relevant to you. Object to Legitimate Interests Remove Objection Select personalised content Switch Label Personalised content can be shown to you based on a profile about you. Object to Legitimate Interests Remove Objection Measure ad performance Switch Label The performance and effectiveness of ads that you see or interact with can be measured. Object to Legitimate Interests Remove Objection Measure content performance Switch Label The performance and effectiveness of content that you see or interact with can be measured. Object to Legitimate Interests Remove Objection Apply market research to generate audience insights Switch Label Market research can be used to learn more about the audiences who visit sites/apps and view ads. Object to Legitimate Interests Remove Objection Develop and improve products Switch Label Your data can be used to improve existing systems and software, and to develop new products Object to Legitimate Interests Remove Objection List of IAB Vendors‎ | View Full Legal Text Opens in a new Tab Use precise geolocation data Use precise geolocation data Your precise geolocation data can be used in support of one or more purposes. This means your location can be accurate to within several meters. List of IAB Vendors‎ | View Full Legal Text Opens in a new Tab Actively scan device characteristics for identification Actively scan device characteristics for identification Your device can be identified based on a scan of your device's unique combination of characteristics. List of IAB Vendors‎ | View Full Legal Text Opens in a new Tab Ensure security, prevent fraud, and debug Always Active Your data can be used to monitor for and prevent fraudulent activity, and ensure systems and processes work properly and securely. List of IAB Vendors‎ | View Full Legal Text Opens in a new Tab Technically deliver ads or content Always Active Your device can receive and send information that allows you to see and interact with ads and content. List of IAB Vendors‎ | View Full Legal Text Opens in a new Tab Match and combine offline data sources Always Active Data from offline data sources can be combined with your online activity in support of one or more purposes List of IAB Vendors‎ | View Full Legal Text Opens in a new Tab Link different devices Always Active Different devices can be determined as belonging to you or your household in support of one or more of purposes. List of IAB Vendors‎ | View Full Legal Text Opens in a new Tab Receive and use automatically-sent device characteristics for identification Always Active Your device might be distinguished from other devices based on information it automatically sends, such as IP address or browser type. List of IAB Vendors‎ | View Full Legal Text Opens in a new Tab Back Button Back Filter Button Consent Leg.Interest checkbox label label checkbox label label checkbox label label Clear checkbox label label Apply Cancel Confirm My Choices Reject All Allow All",
  "annotations": [
    {
      "Text": "The right to access your personal information (including a data portability request);",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {SEARCH JOBS MAIN / Contact Us Contact Us / Your Privacy Choices Please fill out the form below if you would like to exercise a privacy right applicable to your jurisdiction. About Us Privacy CCPA Your Privacy Choices Your Privacy Choices Depending on your jurisdiction, you may have certain rights in relation to the processing of your personal data or personal information.} "
    },
    {
      "Text": "The right to correct or amend any personal information we have on file about you;",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {SEARCH JOBS MAIN / Contact Us Contact Us / Your Privacy Choices Please fill out the form below if you would like to exercise a privacy right applicable to your jurisdiction. About Us Privacy CCPA Your Privacy Choices Your Privacy Choices Depending on your jurisdiction, you may have certain rights in relation to the processing of your personal data or personal information.} "
    },
    {
      "Text": "The right to delete your personal information;",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {SEARCH JOBS MAIN / Contact Us Contact Us / Your Privacy Choices Please fill out the form below if you would like to exercise a privacy right applicable to your jurisdiction. About Us Privacy CCPA Your Privacy Choices Your Privacy Choices Depending on your jurisdiction, you may have certain rights in relation to the processing of your personal data or personal information.} "
    },
    {
      "Text": "The right to limit the use of your “sensitive” personal information;",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {SEARCH JOBS MAIN / Contact Us Contact Us / Your Privacy Choices Please fill out the form below if you would like to exercise a privacy right applicable to your jurisdiction. About Us Privacy CCPA Your Privacy Choices Your Privacy Choices Depending on your jurisdiction, you may have certain rights in relation to the processing of your personal data or personal information.} "
    },
    {
      "Text": "The right to opt-out of the sale or “sharing” of your personal information;",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {SEARCH JOBS MAIN / Contact Us Contact Us / Your Privacy Choices Please fill out the form below if you would like to exercise a privacy right applicable to your jurisdiction. About Us Privacy CCPA Your Privacy Choices Your Privacy Choices Depending on your jurisdiction, you may have certain rights in relation to the processing of your personal data or personal information.} "
    },
    {
      "Text": "The right to access my personal information\\nYou may have the right to access the personal information that we collect about you. Depending on the jurisdiction, we may be required to provide this information to you (to the extent technically feasible) in an electronic format that is commonly used, is easily understandable to the average consumer, and can be transferred to another entity at your request without hindrance. You may also have the right to request details regarding the information that we collect about you, including the categories of personal information that we collect, the sources of this personal information, our purposes for collecting and using this personal information, and the entities to which we disclose this personal information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {To learn more about how we collect, use, and disclose your personal information, please review the IQVIA Privacy Policy and the IQVIA Online Privacy Policy . If you are a California resident, please visit our California Privacy Notice for additional information that may apply to you.} "
    },
    {
      "Text": "The right to delete my personal information\\nYou may have the right to delete personal information that we have collected about you. Depending on the jurisdiction, upon receiving a request for deletion, we may be obligated to request that service providers, contractors, and other third parties delete your personal information, as well. However, our obligation to honor your request to delete may be limited where our continued processing of your personal information is necessary for such purposes as: complying with a legal obligation; establishing, exercising, or defending legal claims; engaging in public or peer-reviewed scientific, historical, or statistical research; exercising the rights of freedom of speech, freedom of expression and information, and other rights provided for by law; fulfilling a contract between you and our business; and carrying out tasks in the public interest.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {A data portability request Depending on your jurisdiction, you may have the right to request a copy of the data we have collected about you in a portable manner. The purpose of this request is to allow you to obtain and reuse your personal data for your own purposes across different services.} "
    },
    {
      "Text": "The right to correct or amend my personal information\\nYou may have the right to correct or rectify inaccurate or incomplete personal information that we have on file about you. Such correction or rectification may take into account the nature of the personal information and our purposes for processing it.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Depending on the jurisdiction, upon receiving a request for deletion, we may be obligated to request that service providers, contractors, and other third parties delete your personal information, as well. However, our obligation to honor your request to delete may be limited where our continued processing of your personal information is necessary for such purposes as: complying with a legal obligation; establishing, exercising, or defending legal claims; engaging in public or peer-reviewed scientific, historical, or statistical research; exercising the rights of freedom of speech, freedom of expression and information, and other rights provided for by law; fulfilling a contract between you and our business; and carrying out tasks in the public interest.} "
    },
    {
      "Text": "The right to limit the use of my “sensitive” personal information\\nYou may have the right to limit our use of your “sensitive” personal information. “Sensitive” personal information may include information revealing your racial or ethnic origin, religious or philosophical beliefs, political opinions, or union membership; genetic data; biometric data for the purpose of uniquely identifying you; information concerning your health, sex life, or sexual orientation; information revealing your precise geolocation; and information revealing certain sensitive identification numbers (e.g., social security number, passport number) or financial information (e.g., bank account number in combination with a password). Depending on the jurisdiction, and subject to various exceptions, we may be prohibited from processing your sensitive personal information or limited to processing your sensitive personal information to the extent necessary to perform the services or provide the goods reasonably expected by an average consumer who requests those goods or services.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {The right to correct or amend my personal information You may have the right to correct or rectify inaccurate or incomplete personal information that we have on file about you. Such correction or rectification may take into account the nature of the personal information and our purposes for processing it.} "
    },
    {
      "Text": "The right to opt-out of the sale or “sharing” of my personal information\\nYou may have the right to withdraw your consent for, or opt-out of, our sale or sharing of your personal information at any time. Depending on the jurisdiction, a “sale” might encompass our business selling, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, your personal information to a third party for monetary or other valuable consideration. Relatedly, “sharing” might entail our business sharing, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, your personal information to a third party for cross-context behavioral advertising, whether or not for monetary or other valuable consideration, including transactions between our business and a third party for cross-context behavioral advertising for the benefit of a business in which no money is exchanged.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {SEARCH JOBS MAIN / Contact Us Contact Us / Your Privacy Choices Please fill out the form below if you would like to exercise a privacy right applicable to your jurisdiction. About Us Privacy CCPA Your Privacy Choices Your Privacy Choices Depending on your jurisdiction, you may have certain rights in relation to the processing of your personal data or personal information.} "
    },
    {
      "Text": "We and our partners store and/or access information on a device, such as unique IDs in cookies to process personal data. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You are about to exit for another IQVIA country or region specific website Please be aware that the website you have requested is intended for the residents of particular country or region, as noted on that site. For this browsing session please remember my choice and don't ask again.} "
    },
    {
      "Text": "We and our partners process data to provide:\\nUse precise geolocation data. Actively scan device characteristics for identification. Store and/or access information on a device. Personalised ads and content, ad and content measurement, audience insights and product development.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may accept or manage your choices by clicking below, including your right to object where legitimate interest is used, or at any time in the privacy policy page. These choices will be signaled to our partners and will not affect browsing data.} "
    },
    {
      "Text": "These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.} "
    },
    {
      "Text": "These cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.} "
    },
    {
      "Text": "They may be set by us or by third party providers whose services we have added to our pages. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance. Functional Cookies Functional Cookies These cookies enable the website to provide enhanced functionality and personalisation.} "
    },
    {
      "Text": "Targeting Cookies\\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly.} "
    },
    {
      "Text": "Targeting Cookies\\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.  ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly.} "
    },
    {
      "Text": "The right to access your personal information (including a data portability request);",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {SEARCH JOBS MAIN / Contact Us Contact Us / Your Privacy Choices Please fill out the form below if you would like to exercise a privacy right applicable to your jurisdiction. About Us Privacy CCPA Your Privacy Choices Your Privacy Choices Depending on your jurisdiction, you may have certain rights in relation to the processing of your personal data or personal information.} "
    },
    {
      "Text": "The right to delete your personal information",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {SEARCH JOBS MAIN / Contact Us Contact Us / Your Privacy Choices Please fill out the form below if you would like to exercise a privacy right applicable to your jurisdiction. About Us Privacy CCPA Your Privacy Choices Your Privacy Choices Depending on your jurisdiction, you may have certain rights in relation to the processing of your personal data or personal information.} "
    },
    {
      "Text": "The right to correct or amend any personal information we have on file about you;",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {SEARCH JOBS MAIN / Contact Us Contact Us / Your Privacy Choices Please fill out the form below if you would like to exercise a privacy right applicable to your jurisdiction. About Us Privacy CCPA Your Privacy Choices Your Privacy Choices Depending on your jurisdiction, you may have certain rights in relation to the processing of your personal data or personal information.} "
    },
    {
      "Text": "The right to limit the use of your “sensitive” personal information;",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {SEARCH JOBS MAIN / Contact Us Contact Us / Your Privacy Choices Please fill out the form below if you would like to exercise a privacy right applicable to your jurisdiction. About Us Privacy CCPA Your Privacy Choices Your Privacy Choices Depending on your jurisdiction, you may have certain rights in relation to the processing of your personal data or personal information.} "
    },
    {
      "Text": "The right to opt-out of the sale or “sharing” of your personal information;",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {SEARCH JOBS MAIN / Contact Us Contact Us / Your Privacy Choices Please fill out the form below if you would like to exercise a privacy right applicable to your jurisdiction. About Us Privacy CCPA Your Privacy Choices Your Privacy Choices Depending on your jurisdiction, you may have certain rights in relation to the processing of your personal data or personal information.} "
    },
    {
      "Text": "To exercise any of these rights, please fill out the webform below or contact us by email at privacyofficer@iqvia.com with your name, physical address, email address, the email address associated with your interactions with IQVIA (if different), telephone number, and details about your interactions with IQVIA (including whether you are a patient or a health care professional)",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {These rights may include: The right to access your personal information (including a data portability request); The right to correct or amend any personal information we have on file about you; The right to delete your personal information; The right to limit the use of your “sensitive” personal information; The right to opt-out of the sale or “sharing” of your personal information; The right to opt-out of the use of your personal information for targeted advertising purposes; The right to restrict or object to the processing of your personal information (such as for direct marketing purposes); The right to restrict the use of your personal information for certain automated decision-making (including profiling); and The right to revoke your consent (to the extent applicable). All of these rights are subject to certain exceptions under applicable law.} "
    },
    {
      "Text": "The right to access my personal information\\nYou may have the right to access the personal information that we collect about you. Depending on the jurisdiction, we may be required to provide this information to you (to the extent technically feasible) in an electronic format that is commonly used, is easily understandable to the average consumer, and can be transferred to another entity at your request without hindrance. You may also have the right to request details regarding the information that we collect about you, including the categories of personal information that we collect, the sources of this personal information, our purposes for collecting and using this personal information, and the entities to which we disclose this personal information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {To learn more about how we collect, use, and disclose your personal information, please review the IQVIA Privacy Policy and the IQVIA Online Privacy Policy . If you are a California resident, please visit our California Privacy Notice for additional information that may apply to you.} "
    },
    {
      "Text": "The right to delete my personal information\\nYou may have the right to delete personal information that we have collected about you. Depending on the jurisdiction, upon receiving a request for deletion, we may be obligated to request that service providers, contractors, and other third parties delete your personal information, as well. However, our obligation to honor your request to delete may be limited where our continued processing of your personal information is necessary for such purposes as: complying with a legal obligation; establishing, exercising, or defending legal claims; engaging in public or peer-reviewed scientific, historical, or statistical research; exercising the rights of freedom of speech, freedom of expression and information, and other rights provided for by law; fulfilling a contract between you and our business; and carrying out tasks in the public interest.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {A data portability request Depending on your jurisdiction, you may have the right to request a copy of the data we have collected about you in a portable manner. The purpose of this request is to allow you to obtain and reuse your personal data for your own purposes across different services.} "
    },
    {
      "Text": "The right to correct or amend my personal information\\nYou may have the right to correct or rectify inaccurate or incomplete personal information that we have on file about you. Such correction or rectification may take into account the nature of the personal information and our purposes for processing it.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Depending on the jurisdiction, upon receiving a request for deletion, we may be obligated to request that service providers, contractors, and other third parties delete your personal information, as well. However, our obligation to honor your request to delete may be limited where our continued processing of your personal information is necessary for such purposes as: complying with a legal obligation; establishing, exercising, or defending legal claims; engaging in public or peer-reviewed scientific, historical, or statistical research; exercising the rights of freedom of speech, freedom of expression and information, and other rights provided for by law; fulfilling a contract between you and our business; and carrying out tasks in the public interest.} "
    },
    {
      "Text": "The right to limit the use of my “sensitive” personal information\\nYou may have the right to limit our use of your “sensitive” personal information. “Sensitive” personal information may include information revealing your racial or ethnic origin, religious or philosophical beliefs, political opinions, or union membership; genetic data; biometric data for the purpose of uniquely identifying you; information concerning your health, sex life, or sexual orientation; information revealing your precise geolocation; and information revealing certain sensitive identification numbers (e.g., social security number, passport number) or financial information (e.g., bank account number in combination with a password). Depending on the jurisdiction, and subject to various exceptions, we may be prohibited from processing your sensitive personal information or limited to processing your sensitive personal information to the extent necessary to perform the services or provide the goods reasonably expected by an average consumer who requests those goods or services.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {The right to correct or amend my personal information You may have the right to correct or rectify inaccurate or incomplete personal information that we have on file about you. Such correction or rectification may take into account the nature of the personal information and our purposes for processing it.} "
    },
    {
      "Text": "The right to opt-out of the sale or “sharing” of my personal information\\nYou may have the right to withdraw your consent for, or opt-out of, our sale or sharing of your personal information at any time. Depending on the jurisdiction, a “sale” might encompass our business selling, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, your personal information to a third party for monetary or other valuable consideration. Relatedly, “sharing” might entail our business sharing, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, your personal information to a third party for cross-context behavioral advertising, whether or not for monetary or other valuable consideration, including transactions between our business and a third party for cross-context behavioral advertising for the benefit of a business in which no money is exchanged.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {SEARCH JOBS MAIN / Contact Us Contact Us / Your Privacy Choices Please fill out the form below if you would like to exercise a privacy right applicable to your jurisdiction. About Us Privacy CCPA Your Privacy Choices Your Privacy Choices Depending on your jurisdiction, you may have certain rights in relation to the processing of your personal data or personal information.} "
    },
    {
      "Text": "The right to access my personal information\\nYou may have the right to access the personal information that we collect about you. Depending on the jurisdiction, we may be required to provide this information to you (to the extent technically feasible) in an electronic format that is commonly used, is easily understandable to the average consumer, and can be transferred to another entity at your request without hindrance. You may also have the right to request details regarding the information that we collect about you, including the categories of personal information that we collect, the sources of this personal information, our purposes for collecting and using this personal information, and the entities to which we disclose this personal information.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {To learn more about how we collect, use, and disclose your personal information, please review the IQVIA Privacy Policy and the IQVIA Online Privacy Policy . If you are a California resident, please visit our California Privacy Notice for additional information that may apply to you.} "
    },
    {
      "Text": "Your Privacy\\nWe process your data to deliver content or advertisements and measure the delivery of such content or advertisements to extract insights about our website",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Store and/or access information on a device. Personalised ads and content, ad and content measurement, audience insights and product development.} "
    },
    {
      "Text": "We share this information with our partners on the basis of consent and legitimate interest. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Personalised ads and content, ad and content measurement, audience insights and product development. List of Partners (vendors) I Accept Reject All Show Purposes About Your Privacy Your Privacy Strictly Necessary Cookies Performance Cookies Functional Cookies Targeting Cookies Store and/or access information on a device Personalised ads and content, ad and content measurement, audience insights and product development Use precise geolocation data Actively scan device characteristics for identification Ensure security, prevent fraud, and debug Technically deliver ads or content Match and combine offline data sources Link different devices Receive and use automatically-sent device characteristics for identification Your Privacy We process your data to deliver content or advertisements and measure the delivery of such content or advertisements to extract insights about our website.} "
    },
    {
      "Text": "Strictly Necessary Cookies\\nAlways Active\\nThese cookies are necessary for the website to function and cannot be switched off in our systems. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may exercise your right to consent or object to a legitimate interest, based on a specific purpose below or at a partner level in the link under each purpose. These choices will be signaled to our vendors participating in the Transparency and Consent Framework.} "
    },
    {
      "Text": "Performance Cookies\\nPerformance Cookies\\nThese cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site.    All information these cookies collect is aggregated and therefore anonymo",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.} "
    },
    {
      "Text": "Functional Cookies\\nFunctional Cookies\\nThese cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages.  ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.} "
    },
    {
      "Text": "Functional Cookies\\nFunctional Cookies\\nThese cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages.    ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.} "
    },
    {
      "Text": "Targeting Cookies\\nTargeting Cookies\\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly.} "
    },
    {
      "Text": "Your Name\\nFull Address\\nCity\\nState\\nCountry\\nZip Code",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Revoke my consent to the processing of my personal information You may have the right to revoke your consent to our processing of your personal information at any time. Depending on the jurisdiction and situation, we may rely on your consent to process your personal information generally, to process your personal information for the purposes of targeted advertising or sale, to process your sensitive personal information, or to process your personal information for purposes that are not necessary to or compatible with the stated purposes for which we collected your personal information.} "
    },
    {
      "Text": "Your Name\\nFull Address\\nCity\\nState\\nCountry\\nZip Code",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Revoke my consent to the processing of my personal information You may have the right to revoke your consent to our processing of your personal information at any time. Depending on the jurisdiction and situation, we may rely on your consent to process your personal information generally, to process your personal information for the purposes of targeted advertising or sale, to process your sensitive personal information, or to process your personal information for purposes that are not necessary to or compatible with the stated purposes for which we collected your personal information.} "
    },
    {
      "Text": "Depending on your jurisdiction, you may have certain rights in relation to the processing of your personal data or personal information. These rights may include:\\n\\nThe right to access your personal information (including a data portability request);",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Unleash your potential with us. SEARCH JOBS MAIN / Contact Us Contact Us / Your Privacy Choices Please fill out the form below if you would like to exercise a privacy right applicable to your jurisdiction.} "
    },
    {
      "Text": "The right to correct or amend any personal information we have on file about you;",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {SEARCH JOBS MAIN / Contact Us Contact Us / Your Privacy Choices Please fill out the form below if you would like to exercise a privacy right applicable to your jurisdiction. About Us Privacy CCPA Your Privacy Choices Your Privacy Choices Depending on your jurisdiction, you may have certain rights in relation to the processing of your personal data or personal information.} "
    },
    {
      "Text": "The right to delete your personal information;",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {SEARCH JOBS MAIN / Contact Us Contact Us / Your Privacy Choices Please fill out the form below if you would like to exercise a privacy right applicable to your jurisdiction. About Us Privacy CCPA Your Privacy Choices Your Privacy Choices Depending on your jurisdiction, you may have certain rights in relation to the processing of your personal data or personal information.} "
    },
    {
      "Text": "The right to limit the use of your “sensitive” personal information;",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {SEARCH JOBS MAIN / Contact Us Contact Us / Your Privacy Choices Please fill out the form below if you would like to exercise a privacy right applicable to your jurisdiction. About Us Privacy CCPA Your Privacy Choices Your Privacy Choices Depending on your jurisdiction, you may have certain rights in relation to the processing of your personal data or personal information.} "
    },
    {
      "Text": "The right to opt-out of the sale or “sharing” of your personal information;",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {SEARCH JOBS MAIN / Contact Us Contact Us / Your Privacy Choices Please fill out the form below if you would like to exercise a privacy right applicable to your jurisdiction. About Us Privacy CCPA Your Privacy Choices Your Privacy Choices Depending on your jurisdiction, you may have certain rights in relation to the processing of your personal data or personal information.} "
    },
    {
      "Text": "The right to opt-out of the use of your personal information for targeted advertising purposes;",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {SEARCH JOBS MAIN / Contact Us Contact Us / Your Privacy Choices Please fill out the form below if you would like to exercise a privacy right applicable to your jurisdiction. About Us Privacy CCPA Your Privacy Choices Your Privacy Choices Depending on your jurisdiction, you may have certain rights in relation to the processing of your personal data or personal information.} "
    },
    {
      "Text": "To exercise any of these rights, please fill out the webform below or contact us by email at privacyofficer@iqvia.com with your name, physical address, email address, the email address associated with your interactions with IQVIA (if different), telephone number, and details about your interactions with IQVIA (including whether you are a patient or a health care professional).",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {These rights may include: The right to access your personal information (including a data portability request); The right to correct or amend any personal information we have on file about you; The right to delete your personal information; The right to limit the use of your “sensitive” personal information; The right to opt-out of the sale or “sharing” of your personal information; The right to opt-out of the use of your personal information for targeted advertising purposes; The right to restrict or object to the processing of your personal information (such as for direct marketing purposes); The right to restrict the use of your personal information for certain automated decision-making (including profiling); and The right to revoke your consent (to the extent applicable). All of these rights are subject to certain exceptions under applicable law.} "
    },
    {
      "Text": "The right to access my personal information\\nYou may have the right to access the personal information that we collect about you. Depending on the jurisdiction, we may be required to provide this information to you (to the extent technically feasible) in an electronic format that is commonly used, is easily understandable to the average consumer, and can be transferred to another entity at your request without hindrance. You may also have the right to request details regarding the information that we collect about you, including the categories of personal information that we collect, the sources of this personal information, our purposes for collecting and using this personal information, and the entities to which we disclose this personal information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {To learn more about how we collect, use, and disclose your personal information, please review the IQVIA Privacy Policy and the IQVIA Online Privacy Policy . If you are a California resident, please visit our California Privacy Notice for additional information that may apply to you.} "
    },
    {
      "Text": "The right to access my personal information\\nYou may have the right to access the personal information that we collect about you. Depending on the jurisdiction, we may be required to provide this information to you (to the extent technically feasible) in an electronic format that is commonly used, is easily understandable to the average consumer, and can be transferred to another entity at your request without hindrance. You may also have the right to request details regarding the information that we collect about you, including the categories of personal information that we collect, the sources of this personal information, our purposes for collecting and using this personal information, and the entities to which we disclose this personal information.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {To learn more about how we collect, use, and disclose your personal information, please review the IQVIA Privacy Policy and the IQVIA Online Privacy Policy . If you are a California resident, please visit our California Privacy Notice for additional information that may apply to you.} "
    },
    {
      "Text": "The right to delete my personal information\\nYou may have the right to delete personal information that we have collected about you. Depending on the jurisdiction, upon receiving a request for deletion, we may be obligated to request that service providers, contractors, and other third parties delete your personal information, as well. However, our obligation to honor your request to delete may be limited where our continued processing of your personal information is necessary for such purposes as: complying with a legal obligation; establishing, exercising, or defending legal claims; engaging in public or peer-reviewed scientific, historical, or statistical research; exercising the rights of freedom of speech, freedom of expression and information, and other rights provided for by law; fulfilling a contract between you and our business; and carrying out tasks in the public interest.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {A data portability request Depending on your jurisdiction, you may have the right to request a copy of the data we have collected about you in a portable manner. The purpose of this request is to allow you to obtain and reuse your personal data for your own purposes across different services.} "
    },
    {
      "Text": "The right to correct or amend my personal information\\nYou may have the right to correct or rectify inaccurate or incomplete personal information that we have on file about you. Such correction or rectification may take into account the nature of the personal information and our purposes for processing it.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Depending on the jurisdiction, upon receiving a request for deletion, we may be obligated to request that service providers, contractors, and other third parties delete your personal information, as well. However, our obligation to honor your request to delete may be limited where our continued processing of your personal information is necessary for such purposes as: complying with a legal obligation; establishing, exercising, or defending legal claims; engaging in public or peer-reviewed scientific, historical, or statistical research; exercising the rights of freedom of speech, freedom of expression and information, and other rights provided for by law; fulfilling a contract between you and our business; and carrying out tasks in the public interest.} "
    },
    {
      "Text": "The right to limit the use of my “sensitive” personal information\\nYou may have the right to limit our use of your “sensitive” personal information. “Sensitive” personal information may include information revealing your racial or ethnic origin, religious or philosophical beliefs, political opinions, or union membership; genetic data; biometric data for the purpose of uniquely identifying you; information concerning your health, sex life, or sexual orientation; information revealing your precise geolocation; and information revealing certain sensitive identification numbers (e.g., social security number, passport number) or financial information (e.g., bank account number in combination with a password). Depending on the jurisdiction, and subject to various exceptions, we may be prohibited from processing your sensitive personal information or limited to processing your sensitive personal information to the extent necessary to perform the services or provide the goods reasonably expected by an average consumer who requests those goods or services.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {The right to correct or amend my personal information You may have the right to correct or rectify inaccurate or incomplete personal information that we have on file about you. Such correction or rectification may take into account the nature of the personal information and our purposes for processing it.} "
    },
    {
      "Text": "The right to opt-out of the sale or “sharing” of my personal information\\nYou may have the right to withdraw your consent for, or opt-out of, our sale or sharing of your personal information at any time. Depending on the jurisdiction, a “sale” might encompass our business selling, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, your personal information to a third party for monetary or other valuable consideration. Relatedly, “sharing” might entail our business sharing, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, your personal information to a third party for cross-context behavioral advertising, whether or not for monetary or other valuable consideration, including transactions between our business and a third party for cross-context behavioral advertising for the benefit of a business in which no money is exchanged.\\n\\nThe right to opt-out of the use of my personal information for targeted advertising purposes\\nYou may have the right to withdraw your consent for, or opt-out of, our use of your personal information for purposes of targeted advertising. Depending on the jurisdiction, targeted advertising may entail any advertisement that is selected for you based on personal information obtained or inferred over time from your activities over nonaffiliated websites, applications, or services.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {SEARCH JOBS MAIN / Contact Us Contact Us / Your Privacy Choices Please fill out the form below if you would like to exercise a privacy right applicable to your jurisdiction. About Us Privacy CCPA Your Privacy Choices Your Privacy Choices Depending on your jurisdiction, you may have certain rights in relation to the processing of your personal data or personal information.} "
    },
    {
      "Text": "Personal Information\\n\\nYour Name\\nFull Address\\nCity\\nState\\nCountry\\nZip Code\\nContact Information\\n\\nTelephone Number\\nContact Email Address\\nEmail Address Used with IQVIA\\nDetails\\n\\nRelationship with IQVIA\\nYour Interaction with IQVIA",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Revoke my consent to the processing of my personal information You may have the right to revoke your consent to our processing of your personal information at any time. Depending on the jurisdiction and situation, we may rely on your consent to process your personal information generally, to process your personal information for the purposes of targeted advertising or sale, to process your sensitive personal information, or to process your personal information for purposes that are not necessary to or compatible with the stated purposes for which we collected your personal information.} "
    },
    {
      "Text": "We and our partners process data to provide:\\nUse precise geolocation data. Actively scan device characteristics for identification. Store and/or access information on a device. Personalised ads and content, ad and content measurement, audience insights and product development.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may accept or manage your choices by clicking below, including your right to object where legitimate interest is used, or at any time in the privacy policy page. These choices will be signaled to our partners and will not affect browsing data.} "
    },
    {
      "Text": "Strictly Necessary Cookies\\nAlways Active\\nThese cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.  ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may exercise your right to consent or object to a legitimate interest, based on a specific purpose below or at a partner level in the link under each purpose. These choices will be signaled to our vendors participating in the Transparency and Consent Framework.} "
    },
    {
      "Text": "Performance Cookies\\nPerformance Cookies\\nThese cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site.    ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.} "
    },
    {
      "Text": "Functional Cookies\\nFunctional Cookies\\nThese cookies enable the website to provide enhanced functionality and personalisation.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.} "
    },
    {
      "Text": "Targeting Cookies\\nTargeting Cookies\\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.    They do not store directly personal information, but are based on uniquely identifying your browser and internet device. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly.} "
    },
    {
      "Text": "Targeting Cookies\\nTargeting Cookies\\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.    They do not store directly personal information, but are based on uniquely identifying your browser and internet device",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly.} "
    },
    {
      "Text": "Cookies, device identifiers, or other information can be stored or accessed on your device for the purposes presented to you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Store and/or access information on a device. Personalised ads and content, ad and content measurement, audience insights and product development.} "
    },
    {
      "Text": "Select basic ads\\nSwitch Label\\nAds can be shown to you based on the content you’re viewing, the app you’re using, your approximate location, or your device type.\\n\\nCreate a personalised ads profile\\nSwitch Label\\nA profile can be built about you and your interests to show you personalised ads that are relevant to you.\\n\\nSelect personalised ads\\nSwitch Label\\nPersonalised ads can be shown to you based on a profile about you.\\n\\nCreate a personalised content profile\\nSwitch Label\\nA profile can be built about you and your interests to show you personalised content that is relevant to you.\\n\\nSelect personalised content\\nSwitch Label\\nPersonalised content can be shown to you based on a profile about you.\\n\\nMeasure ad performance\\nSwitch Label\\nThe performance and effectiveness of ads that you see or interact with can be measured.\\n\\nMeasure content performance\\nSwitch Label\\nThe performance and effectiveness of content that you see or interact with can be measured.\\n\\nApply market research to generate audience insights\\nSwitch Label\\nMarket research can be used to learn more about the audiences who visit sites/apps and view ads.\\n\\nDevelop and improve products\\nSwitch Label\\nYour data can be used to improve existing systems and software, and to develop new products",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you do not allow these cookies, you will experience less targeted advertising. Store and/or access information on a device Store and/or access information on a device Cookies, device identifiers, or other information can be stored or accessed on your device for the purposes presented to you.} "
    },
    {
      "Text": "Use precise geolocation data\\nUse precise geolocation data\\nYour precise geolocation data can be used in support of one or more purposes. This means your location can be accurate to within several meters.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Object to Legitimate Interests Remove Objection Measure content performance Switch Label The performance and effectiveness of content that you see or interact with can be measured. Object to Legitimate Interests Remove Objection Apply market research to generate audience insights Switch Label Market research can be used to learn more about the audiences who visit sites/apps and view ads.} "
    },
    {
      "Text": "Actively scan device characteristics for identification\\nActively scan device characteristics for identification\\nYour device can be identified based on a scan of your device's unique combination of characteristics.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {These choices will be signaled to our partners and will not affect browsing data. We and our partners process data to provide: Use precise geolocation data.} "
    },
    {
      "Text": "Ensure security, prevent fraud, and debug\\nAlways Active\\nYour data can be used to monitor for and prevent fraudulent activity, and ensure systems and processes work properly and securely.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Store and/or access information on a device. Personalised ads and content, ad and content measurement, audience insights and product development.} "
    },
    {
      "Text": "Technically deliver ads or content\\nAlways Active\\nYour device can receive and send information that allows you to see and interact with ads and content.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Store and/or access information on a device. Personalised ads and content, ad and content measurement, audience insights and product development.} "
    },
    {
      "Text": "Match and combine offline data sources\\nAlways Active\\nData from offline data sources can be combined with your online activity in support of one or more purposes\\n\\n | View Full Legal Text Opens in a new Tab\\nLink different devices\\nAlways Active\\nDifferent devices can be determined as belonging to you or your household in support of one or more of purposes.\\n\\n | View Full Legal Text Opens in a new Tab\\nReceive and use automatically-sent device characteristics for identification\\nAlways Active\\nYour device might be distinguished from other devices based on information it automatically sends, such as IP address or browser type.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Store and/or access information on a device. Personalised ads and content, ad and content measurement, audience insights and product development.} "
    }
  ]
}