{
  "policy_id": "137",
  "text": "My Information and Privacy - Pipl <link rel=\"stylesheet\" href=\"//cdn2.hubspot.net/hub/6381214/hub_generated/template_assets/43101296753/1669726671328/pipl_theme/css/theme-overrides.min.css\"> <link rel=\"stylesheet\" href=\"//cdn2.hubspot.net/hub/6381214/hub_generated/template_assets/45865731925/1676700148965/pipl_theme/css/Style_2.css\"> This website stores cookies on your computer. These cookies are used to collect information about how you interact with our website and allow us to remember you. We use this information in order to improve and customize your browsing experience and for analytics and metrics about our visitors both on this website and other media. To find out more about the cookies we use, see our Privacy Policy . Accept <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-PRQXKD2\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> PRODUCTS PRODUCTS Pipl Trust API Pipl Trust Insights Pipl Search API Pipl Search Insights Automate identity trust decisioning at every digital interaction. We help ensure your consumers are trusted, so you can keep your platform safe without any user friction. Accelerate Trust Reduce friction across the customer journey - acquire more good users and customers, enhance the customer experience and accelerate manual review productivity See more Pipl Trust Insights exposes all relevant information for a transaction in an intuitive, interactive visualization for one view of relevant data and connections. Analysts can easily see connections among data points and quickly determine trustworthiness. Pipl Trust Insights Optimize your manual review process by identifying trustworthy identities and how they’re connected to specific locations, emails, people and businesses. See more Automate and scale identity verification to reduce customer friction and reduce fraud. Unlock the potential of your platform with our highly connected identity data. Pipl Search API Easily integrate Pipl's massive index of identity information into your systems with REST API, client libraries and code samples for the most popular languages. See more Start with as little as a single piece of information – a phone number, delivery address, social username, or email address – and get a robust online identity. Search with Anything - Find Everything Pipl Search Insights displays identity trust elements for at-a-glance identity verification with investigation details and insights on a single page. See more USE CASES USE CASES Investigations & Research Digital Identity Verification Digital Trust & Safety Fake Signups & Profiles Online Marketplaces Contact Enrichment Resolve Cases Faster Traditional data sources leave fraud analysts in the dark when it comes to borderless transactions and they leave case investigators searching  for disconnected personal and professional details.  Pipl fills in the blanks by connecting simple transaction and public records data to rich personal, professional, and demographic identity profiles. See more Confidently confirm that email addresses, mobile phone numbers, social media accounts and more are associated with a person. Although traditional identity verification (IDV) solutions can validate some customer attributes—street addresses, phone numbers or credit card numbers, these are no longer enough to establish trust. Trusted identities deliver better data, and they verify the connections between that data and the person claiming to be your customer. See more Digital Trust & Safety strategies ensure organizations deliver safe and seamless online experiences for trusted identities Trusted identity lies at the heart of many of the issues organizations are facing with their online business. Platforms that can verify identities of their users—at any point, across all points and over time—can begin to identify trustworthy customers, followers, and users. See more Fake signups and profiles create a myriad of problems for online platforms. These organizations need a better way to weed out fake profiles and fake accounts faster. Fight Fake Signups With comprehensive identity intelligence and deep connections among online identifiers Pipl can block fake signups and establish the trustworthiness of a user. See more Digital trust tools are critical for fighting fake reviews in online marketplaces All online marketplaces rely on data and content integrity to maintain user trust and loyalty. Fraudulent content and fake reviews erode consumer trust and affect marketplace shoppers and suppliers alike. See more Connect your platform to more than 3 billion identities Relationships Start with a Connection How can you gain a deep understanding of your audiences from prospect to customer? Trusted data helps you make informed, strategic decisions. See more INDUSTRIES INDUSTRIES Ecommerce Decrease customer insult by quickly identifying trustworthy transactions. Fintech Accept more customers Government Speed investigations and fight fraud Insurance The information and insights you need to close cases faster RESOURCES RESOURCES Case Studies Infographics Webinars White Papers Blog For Developers How is OpenTable playing defense against the bad actors focused on exploiting their successful digital gift card program purchases without alienating their loyal customers? Open Table Fights Fraud with Pipl Download the full case study to find out how OpenTable is leveraging Pipl Search in their manual process. See more It’s difficult for companies to quickly discern trustworthy identities online. What if you focused on looking for good interactions with trustworthy people instead of endlessly hunting for bad actors and their tactics? Where Trust Can Have the Most Impact There are many areas where a trust-focused approach is becoming essential for enabling a seamless online experience. See more Buy Now, Pay Later is everywhere these days. And so are fraudsters exploiting it. Learn techniques to mitigate BNPL fraud in our webinar. About-Fraud and Pipl: Balancing Revenue and Risk as BNPL Demand Booms See more With digital acceleration driving a rapid increase in online interactions it's important for organizations to quickly discern if individuals are trustworthy. The Trust Paradigm for Online Business How trusted identities are essential to building a safe, trusted online world See more Stay up-to-date with the latest information on digital trust Stop the Brigade at the Gates Social media and online communities have created new opportunities for connectedness across the social landscape. But they also introduce new perils. See more API Documentation & Code Samples Pipl Search API Documentation Portal Welcome to the Pipl documentation portal, your resource for comprehensive guides and documentation to help you get up and running with our solutions as quickly as possible. See more COMPANY COMPANY About Us Out Mission & Story Leadership Pipl's Executives & Board Members Careers Pipl Culture & Job Opportunities Solutions Pipl Trust API Pipl Trust Insights Pipl Search API Pipl Search Insights Use Cases Digital Trust & Safety Digital Identity Verification Contact Enrichment Industries Ecommerce Fintech Resources Case Studies Data Sheets Infographics Webinars Whitepapers For Developers Company About Us Leadership Careers Contact Us Sign In Privacy Center Home My Information and Privacy Data Collection Practices Privacy Policy California Privacy Notice PRIVACY CENTER My Information & Privacy Who is Pipl? Pipl is a provider of identity solutions. We aim to provide the best identity information to organizations in order to ensure that trustworthy people can be trusted. Our identity solutions and services aim to protect businesses and consumers alike, especially striving to ensure that unauthorized third parties are unable to use a person’s personal information for fraud or other unlawful purposes. What about my privacy? Understanding the potential sensitivity of identity data makes privacy a very important issue for us, so we have built our solutions with privacy by design principles in mind to ensure that our privacy features stay ever-relevant in the face of evolving privacy regulations around the world. We invite you to visit our Privacy Center for more information on how we process and protect your personal data, and also on your rights as a data subject and how to exercise them. How did Pipl obtain my personal information? Pipl operates as an identity resolution engine, so we find multiple pieces of personal information that are already publicly available and make them available to our customers. Our solutions help our customers in their decision-making process regarding whether people or transactions can be trusted based on a combination of the information they provide with other information that is publicly available, such as when a purchase is made online and a variety of verifications have to be made to make sure that the transaction is valid and not the result of fraud. Please click here to learn more about our data collection practices . Can I remove my information? Yes, if you prefer that certain information is not included in our services, please submit a request in this opt-out form . However, please note that there may be some situations where the interests arising out of our identity verification and unlawful practices prevention may override your right to have your data removed from our services. Whenever this happens to be the case, know that the continued processing of your data is aimed solely at protecting your information from unlawful use by unauthorized third parties. We will let you know if we are unable to cease the processing of your information due to this following request for erasure. What happens when I request to remove my information? We may ask you to confirm your identity before processing a request for the removal of your information and once your request to remove information is processed, in the cases where we have no legitimate reasons to maintain your data in our services, the information will no longer be available to our customers in any of our services. ‍ Please note that since Pipl is used by most of the largest e-commerce organizations as a means for identity verification and fraud prevention, removing your information from Pipl may result in additional identity confirmation requirements when you shop online or at any other time you are asked to confirm your identity online. As a consequence, any such removal of your data from our services may also result in an increased risk of having unauthorized third parties use your information unlawfully, provided that, in such cases, we will no longer be able to provide our customers with reliable identity verification evidence relating to your data. ‍ In accordance with applicable laws and regulations, even information you asked to remove from Pipl services may still be provided for certain purposes such as crime investigation, law enforcement, or as otherwise authorized in connection with the legitimate interests of organizations processing your data. How accurate is the information? Pipl does not verify the accuracy of the facts or the relevance of the information in each result; we merely cite publicly available information as interpreted by our systems. This means that if the sources where information is made publicly available (such as governmental platforms) are listing information that is outdated or otherwise incorrect, we will not be able to verify the accuracy of such data beyond what we are able to verify from information that is publicly available. In addition, since no algorithm is perfect, some interpretation or processing errors are possible; we'll be happy to receive your feedback and will try to improve our systems accordingly. Some information about me is wrong - can I fix it? Given the nature of the data we collect and process in our services, we are unfortunately unable to update any records relating to you in cases where they are outdated, incorrect, or are no longer relevant. This is due to our inability to amend publicly available information in a reliable way without risking the integrity of the data as provided in its original form. If you believe that we may be processing outdated or otherwise incorrect information about you, you may ask us to remove it by submitting a request in this opt-out form. What are my rights under Brazilian Law? Your personal data belongs only to you and Brazilian law grants you certain rights in connection with such data. Please see our Privacy Policy to understand more about what your rights are and how you can exercise them with Pipl. If you have any additional questions or comments please contact us using this form . The Identity Trust Company © 2023 Pipl Trust API Pipl Trust Insights Pipl Search API Pipl Search Insights Blog Other Links Contact Support Pipl Search TOS Pipl Trust TOS Website Terms Privacy, Compliance and Ethics Resources Developer Resources Do Not Sell or Share My Information Privacy for Individuals Privacy Compliance for Organizations <img src=\"https://ws.zoominfo.com/pixel/628ea33fab3ff90012457860\" width=\"1\" height=\"1\" style=\"display: none;\" alt=\"websights\"> <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-PRQXKD2\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe>",
  "annotations": [
    {
      "Text": "2. From Whom We Collect Information\n\nThis policy applies to Pipl’s collection, use, and disclosure of the personal information of the following categories of individuals:",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Website Visitors: Individuals who visit our Website and who may volunteer certain contact data (such as their email address) to receive communications from Pipl. For the purposes of this Policy, “Website” shall refer to www.pipl.com as well as any other websites Pipl owns and that link to this Policy. For clarity, “Website” does not include any sites owned or operated by our Customers or other third parties.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Customers: Those who register on their own or on behalf of an entity or organization to use any of the Pipl Services (as defined below), including administrators on a Customer account. For the purposes of this Policy, “Services” shall refer to all products or service offerings made available by Pipl. ",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "3. Commitment to Children's Privacy\n\nWe are committed to protecting the privacy of minors. To comply with various privacy regulations, at this time, Pipl is not directed or otherwise intended to be used by users under the age of 18. Therefore, our Services are only available to users who are at least 18 years old and should only be used by users in that condition, in accordance with our terms of service. If you are under 18, please do not use Pipl's service.",
      "Label": "Others",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "4. How We Use Your Personal Information \n\nIf you are an individual from the European Economic Area (EEA), please note that our legal basis for collecting and using your personal information will depend on the personal information collected and the specific context in which we collect it. \n\nWe normally collect personal information from you only where: (a) we have your consent to do so, (b) where we need your personal information to perform a contract with you (e.g. to deliver the Pipl Services you have requested), (c) where the processing is in our legitimate interests; or (d) where we are required to collect, retain or share such information under applicable laws. \n\nIn some cases, we may need the personal information to protect your vital interests or those of another person.\n\nWhere we rely on your consent to process your personal information, you have the right to withdraw or decline consent at any time. Where we rely on our legitimate interests to process your personal information, you have the right to object.\n\nIf you have any questions about or need further information concerning the legal basis on which we collect and use your personal information, please contact us through the contact details available below.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "4. How We Use Your Personal Information \n\nIf you are an individual from the European Economic Area (EEA), please note that our legal basis for collecting and using your personal information will depend on the personal information collected and the specific context in which we collect it. \n\nWe normally collect personal information from you only where: (a) we have your consent to do so, (b) where we need your personal information to perform a contract with you (e.g. to deliver the Pipl Services you have requested), (c) where the processing is in our legitimate interests; or (d) where we are required to collect, retain or share such information under applicable laws. \n\nIn some cases, we may need the personal information to protect your vital interests or those of another person.\n\nWhere we rely on your consent to process your personal information, you have the right to withdraw or decline consent at any time. Where we rely on our legitimate interests to process your personal information, you have the right to object.\n\nIf you have any questions about or need further information concerning the legal basis on which we collect and use your personal information, please contact us through the contact details available below.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "4. How We Use Your Personal Information \n\nIf you are an individual from the European Economic Area (EEA), please note that our legal basis for collecting and using your personal information will depend on the personal information collected and the specific context in which we collect it. \n\nWe normally collect personal information from you only where: (a) we have your consent to do so, (b) where we need your personal information to perform a contract with you (e.g. to deliver the Pipl Services you have requested), (c) where the processing is in our legitimate interests; or (d) where we are required to collect, retain or share such information under applicable laws. \n\nIn some cases, we may need the personal information to protect your vital interests or those of another person.\n\nWhere we rely on your consent to process your personal information, you have the right to withdraw or decline consent at any time. Where we rely on our legitimate interests to process your personal information, you have the right to object.\n\nIf you have any questions about or need further information concerning the legal basis on which we collect and use your personal information, please contact us through the contact details available below.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Purpose\n\nLegal basis\n\nProvision of our Services; support. We use your personal information, such as but not limited to your name and email address, for consumer services purposes. This includes, for example, responding to your inquiries.\n\nThe legal bases for processing this data are the performance of our contractual towards you; your consent (for example, when you provide personal information); compliance with our legal obligations; and our legitimate interests. Our legitimate interests in this case are enforcing our policies, protection against fraud and misuse of our Services.\n\nPayments. We collect from our third-party payment processors certain information about your payment instruments for the purpose of connecting your payment instrument to your account on our Services, and sending to you statements, invoices, and payment reminders.\n\nThe legal bases for processing this data are the performance of our contractual obligations; the protection of our legitimate interests, in this case provision of our Services; and compliance with legal obligations to which we are subject.\n\nImprove our Services. We collect and analyze information about you and your usage of our Services to improve the usability and effectiveness of our Services.  \n\nThe legal basis for processing this data is our legitimate interests, in this case – providing and improving our Services.\n\nMarketing and Advertising. We may use Tracking Technologies (which may collect personal information) in order to provide you with personalized advertisements when you visit our Services. \n\nThe legal basis for processing this data are your consent (when required) and our legitimate interests. Our legitimate interests in this case are providing you with tailored services, content and advertisements that better correspond with your interests. \n\nIntegrity. We may process certain information about you and your use usage of the Service in order to keep the integrity and security of the Services, prevent fraud, identify your identity and enforce our policies.\n\nThe legal bases for processing this data are your consent (where required), compliance with our legal obligations and our legitimate interests. Our legitimate interests in this case are keeping the integrity of our Services and the safety of our end-users.\n\nCompliance with applicable laws. \n\nWe may be required to collect, retain, or share your personal information, under applicable laws.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Purpose\n\nLegal basis\n\nProvision of our Services; support. We use your personal information, such as but not limited to your name and email address, for consumer services purposes. This includes, for example, responding to your inquiries.\n\nThe legal bases for processing this data are the performance of our contractual towards you; your consent (for example, when you provide personal information); compliance with our legal obligations; and our legitimate interests. Our legitimate interests in this case are enforcing our policies, protection against fraud and misuse of our Services.\n\nPayments. We collect from our third-party payment processors certain information about your payment instruments for the purpose of connecting your payment instrument to your account on our Services, and sending to you statements, invoices, and payment reminders.\n\nThe legal bases for processing this data are the performance of our contractual obligations; the protection of our legitimate interests, in this case provision of our Services; and compliance with legal obligations to which we are subject.\n\nImprove our Services. We collect and analyze information about you and your usage of our Services to improve the usability and effectiveness of our Services.  \n\nThe legal basis for processing this data is our legitimate interests, in this case – providing and improving our Services.\n\nMarketing and Advertising. We may use Tracking Technologies (which may collect personal information) in order to provide you with personalized advertisements when you visit our Services. \n\nThe legal basis for processing this data are your consent (when required) and our legitimate interests. Our legitimate interests in this case are providing you with tailored services, content and advertisements that better correspond with your interests. \n\nIntegrity. We may process certain information about you and your use usage of the Service in order to keep the integrity and security of the Services, prevent fraud, identify your identity and enforce our policies.\n\nThe legal bases for processing this data are your consent (where required), compliance with our legal obligations and our legitimate interests. Our legitimate interests in this case are keeping the integrity of our Services and the safety of our end-users.\n\nCompliance with applicable laws. \n\nWe may be required to collect, retain, or share your personal information, under applicable laws.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": "Purpose\n\nLegal basis\n\nProvision of our Services; support. We use your personal information, such as but not limited to your name and email address, for consumer services purposes. This includes, for example, responding to your inquiries.\n\nThe legal bases for processing this data are the performance of our contractual towards you; your consent (for example, when you provide personal information); compliance with our legal obligations; and our legitimate interests. Our legitimate interests in this case are enforcing our policies, protection against fraud and misuse of our Services.\n\nPayments. We collect from our third-party payment processors certain information about your payment instruments for the purpose of connecting your payment instrument to your account on our Services, and sending to you statements, invoices, and payment reminders.\n\nThe legal bases for processing this data are the performance of our contractual obligations; the protection of our legitimate interests, in this case provision of our Services; and compliance with legal obligations to which we are subject.\n\nImprove our Services. We collect and analyze information about you and your usage of our Services to improve the usability and effectiveness of our Services.  \n\nThe legal basis for processing this data is our legitimate interests, in this case – providing and improving our Services.\n\nMarketing and Advertising. We may use Tracking Technologies (which may collect personal information) in order to provide you with personalized advertisements when you visit our Services. \n\nThe legal basis for processing this data are your consent (when required) and our legitimate interests. Our legitimate interests in this case are providing you with tailored services, content and advertisements that better correspond with your interests. \n\nIntegrity. We may process certain information about you and your use usage of the Service in order to keep the integrity and security of the Services, prevent fraud, identify your identity and enforce our policies.\n\nThe legal bases for processing this data are your consent (where required), compliance with our legal obligations and our legitimate interests. Our legitimate interests in this case are keeping the integrity of our Services and the safety of our end-users.\n\nCompliance with applicable laws. \n\nWe may be required to collect, retain, or share your personal information, under applicable laws.",
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": "5. What Personal Information We Collect\n\nWebsite Visitors:\n\nName, email address, and other contact information. We ask for and—at your option—collect your contact data (such as name and email address) from you when you submit web forms on our Website, including opportunities to sign up for and agree to receive email communications from us. We also may ask you to submit such personal information if you choose to use interactive features of the Website, including participation in surveys, requesting customer support, or otherwise communicating with us. We will send such communications in accordance with applicable law.\n\nLog Files. Just as when you visit and interact with most websites and services delivered via the Internet, when you visit our website, we gather certain information and store it in log files. This information may include but is not limited to Internet Protocol (IP) addresses, system configuration information, URLs of referring pages, and locale and language preferences. We also collect non-personal data (e.g., metadata, etc.) to provide you with other products and elements of our Services. \n\nInteractive Areas. The Website may offer publicly accessible blogs, community forums, comments sections, discussion forums, or other interactive features (“Interactive Areas”). If you choose to participate in any of these Interactive Areas, please be aware that that any information that you post in an Interactive Area might be read, collected, and used by others who access it.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Customers:\n\nCustomer Account Information. When you register for a Pipl account, we collect your email address and other contact data (such as your name and phone number). We refer to this information as “Customer Information” for the purposes of this Policy. Customer Information is required to identify you as a Customer and permit you to access your account(s). By voluntarily providing us with such Customer Information, you represent that you are the owner of such personal information or otherwise have the requisite consent to provide it to us.\n\nPayment Information. When you sign up for one of our paid Services, you must provide billing information. The information you will need to submit depends on which billing method you choose. For example, if you pay with a credit card, we will collect your card information and billing address, although we do not store full credit card numbers or personal account numbers.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "6. Cookies\n\nPipl may use cookies, pixels, beacons, local storage and similar technologies (\"Tracking Technologies\") in an effort to improve the quality of our Services.\nA cookie is a small data file that is sent to your computer when you first visit a website. Cookies usually include an identification number that is unique to the computer you are using. Such identifiers can help us better understand our users and how they are using the website and the Services.\nCookies can improve the quality of service e.g. recognizing a user when he visits the site, displaying the site according to the user’s chosen user settings for language, and maintaining the security of the user’s account; and help us provide relevant information and offers to our customers and prospects. If you prefer, however, you can reset your browser so that it refuses all cookies, or notifies you when a cookie is being sent.\n\nWhen you use or access our Services, we use the following categories of Tracking Technologies:\n\n(a) Strictly Necessary Tracking Technologies – these Tracking Technologies are automatically placed on your computer or device when you access our Services or take certain actions on our website. These Tracking Technologies are essential to enable you to navigate around and use the features of our Services. We do not need to obtain your consent in order to use these Tracking Technologies; \n\n(b) Tracking and Advertising Tracking Technologies – these Tracking Technologies collect information about your browsing habits in order to make advertising more relevant to you and your interests. They are also used to limit the number of times you see an advertisement as well as help measure the effectiveness of an advertising campaign. The Tracking Technologies remember the websites you visit and that information is shared with other parties such as advertisers and/or publishers. Publishers, advertisers, and third-party ad networks may also utilize Tracking Technologies or similar technologies to deliver ads and monitor the performance of such ads. The collection of information through Tracking Technologies by such third parties will be governed by their own privacy policies/cookies policies and principles, which the Company does not control; \n\n(c) Functionality Tracking Technologies – these Tracking Technologies allow our Services to remember choices you make (such as your language) and provide enhanced and personalized features. For example, these Tracking Technologies are used for authentication (to remember when you are logged-in) and support other features of our Services; \n\n(d) Performance Tracking Technologies – these Tracking Technologies collect information about your online activity (for example the duration of your visit on our Services), including behavioral data and content engagement metrics. These Tracking Technologies are used for analytics, research and to perform statistics (based on aggregated information).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "7. Third party Websites and Services\n\nPipl's Services contain links to third party websites and embedded elements from third party web Services such as Google Maps; likewise, your query information might be relayed to third party data feeds for additional results. If you use Pipl’s Services or follow link to third party websites, some information about you and your query will be visible to subsequent services. Even if the third party website or service is affiliated with us, we have no control over linked sites, services or data feeds, each of which has separate privacy and data collection practices independent of Pipl. As such, we are not responsible for, nor have any control over, the content or the privacy policies of those third party websites or service, and encourage all users to read the privacy policies of each and every website linked from or embedded in pipl.com. This privacy statement applies solely to information collected by Pipl in context of the use of Pipl’s Website.",
      "Label": "Others",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "11. California Consumer Privacy Act \n\nThis part of the privacy policy addresses the specific disclosure requirements under the California Consumer Privacy Act of 2018 (Cal. Civ. §§ 1798.100–1798.199) and the California Consumer Privacy Act Regulations by the Attorney General (collectively, “CCPA“).\n\nPipl’s CCPA privacy notice may be reviewed in full here: https://pipl.com/privacy-documents/california-privacy-notice.",
      "Label": "Others",
      "Context": ""
    },
    {
      "Text": "EU Residents \n\nIf you reside in the EU (or in other jurisdiction that affords you with the below rights), you may request to:\n\nReceive confirmation as to whether or not personal information concerning you is being processed, and access your stored personal information, together with certain supplementary information.\n\nReceive personal information you directly volunteer to us in a structured, commonly used and machine-readable format.\n\nRequest rectification of your personal information that is in our control.\n\nRequest erasure of your personal information.\n\nObject to the processing of personal information by us.\n\nRequest to restrict processing of your personal information by us.\n\nHowever, please note that these rights are not absolute, and may be subject to our own legitimate interests and regulatory requirements. You also have a right to lodge a complaint with a supervisory authority. ",
      "Label": "Others",
      "Context": ""
    },
    {
      "Text": "Access to personal information. You may request, up to two times each year, that we disclose to you the categories and specific pieces of personal information that we have collected about you, the categories of sources from which your personal information is collected, the business or commercial purpose for collecting your personal information, the categories of Personal information that we disclosed for a business purpose, any categories of personal information about you that we sold, the categories of third-parties with whom we have shared your personal information, and the business or commercial purpose for selling your personal information, if applicable.",
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": "Deletion Requests. You have the right to request that we delete any personal information collected from you and retained, unless an exception applies. Once we receive and confirm your verifiable consumer request, we will delete (and direct our service providers, subcontractors, and consultants to delete) your personal information, unless an exception applies.",
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": "Right to Opt-Out of the Sale of personal Information. In the event that we sell your personal information, you have the right to submit a request to opt-out of the sale of your personal information. You may change your decision at any time and permit us to sell your personal information. After you opt-out, we may continue to share some personal information with our partners (who will function as our service providers in such instance) to help us perform business-related functions such as, but not limited to, providing the Services, ensuring that the Services is working correctly and securely, providing aggregate statistics and analytics and/or preventing fraud. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": "Right to non-discrimination. You have the right to be free from any discrimination for exercising your rights under the CCPA. Should you exercise any of your rights under the CCPA, we will not discriminate against you by offering you different pricing or products, or by providing you with a different level or quality of services, based solely upon your request.  However, in some circumstances, for example where you have requested or consented to our Services that use your Personal information to provide the service, we may not be able to provide a service if you choose to delete your Personal information",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": ""
    },
    {
      "Text": "Designating Agents. You can designate an authorized agent to make a request under the CCPA on your behalf if:\\n\\nThe authorized agent is a natural person or a business entity registered with the Secretary of State of California; and\\n\\nYou sign a written declaration that you authorize the authorized agent to act on your behalf.\\n\\nIf you use an authorized agent to submit a request to exercise your right to know or your right to request deletion, please mail a certified copy of your written declaration authorizing the authorized agent to act on your behalf using the contact information below. If you provide an authorized agent with power of attorney pursuant to Probate Code sections 4000 to 4465, it may not be necessary to perform these steps and we will respond to any request from such authorized agent in accordance with the CCPA.\\n\\nCalifornia residents may use this form to exercise their CCPA opt-out rights, or other CCPA rights by emailing privacy@pipl.com directly.",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "14. Data Security\\n\\nWe have implemented administrative, technical, and physical safeguards to help prevent unauthorized access, use, or disclosure of your personal information.\\n\\nWhile we seek to protect your information to ensure that it is kept confidential, we cannot guarantee the security of any information. You should be aware that there is always some risk involved in transmitting information over the internet and that there is also some risk that others could find a way to thwart our security systems. As a result, while we strive to protect your personal information, we cannot ensure or warrant the security and privacy of your personal information or other content you transmit using the Services or Websites, and you do so at your own risk. Thus, we encourage you to exercise discretion regarding the personal information you choose to disclose.",
      "Label": "Others",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "As part of our services, Pipl processes your personal information on behalf of our customers for the purpose of providing them with our services. This personal information is collected and retained strictly following the instructions of our customers. In this context, Pipl is acting as a data \"processor\" or \"service provider\" (as these terms are defined under applicable data protection laws). If you'd like to know more about how we collect and process publicly available information for the purposes of providing our services to our customers, please click here to learn more about our data collection practices.",
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": "As part of our services, Pipl processes your personal information on behalf of our customers for the purpose of providing them with our services. This personal information is collected and retained strictly following the instructions of our customers. In this context, Pipl is acting as a data \"processor\" or \"service provider\" (as these terms are defined under applicable data protection laws). If you'd like to know more about how we collect and process publicly available information for the purposes of providing our services to our customers, please click here to learn more about our data collection practices.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": "As part of our services, Pipl processes your personal information on behalf of our customers for the purpose of providing them with our services. This personal information is collected and retained strictly following the instructions of our customers. In this context, Pipl is acting as a data \"processor\" or \"service provider\" (as these terms are defined under applicable data protection laws). If you'd like to know more about how we collect and process publicly available information for the purposes of providing our services to our customers, please click here to learn more about our data collection practices.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "In addition, on behalf of our customer we gladly process data subject requests, and as such if you would like to control or submit a request to remove your information please click here to learn how.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Pipl does not verify the accuracy of the facts or the relevance of the information in each result; we merely cite publicly available information as interpreted by our systems. This means that if the sources where information is made publicly available (such as governmental platforms) are listing information that is outdated or otherwise incorrect, we will not be able to verify the accuracy of such data beyond what we are able to verify from information that is publicly available.} "
    },
    {
      "Text": "By using Pipl, you agree to the collection and use of your personal information as described in this policy as well as to Pipl's terms of service. Any significant changes to this policy – will be posted on Pipl's website (www.pipl.com).",
      "Label": "Updated Privacy Policy",
      "Context": ""
    },
    {
      "Text": "This policy applies to Pipl’s collection, use, and disclosure of the personal information of the following categories of individuals:\\n\\nWebsite Visitors: Individuals who visit our Website and who may volunteer certain contact data (such as their email address) to receive communications from Pipl. For the purposes of this Policy, “Website” shall refer to www.pipl.com as well as any other websites Pipl owns and that link to this Policy. For clarity, “Website” does not include any sites owned or operated by our Customers or other third parties.\\n\\nCustomers: Those who register on their own or on behalf of an entity or organization to use any of the Pipl Services (as defined below), including administrators on a Customer account. For the purposes of this Policy, “Services” shall refer to all products or service offerings made available by Pipl. ",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "3. Commitment to Children's Privacy\\n\\nWe are committed to protecting the privacy of minors. To comply with various privacy regulations, at this time, Pipl is not directed or otherwise intended to be used by users under the age of 18. Therefore, our Services are only available to users who are at least 18 years old and should only be used by users in that condition, in accordance with our terms of service. If you are under 18, please do not use Pipl's service.",
      "Label": "Others",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "If you are an individual from the European Economic Area (EEA), please note that our legal basis for collecting and using your personal information will depend on the personal information collected and the specific context in which we collect it. ",
      "Label": "Others",
      "Context": ""
    },
    {
      "Text": "We normally collect personal information from you only where: (a) we have your consent to do so, (b) where we need your personal information to perform a contract with you (e.g. to deliver the Pipl Services you have requested), (c) where the processing is in our legitimate interests; or (d) where we are required to collect, retain or share such information under applicable laws. \\n\\nIn some cases, we may need the personal information to protect your vital interests or those of another person.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Provision of our Services; support. We use your personal information, such as but not limited to your name and email address, for consumer services purposes. This includes, for example, responding to your inquiries.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Payments. We collect from our third-party payment processors certain information about your payment instruments for the purpose of connecting your payment instrument to your account on our Services, and sending to you statements, invoices, and payment reminders.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Improve our Services. We collect and analyze information about you and your usage of our Services to improve the usability and effectiveness of our Services.  ",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Marketing and Advertising. We may use Tracking Technologies (which may collect personal information) in order to provide you with personalized advertisements when you visit our Services. ",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Integrity. We may process certain information about you and your use usage of the Service in order to keep the integrity and security of the Services, prevent fraud, identify your identity and enforce our policies.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "5. What Personal Information We Collect\\n\\nWebsite Visitors:\\n\\nName, email address, and other contact information. We ask for and—at your option—collect your contact data (such as name and email address) from you when you submit web forms on our Website, including opportunities to sign up for and agree to receive email communications from us. We also may ask you to submit such personal information if you choose to use interactive features of the Website, including participation in surveys, requesting customer support, or otherwise communicating with us. We will send such communications in accordance with applicable law.\\n\\nLog Files. Just as when you visit and interact with most websites and services delivered via the Internet, when you visit our website, we gather certain information and store it in log files. This information may include but is not limited to Internet Protocol (IP) addresses, system configuration information, URLs of referring pages, and locale and language preferences. We also collect non-personal data (e.g., metadata, etc.) to provide you with other products and elements of our Services. \\n\\nInteractive Areas. The Website may offer publicly accessible blogs, community forums, comments sections, discussion forums, or other interactive features (“Interactive Areas”). If you choose to participate in any of these Interactive Areas, please be aware that that any information that you post in an Interactive Area might be read, collected, and used by others who access it.\\n\\nCustomers:\\n\\nCustomer Account Information. When you register for a Pipl account, we collect your email address and other contact data (such as your name and phone number). We refer to this information as “Customer Information” for the purposes of this Policy. Customer Information is required to identify you as a Customer and permit you to access your account(s). By voluntarily providing us with such Customer Information, you represent that you are the owner of such personal information or otherwise have the requisite consent to provide it to us.\\n\\nPayment Information. When you sign up for one of our paid Services, you must provide billing information. The information you will need to submit depends on which billing method you choose. For example, if you pay with a credit card, we will collect your card information and billing address, although we do not store full credit card numbers or personal account numbers.\\n\\n6. Cookies\\n\\nPipl may use cookies, pixels, beacons, local storage and similar technologies (\"Tracking Technologies\") in an effort to improve the quality of our Services.\\nA cookie is a small data file that is sent to your computer when you first visit a website. Cookies usually include an identification number that is unique to the computer you are using. Such identifiers can help us better understand our users and how they are using the website and the Services.\\nCookies can improve the quality of service e.g. recognizing a user when he visits the site, displaying the site according to the user’s chosen user settings for language, and maintaining the security of the user’s account; and help us provide relevant information and offers to our customers and prospects. If you prefer, however, you can reset your browser so that it refuses all cookies, or notifies you when a cookie is being sent.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "When you use or access our Services, we use the following categories of Tracking Technologies:\\n\\n(a) Strictly Necessary Tracking Technologies – these Tracking Technologies are automatically placed on your computer or device when you access our Services or take certain actions on our website. These Tracking Technologies are essential to enable you to navigate around and use the features of our Services. We do not need to obtain your consent in order to use these Tracking Technologies; \\n\\n(b) Tracking and Advertising Tracking Technologies – these Tracking Technologies collect information about your browsing habits in order to make advertising more relevant to you and your interests. They are also used to limit the number of times you see an advertisement as well as help measure the effectiveness of an advertising campaign. The Tracking Technologies remember the websites you visit and that information is shared with other parties such as advertisers and/or publishers. Publishers, advertisers, and third-party ad networks may also utilize Tracking Technologies or similar technologies to deliver ads and monitor the performance of such ads. The collection of information through Tracking Technologies by such third parties will be governed by their own privacy policies/cookies policies and principles, which the Company does not control; \\n\\n(c) Functionality Tracking Technologies – these Tracking Technologies allow our Services to remember choices you make (such as your language) and provide enhanced and personalized features. For example, these Tracking Technologies are used for authentication (to remember when you are logged-in) and support other features of our Services; \\n\\n(d) Performance Tracking Technologies – these Tracking Technologies collect information about your online activity (for example the duration of your visit on our Services), including behavioral data and content engagement metrics. These Tracking Technologies are used for analytics, research and to perform statistics (based on aggregated information).",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "We store Tracking Technologies on your device when you visit or access our Services (for example, when you are visiting our website) – these are called \"First Party Tracking Technologies\". In addition, Tracking Technologies may be stored by other third parties (for example, our analytics service providers, business partners, and advertisers), who run content on our Services – these are called \"Third Party Tracking Technologies\". Both types of Tracking Technologies may be stored either for the duration of your visit on our Services or for repeat visits.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "There are various ways in which you can manage and control your Tracking Technologies settings. You can change your preferences using our cookie settings tool (however, please note that this tool may only be available in certain jurisdictions). Other methods of managing your Tracking Technology preferences includes: changing your browser settings to send a “Do-Not-Track” signal. In such case, your browser will send us a special signal to stop tracking your activity. ",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "7. Third party Websites and Services\\n\\nPipl's Services contain links to third party websites and embedded elements from third party web Services such as Google Maps; likewise, your query information might be relayed to third party data feeds for additional results. If you use Pipl’s Services or follow link to third party websites, some information about you and your query will be visible to subsequent services. Even if the third party website or service is affiliated with us, we have no control over linked sites, services or data feeds, each of which has separate privacy and data collection practices independent of Pipl. As such, we are not responsible for, nor have any control over, the content or the privacy policies of those third party websites or service, and encourage all users to read the privacy policies of each and every website linked from or embedded in pipl.com. This privacy statement applies solely to information collected by Pipl in context of the use of Pipl’s Website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "7. Third party Websites and Services\\n\\nPipl's Services contain links to third party websites and embedded elements from third party web Services such as Google Maps; likewise, your query information might be relayed to third party data feeds for additional results. If you use Pipl’s Services or follow link to third party websites, some information about you and your query will be visible to subsequent services. Even if the third party website or service is affiliated with us, we have no control over linked sites, services or data feeds, each of which has separate privacy and data collection practices independent of Pipl. As such, we are not responsible for, nor have any control over, the content or the privacy policies of those third party websites or service, and encourage all users to read the privacy policies of each and every website linked from or embedded in pipl.com. This privacy statement applies solely to information collected by Pipl in context of the use of Pipl’s Website.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We reserve the right to disclose information to third parties if we believe we are required to do so by law or have a good-faith belief that such access or disclosure is reasonably necessary to:\\n\\nSatisfy any applicable law, regulation, legal process or governmental request;\\n\\nEnforce Pipl's Terms of Use, including investigation of potential violations thereof;\\n\\nDetect, prevent, or otherwise address fraud, security or technical issues;\\n\\nRespond to user support requests; and\\n\\nProtect the rights, property or safety of Pipl, its users and the public.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": "Information collected by Pipl may be stored and processed in the United States or any other country in which Pipl or its agents maintain facilities. By using Pipl, you consent to any such transfer of information outside of your country.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "We reserve the right to transfer information in the event of a transfer of ownership of Pipl, such as acquisition by or merger with another company.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "With respect to the personal information that Pipl receives from its EU-based Customers, Pipl complies with applicable transfer mechanism(s) in place at such time.",
      "Label": "Others",
      "Context": ""
    },
    {
      "Text": "EU Residents \\n\\nIf you reside in the EU (or in other jurisdiction that affords you with the below rights), you may request to:\\n\\nReceive confirmation as to whether or not personal information concerning you is being processed, and access your stored personal information, together with certain supplementary information.\\n\\nReceive personal information you directly volunteer to us in a structured, commonly used and machine-readable format.\\n\\nRequest rectification of your personal information that is in our control.\\n\\nRequest erasure of your personal information.\\n\\nObject to the processing of personal information by us.\\n\\nRequest to restrict processing of your personal information by us.\\n\\nHowever, please note that these rights are not absolute, and may be subject to our own legitimate interests and regulatory requirements. You also have a right to lodge a complaint with a supervisory authority. ",
      "Label": "Others",
      "Context": ""
    },
    {
      "Text": "Access to personal information. You may request, up to two times each year, that we disclose to you the categories and specific pieces of personal information that we have collected about you, the categories of sources from which your personal information is collected, the business or commercial purpose for collecting your personal information, the categories of Personal information that we disclosed for a business purpose, any categories of personal information about you that we sold, the categories of third-parties with whom we have shared your personal information, and the business or commercial purpose for selling your personal information, if applicable.",
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": "Access to personal information. You may request, up to two times each year, that we disclose to you the categories and specific pieces of personal information that we have collected about you, the categories of sources from which your personal information is collected, the business or commercial purpose for collecting your personal information, the categories of Personal information that we disclosed for a business purpose, any categories of personal information about you that we sold, the categories of third-parties with whom we have shared your personal information, and the business or commercial purpose for selling your personal information, if applicable.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": ""
    },
    {
      "Text": "Deletion Requests. You have the right to request that we delete any personal information collected from you and retained, unless an exception applies. Once we receive and confirm your verifiable consumer request, we will delete (and direct our service providers, subcontractors, and consultants to delete) your personal information, unless an exception applies.",
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": "Right to Opt-Out of the Sale of personal Information. In the event that we sell your personal information, you have the right to submit a request to opt-out of the sale of your personal information. You may change your decision at any time and permit us to sell your personal information. After you opt-out, we may continue to share some personal information with our partners (who will function as our service providers in such instance) to help us perform business-related functions such as, but not limited to, providing the Services, ensuring that the Services is working correctly and securely, providing aggregate statistics and analytics and/or preventing fraud. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": "Right to non-discrimination. You have the right to be free from any discrimination for exercising your rights under the CCPA. Should you exercise any of your rights under the CCPA, we will not discriminate against you by offering you different pricing or products, or by providing you with a different level or quality of services, based solely upon your request.  However, in some circumstances, for example where you have requested or consented to our Services that use your Personal information to provide the service, we may not be able to provide a service if you choose to delete your Personal information\\n\\n",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": ""
    },
    {
      "Text": "Designating Agents. You can designate an authorized agent to make a request under the CCPA on your behalf if:\\n\\nThe authorized agent is a natural person or a business entity registered with the Secretary of State of California; and\\n\\nYou sign a written declaration that you authorize the authorized agent to act on your behalf.\\n\\nIf you use an authorized agent to submit a request to exercise your right to know or your right to request deletion, please mail a certified copy of your written declaration authorizing the authorized agent to act on your behalf using the contact information below. If you provide an authorized agent with power of attorney pursuant to Probate Code sections 4000 to 4465, it may not be necessary to perform these steps and we will respond to any request from such authorized agent in accordance with the CCPA.\\n\\nCalifornia residents may use this form to exercise their CCPA opt-out rights, or other CCPA rights by emailing privacy@pipl.com directly. ",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "We reserve the right to change this policy at any time, so please re-visit this page frequently. We will provide notice of substantial changes of this privacy policy through our Website or we will send you an e-mail regarding such changes to the e-mail address that you volunteered (if you have volunteered it). Such substantial changes will take effect seven (7) days after such notice was provided on any of the above mentioned methods. Otherwise, all other changes to this policy are effective as of the stated “Last Updated” date, and your continued use of the websites or services after the Last Revised date will constitute acceptance of, and agreement to be bound by, those changes.",
      "Label": "Updated Privacy Policy",
      "Context": ""
    },
    {
      "Text": "This policy describes the types of personal information we may collect from our users and how we may use such information.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "In addition, on behalf of our customer we gladly process data subject requests, and as such if you would like to control or submit a request to remove your information please click here to learn how.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Pipl does not verify the accuracy of the facts or the relevance of the information in each result; we merely cite publicly available information as interpreted by our systems. This means that if the sources where information is made publicly available (such as governmental platforms) are listing information that is outdated or otherwise incorrect, we will not be able to verify the accuracy of such data beyond what we are able to verify from information that is publicly available.} "
    },
    {
      "Text": "In addition, on behalf of our customer we gladly process data subject requests, and as such if you would like to control or submit a request to remove your information please click here to learn how.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Pipl does not verify the accuracy of the facts or the relevance of the information in each result; we merely cite publicly available information as interpreted by our systems. This means that if the sources where information is made publicly available (such as governmental platforms) are listing information that is outdated or otherwise incorrect, we will not be able to verify the accuracy of such data beyond what we are able to verify from information that is publicly available.} "
    },
    {
      "Text": "Any significant changes to this policy – will be posted on Pipl's website (www.pipl.com).",
      "Label": "Updated Privacy Policy",
      "Context": ""
    },
    {
      "Text": " From Whom We Collect Information\\n\\nThis policy applies to Pipl’s collection, use, and disclosure of the personal information of the following categories of individuals:\\n\\nWebsite Visitors: Individuals who visit our Website and who may volunteer certain contact data (such as their email address) to receive communications from Pipl.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Customers: Those who register on their own or on behalf of an entity or organization to use any of the Pipl Services (as defined below), including administrators on a Customer account.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "We normally collect personal information from you only where: (a) we have your consent to do so, (b) where we need your personal information to perform a contract with you (e.g. to deliver the Pipl Services you have requested), (c) where the processing is in our legitimate interests; or (d) where we are required to collect, retain or share such information under applicable laws. ",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "In some cases, we may need the personal information to protect your vital interests or those of another person.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Where we rely on your consent to process your personal information, you have the right to withdraw or decline consent at any time. Where we rely on our legitimate interests to process your personal information, you have the right to object.",
      "Label": "Description of Right to Limit use of PI",
      "Context": ""
    },
    {
      "Text": "If you have any questions about or need further information concerning the legal basis on which we collect and use your personal information, please contact us through the contact details available below.",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "Provision of our Services; support. We use your personal information, such as but not limited to your name and email address, for consumer services purposes. This includes, for example, responding to your inquiries.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Payments. We collect from our third-party payment processors certain information about your payment instruments for the purpose of connecting your payment instrument to your account on our Services, and sending to you statements, invoices, and payment reminders.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Improve our Services. We collect and analyze information about you and your usage of our Services to improve the usability and effectiveness of our Services.  ",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Marketing and Advertising. We may use Tracking Technologies (which may collect personal information) in order to provide you with personalized advertisements when you visit our Services. ",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Integrity. We may process certain information about you and your use usage of the Service in order to keep the integrity and security of the Services, prevent fraud, identify your identity and enforce our policies.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "We may be required to collect, retain, or share your personal information, under applicable laws.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "We may be required to collect, retain, or share your personal information, under applicable laws.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": "\t\\nWe may be required to collect, retain, or share your personal information, under applicable laws.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "We may be required to collect, retain, or share your personal information, under applicable laws.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": "What Personal Information We Collect\\n\\nWebsite Visitors:\\n\\nName, email address, and other contact information. We ask for and—at your option—collect your contact data (such as name and email address) from you when you submit web forms on our Website, including opportunities to sign up for and agree to receive email communications from us. We also may ask you to submit such personal information if you choose to use interactive features of the Website, including participation in surveys, requesting customer support, or otherwise communicating with us.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Log Files. Just as when you visit and interact with most websites and services delivered via the Internet, when you visit our website, we gather certain information and store it in log files. This information may include but is not limited to Internet Protocol (IP) addresses, system configuration information, URLs of referring pages, and locale and language preferences. We also collect non-personal data (e.g., metadata, etc.) to provide you with other products and elements of our Services. \\n\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Interactive Areas. The Website may offer publicly accessible blogs, community forums, comments sections, discussion forums, or other interactive features (“Interactive Areas”). If you choose to participate in any of these Interactive Areas, please be aware that that any information that you post in an Interactive Area might be read, collected, and used by others who access it.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Customer Account Information. When you register for a Pipl account, we collect your email address and other contact data (such as your name and phone number).",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Payment Information. When you sign up for one of our paid Services, you must provide billing information. The information you will need to submit depends on which billing method you choose. For example, if you pay with a credit card, we will collect your card information and billing address, although we do not store full credit card numbers or personal account numbers.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Cookies\\n\\nPipl may use cookies, pixels, beacons, local storage and similar technologies (\"Tracking Technologies\") in an effort to improve the quality of our Services.\\nA cookie is a small data file that is sent to your computer when you first visit a website. Cookies usually include an identification number that is unique to the computer you are using.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Cookies can improve the quality of service e.g. recognizing a user when he visits the site, displaying the site according to the user’s chosen user settings for language, and maintaining the security of the user’s account; and help us provide relevant information and offers to our customers and prospects.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "If you prefer, however, you can reset your browser so that it refuses all cookies, or notifies you when a cookie is being sent.",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "When you use or access our Services, we use the following categories of Tracking Technologies:\\n\\n(a) Strictly Necessary Tracking Technologies – these Tracking Technologies are automatically placed on your computer or device when you access our Services or take certain actions on our website.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Tracking and Advertising Tracking Technologies – these Tracking Technologies collect information about your browsing habits in order to make advertising more relevant to you and your interests. They are also used to limit the number of times you see an advertisement as well as help measure the effectiveness of an advertising campaign. The Tracking Technologies remember the websites you visit and that information is shared with other parties such as advertisers and/or publishers.",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Publishers, advertisers, and third-party ad networks may also utilize Tracking Technologies or similar technologies to deliver ads and monitor the performance of such ads. The collection of information through Tracking Technologies by such third parties will be governed by their own privacy policies/cookies policies and principles, which the Company does not control;",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": " Functionality Tracking Technologies – these Tracking Technologies allow our Services to remember choices you make (such as your language) and provide enhanced and personalized features. For example, these Tracking Technologies are used for authentication (to remember when you are logged-in) and support other features of our Services; ",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Performance Tracking Technologies – these Tracking Technologies collect information about your online activity (for example the duration of your visit on our Services), including behavioral data and content engagement metrics. These Tracking Technologies are used for analytics, research and to perform statistics (based on aggregated information).",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "We store Tracking Technologies on your device when you visit or access our Services (for example, when you are visiting our website) – these are called \"First Party Tracking Technologies\".",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "In addition, Tracking Technologies may be stored by other third parties (for example, our analytics service providers, business partners, and advertisers), who run content on our Services – these are called \"Third Party Tracking Technologies\". Both types of Tracking Technologies may be stored either for the duration of your visit on our Services or for repeat visits.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Pipl does not verify the accuracy of the facts or the relevance of the information in each result; we merely cite publicly available information as interpreted by our systems. This means that if the sources where information is made publicly available (such as governmental platforms) are listing information that is outdated or otherwise incorrect, we will not be able to verify the accuracy of such data beyond what we are able to verify from information that is publicly available.} "
    },
    {
      "Text": "There are various ways in which you can manage and control your Tracking Technologies settings. You can change your preferences using our cookie settings tool (however, please note that this tool may only be available in certain jurisdictions). Other methods of managing your Tracking Technology preferences includes: changing your browser settings to send a “Do-Not-Track” signal. In such case, your browser will send us a special signal to stop tracking your activity. \\n\\nTo learn more about how can manage your cookies, below is a list of useful links that can provide you with more information on how to manage your cookies:\\n\\n",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "You can learn more and turn off certain third party targeting and advertising cookies by visiting the following third party webpages:",
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "Pipl's Services contain links to third party websites and embedded elements from third party web Services such as Google Maps; likewise, your query information might be relayed to third party data feeds for additional results. If you use Pipl’s Services or follow link to third party websites, some information about you and your query will be visible to subsequent services. Even if the third party website or service is affiliated with us, we have no control over linked sites, services or data feeds, each of which has separate privacy and data collection practices independent of Pipl.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Our Support Portal is powered by Salesforce Service Cloud, so please note that when you send us a support request, a feedback, or when you are using the support portal, the processing of your personal information will also be subject to their policy in addition to ours, so we strongly recommend that you read their privacy page for more information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": "We reserve the right to disclose information to third parties if we believe we are required to do so by law or have a good-faith belief that such access or disclosure is reasonably necessary to:\\n\\nSatisfy any applicable law, regulation, legal process or governmental request;\\n\\nEnforce Pipl's Terms of Use, including investigation of potential violations thereof;\\n\\nDetect, prevent, or otherwise address fraud, security or technical issues;\\n\\nRespond to user support requests; and\\n\\nProtect the rights, property or safety of Pipl, its users and the public.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": "Transfer of Information\\n\\nInformation collected by Pipl may be stored and processed in the United States or any other country in which Pipl or its agents maintain facilities. By using Pipl, you consent to any such transfer of information outside of your country.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": "California Consumer Privacy Act \\n\\nThis part of the privacy policy addresses the specific disclosure requirements under the California Consumer Privacy Act of 2018 (Cal. Civ. §§ 1798.100–1798.199) and the California Consumer Privacy Act Regulations by the Attorney General (collectively, “CCPA“).\\n\\nPipl’s CCPA privacy notice may be reviewed in full here: https://pipl.com/privacy-documents/california-privacy-notice. ",
      "Label": "Others",
      "Context": ""
    }
  ]
}