{
  "policy_id": "147",
  "text": "Hybrid Theory | Webite Privacy Policy | <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-WBS2425\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Skip to main content Website Privacy Notice We at Hybrid Theory Global LTD ( “Hybrid Theory” , “we” , “us” or “our” ) respects your privacy and recognizes the importance of providing a secure environment for your personal data. We are committed to being transparent about how we collect and process your personal data. The purpose of this privacy notice ( “Privacy Notice” ) is to inform you as a visitor about why and how we process your personal data (that is any information that can be linked or attributed to you, “Personal Data” ) when you visit https://www.hybridtheory.com/ ( “Website” ). This includes information regarding with whom we will share your Personal Data, how long we will retain it, and which rights you have in relation to the processing. This Privacy Notice applies whenever you visit our Website. In this Privacy Notice, we will give you general information about how we process your Personal Data. We will furthermore give you more detailed information on the processes on our Website. GENERAL INFORMATION In this part of our Privacy Notice, you will find general information about how we process your Personal Data when you visit our Website. For specific information with more details about our processing activities, please see the service specific information below. 1. Who is responsible for processing your Personal Data? Hybrid Theory Global LTD, based at Epworth House, 25 City Road, London, England, EC1Y 1AA is responsible ( “the data controller” ) for the processing of your personal data. 2. How do we collect information, and what information do we collect? When you visit our Website, we collect, use, store and transfer different kinds of personal data. As a general principle, we do not collect and do not ask you to provide any “special categories of personal data”, which is any particularly protected information such as data concerning health, religion, political opinions or philosophical beliefs, sexual preferences or orientation. The personal data that we collect from or about you falls into the following categories: 2.1. Personal Data that we collect from you automatically: When you visit our Website, we process device-related information and information about how you interact with Website, including: Technical information : We collect information about your device/device settings you use for the purposes described below. The information we obtain from your devices includes the type of your device, online identifiers (your IP address), device IDs, geolocation data (country based on your IP address), subdomains visited on our Website, browser settings, screen resolution and other technical information. Cookie data : We collect information via cookies or similar technologies to allow your usage of the opt-out right as an end user. 3. Do we collect data from minors? This Website is neither designed nor targeted to minors under the age of 16. We do not knowingly collect any Personal Data on this Website from anyone under the age of 16. In the event that we learn that we have collected personal data from a user under 16 years of age, we will delete that data as quickly as possible. If you believe that a minor has shared personal data with us, please contact our support team through our Website. 4. For what purpose do we process your data? We process your Personal Data for the following purposes: 4.1. Provision and improvement of our Services to allow you to use our Website to identify and correct any bugs/errors 4.2. Compliance with our legal or regulatory obligations to determine the legal requirements for processing of your Personal Data (based on your location such as your country) to respond to your requests related to your data subject rights and to allow you to use such rights to comply with our legal obligations (e.g. tax and accounting obligations) to inform you about any changes to this Privacy Notice Please see the section with service specific information below for a more detailed description of the purposes for which we process your Personal Data. 5. On which legal basis do we process your Personal Data? We process your Personal Data for the purposes described in this Privacy Notice, based on the following legal grounds: Compliance with legal obligations to which we are subject : We process your Personal Data to comply with legal obligations, for example, for complying with applicable regulations or resolution of legal disputes. Legitimate interests : We also process your Personal Data to the extent that the processing is necessary for our legitimate interests while applying appropriate safeguards that protect your privacy. For example, we process your Personal Data for to host our Website. 6. With whom do we share your Personal Data? We will not disclose your Personal Data to any party who is not authorised to process them. To manage our services, we will share your Personal Data internally with members of our responsible departments and technical support involved in the development team and in each case only if access to your Personal Data is necessary for the performance of their roles. Moreover, and only when necessary to fulfill the purposes mentioned above, we disclose your Personal Data to the following recipients or categories of recipients or allow the following third parties to collect your Personal Data in connection with your use of our Services: External service providers : We share your Personal Data with our external service provider who perform hosting services on our behalf. Where we share your Personal Data with external service providers, we have appropriate agreements in place to ensure that your Personal Data is processed in compliance with applicable data protection laws. Law enforcement, government authorities or courts : We disclose your Personal Data in response to lawful requests to public authorities, including law enforcement, government authorities, or courts. Other third parties : We also disclose your Personal Data in the event of any contemplated or actual reorganization, merger, sale, joint venture, assignment, transfer or other disposition of all or any portion of our business or assets (including in any insolvency or similar proceedings). 7. Where will my Personal Data be processed? In general, your personal data is stored on servers within the European Economic Area (“EEA”). To the extent that your personal data is processed by our partners in a country outside of the EEA, we have taken all such measures as are necessary to ensure an adequate level of protection for your personal data in accordance with the requirements of applicable data protection legislation, including but not limited to contractual safeguards. 8. How do we protect your Personal Data We have implemented appropriate measures to safeguard and help prevent unauthorized access, to maintain data security, and to correctly use the information we collect in relation to Website. In order to help ensure a secure and safe experience, we are continuously developing and implementing administrative, technical and physical security measures to protect your data from unauthorized access or against loss, misuse or alteration. In addition, we take reasonable steps to assure that third parties to whom we transfer your Personal Data provide sufficient protection of Personal Data. 9. How long do we store your Personal Data? We will not retain your Personal Data longer than necessary to fulfill the purposes for which the data was collected or to fulfill our legal obligations or necessary for the establishment, exercise of defense of legal claims or resolving disputes. Afterwards, we will delete or anonymize your Personal Data. Please note that if you ask us to remove your personal data, we will retain your data as necessary for our legitimate business interests, such as to comply with our legal obligations, resolve disputes, and enforce our agreements. Additional information on how long your Personal Data is stored is provided below under the Service Specific Information section. 10. What are your rights in respect of your Personal Data? To the extent permitted by applicable data protection laws and regulations, you have the following rights in relation to your Personal Data: Access the Personal Data we hold about you , including information such as the source and categories of data, the processing purposes, the recipients (or categories thereof), and the respective retention period. Request an update or correction of your Personal Data so that it is always accurate. Receive your Personal Data in a structured, commonly used and machine-readable format , including the right to transfer your Personal Data to another data controller. Request the deletion of your Personal Data if you believe that retention is no longer necessary for the purposes indicated above. Restrict the processing of your Personal Data , for example, if you have contested the accuracy of your Personal Data, and for a period of time that is sufficient to allow us to verify its accuracy. Withdraw your consent at any time if your Personal Data is processed with your consent. Please note that this will not affect the lawfulness of data processing based on consent granted prior to its withdrawal. Object to the processing on specific grounds relating to your particular situation, in the event and to the extent that we process your Personal Data based on our legitimate interests. In such cases we will no longer process your Personal Data unless we have compelling legitimate grounds for the processing which override your interests, rights and freedoms, or for the establishment, exercise or defence of legal claims. You also have the right to object where we are processing your Personal Data for direct marketing purposes (including profiling). In such a case, we will stop processing your Personal Data for marketing purposes. You can exercise these rights by sending a request to the contact details set out below, providing your name, your email address as well as a description of your request. If you believe we have not complied with our obligations under applicable data protection laws and regulations, you can lodge a complaint with a competent data protection authority, for example, the Information Commissioner's Officer in the UK. 11. How can you contact us? If you have any questions about this Privacy Notice or our use of your personal data, please contact our Data Protection Officer via e-mail at privacy@hybridtheory.com . 12. Changes to our Privacy Notice We reserve the right to update or modify this Privacy Notice at any time. Accordingly, we regularly review this Privacy Notice and when there is a material change that will have a relevant impact on the processing of your personal data, these changes will be posted on this site. This Privacy Notice was last updated on 07.03.2023. Additional Information for California Residents This section for California residents supplements the information provided in this Privacy Notice and applies solely to visitors, users, and others who reside in the State of California . We provide this section to comply with the California Consumer Privacy Act of 2018 (CCPA) and the regulations issued under it; accordingly, this section addresses the specific requirements of the CCPA and should be read together with this Privacy Notice. We do not sell your Personal Data. However, we may share or provide access to each of the categories of Personal Data we collect as necessary for our business purposes. We collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device. In particular, we have collected the following categories of personal information (envisaged by the CCPA) from consumers within the last twelve (12) months: Category F - Internet or other similar network activity (such as your IP address) Category G - Geolocation data The CCPA provides consumers (California residents) with specific rights regarding their personal information. You have the right to access specific information i.e. you may request that we disclose certain information to you about our collection and use of your personal information over the past 12 months. You have the right to know . Under the CCPA you have the right to request that we disclose to you what Personal Data we process about you. You have the right to deletion which means that you may request that we delete any of your personal information we collected from you and retained, subject to certain exceptions. You have the right to opt out of any sale of your personal data by us to third parties. Please note that your right to opt out does not apply to our sharing of personal data with service providers, who are parties we engage to perform a function on our behalf and are contractually obligated to use the personal data only for that function. Finally, you have a right to not be discriminated against for exercising your rights under the CCPA. You can exercise these rights by sending a request to the contact details set out above, providing your name, your email address as well as a description of your request. ADDITIONAL INFORMATION FOR BRAZIL RESIDENTS Under the Brazilian General Data Protection Law (the “LGPD”), you have the right to access, rectify, port, erase, and confirm that we process your data. If you have given consent about processing your data, you have the right to withdraw consent anytime. SERVICE SPECIFIC INFORMATION In this part of our Privacy Notice, you will find specific information on how your Personal Data is processed. For general information about data processes that apply, please see above. Hosting The Website is hosted by a third party called Nimbus Hosting providing web servers. Every time you make a request, for example by clicking on a link on our platform, the information allowing this request (e.g. device information and information on requested content) as well as online identifiers (your IP address) will be sent to the external servers. This data is used to show you the content you requested in a faster way. We process this data on the basis of our legitimate interest, to provide our Website and ensure its functionality. The server logs are kept for 14 days. Get in touch Contact us: info@hybridtheory.com Follow us on Hybrid Theory is part of the Azerion Group Horizantal-Full-Colour-Logo-(White) Copy Website Privacy Notice Platform Privacy Notice",
  "annotations": [
    {
      "Text": "2. How do we collect information, and what information do we collect?\\nWhen you visit our Website, we collect, use, store and transfer different kinds of personal data. As a general principle, we do not collect and do not ask you to provide any “special categories of personal data”, which is any particularly protected information such as data concerning health, religion, political opinions or philosophical beliefs, sexual preferences or orientation.\\n\\nThe personal data that we collect from or about you falls into the following categories:",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "2.1. Personal Data that we collect from you automatically:\\nWhen you visit our Website, we process device-related information and information about how you interact with Website, including:\\n\\nTechnical information: We collect information about your device/device settings you use for the purposes described below. The information we obtain from your devices includes the type of your device, online identifiers (your IP address), device IDs, geolocation data (country based on your IP address), subdomains visited on our Website, browser settings, screen resolution and other technical information.\\nCookie data: We collect information via cookies or similar technologies to allow your usage of the opt-out right as an end user.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "4. For what purpose do we process your data?\\nWe process your Personal Data for the following purposes:\\n\\n4.1. Provision and improvement of our Services\\n\\nto allow you to use our Website\\nto identify and correct any bugs/errors\\n4.2. Compliance with our legal or regulatory obligations\\n\\nto determine the legal requirements for processing of your Personal Data (based on your location such as your country)\\nto respond to your requests related to your data subject rights and to allow you to use such rights\\nto comply with our legal obligations (e.g. tax and accounting obligations)\\nto inform you about any changes to this Privacy Notice",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "6. With whom do we share your Personal Data?\\nWe will not disclose your Personal Data to any party who is not authorised to process them. To manage our services, we will share your Personal Data internally with members of our responsible departments and technical support involved in the development team and in each case only if access to your Personal Data is necessary for the performance of their roles.\\n\\nMoreover, and only when necessary to fulfill the purposes mentioned above, we disclose your Personal Data to the following recipients or categories of recipients or allow the following third parties to collect your Personal Data in connection with your use of our Services:\\n\\nExternal service providers: We share your Personal Data with our external service provider who perform hosting services on our behalf. Where we share your Personal Data with external service providers, we have appropriate agreements in place to ensure that your Personal Data is processed in compliance with applicable data protection laws.\\nLaw enforcement, government authorities or courts: We disclose your Personal Data in response to lawful requests to public authorities, including law enforcement, government authorities, or courts.\\nOther third parties: We also disclose your Personal Data in the event of any contemplated or actual reorganization, merger, sale, joint venture, assignment, transfer or other disposition of all or any portion of our business or assets (including in any insolvency or similar proceedings).",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {3. Do we collect data from minors?} "
    },
    {
      "Text": "Access the Personal Data we hold about you, including information such as the source and categories of data, the processing purposes, the recipients (or categories thereof), and the respective retention period.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {10. What are your rights in respect of your Personal Data?} "
    },
    {
      "Text": "Access the Personal Data we hold about you, including information such as the source and categories of data, the processing purposes, the recipients (or categories thereof), and the respective retention period.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {10. What are your rights in respect of your Personal Data?} "
    },
    {
      "Text": "Request an update or correction of your Personal Data so that it is always accurate.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {What are your rights in respect of your Personal Data? To the extent permitted by applicable data protection laws and regulations, you have the following rights in relation to your Personal Data: Access the Personal Data we hold about you , including information such as the source and categories of data, the processing purposes, the recipients (or categories thereof), and the respective retention period.} "
    },
    {
      "Text": "Request the deletion of your Personal Data if you believe that retention is no longer necessary for the purposes indicated above.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Request an update or correction of your Personal Data so that it is always accurate. Receive your Personal Data in a structured, commonly used and machine-readable format , including the right to transfer your Personal Data to another data controller.} "
    },
    {
      "Text": "Restrict the processing of your Personal Data, for example, if you have contested the accuracy of your Personal Data, and for a period of time that is sufficient to allow us to verify its accuracy.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Receive your Personal Data in a structured, commonly used and machine-readable format , including the right to transfer your Personal Data to another data controller. Request the deletion of your Personal Data if you believe that retention is no longer necessary for the purposes indicated above.} "
    },
    {
      "Text": "Object to the processing on specific grounds relating to your particular situation, in the event and to the extent that we process your Personal Data based on our legitimate interests. In such cases we will no longer process your Personal Data unless we have compelling legitimate grounds for the processing which override your interests, rights and freedoms, or for the establishment, exercise or defence of legal claims. You also have the right to object where we are processing your Personal Data for direct marketing purposes (including profiling). In such a case, we will stop processing your Personal Data for marketing purposes.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Withdraw your consent at any time if your Personal Data is processed with your consent. Please note that this will not affect the lawfulness of data processing based on consent granted prior to its withdrawal.} "
    },
    {
      "Text": "You can exercise these rights by sending a request to the contact details set out below, providing your name, your email address as well as a description of your request. If you believe we have not complied with our obligations under applicable data protection laws and regulations, you can lodge a complaint with a competent data protection authority, for example, the Information Commissioner's Officer in the UK.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {You also have the right to object where we are processing your Personal Data for direct marketing purposes (including profiling). In such a case, we will stop processing your Personal Data for marketing purposes.} "
    },
    {
      "Text": "We do not sell your Personal Data. However, we may share or provide access to each of the categories of Personal Data we collect as necessary for our business purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Additional Information for California Residents This section for California residents supplements the information provided in this Privacy Notice and applies solely to visitors, users, and others who reside in the State of California . We provide this section to comply with the California Consumer Privacy Act of 2018 (CCPA) and the regulations issued under it; accordingly, this section addresses the specific requirements of the CCPA and should be read together with this Privacy Notice.} "
    },
    {
      "Text": "We do not sell your Personal Data. However, we may share or provide access to each of the categories of Personal Data we collect as necessary for our business purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Additional Information for California Residents This section for California residents supplements the information provided in this Privacy Notice and applies solely to visitors, users, and others who reside in the State of California . We provide this section to comply with the California Consumer Privacy Act of 2018 (CCPA) and the regulations issued under it; accordingly, this section addresses the specific requirements of the CCPA and should be read together with this Privacy Notice.} "
    },
    {
      "Text": "We collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device. In particular, we have collected the following categories of personal information (envisaged by the CCPA) from consumers within the last twelve (12) months:",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We do not sell your Personal Data. However, we may share or provide access to each of the categories of Personal Data we collect as necessary for our business purposes.} "
    },
    {
      "Text": "You have the right to access specific information i.e. you may request that we disclose certain information to you about our collection and use of your personal information over the past 12 months.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device. In particular, we have collected the following categories of personal information (envisaged by the CCPA) from consumers within the last twelve (12) months: Category F - Internet or other similar network activity (such as your IP address) Category G - Geolocation data The CCPA provides consumers (California residents) with specific rights regarding their personal information.} "
    },
    {
      "Text": "You have the right to know. Under the CCPA you have the right to request that we disclose to you what Personal Data we process about you.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {You have the right to access specific information i.e. you may request that we disclose certain information to you about our collection and use of your personal information over the past 12 months.} "
    },
    {
      "Text": "You have the right to deletion which means that you may request that we delete any of your personal information we collected from you and retained, subject to certain exceptions.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {You have the right to know . Under the CCPA you have the right to request that we disclose to you what Personal Data we process about you.} "
    },
    {
      "Text": "You have the right to opt out of any sale of your personal data by us to third parties. Please note that your right to opt out does not apply to our sharing of personal data with service providers, who are parties we engage to perform a function on our behalf and are contractually obligated to use the personal data only for that function.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Under the CCPA you have the right to request that we disclose to you what Personal Data we process about you. You have the right to deletion which means that you may request that we delete any of your personal information we collected from you and retained, subject to certain exceptions.} "
    },
    {
      "Text": "Finally, you have a right to not be discriminated against for exercising your rights under the CCPA.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {You have the right to opt out of any sale of your personal data by us to third parties. Please note that your right to opt out does not apply to our sharing of personal data with service providers, who are parties we engage to perform a function on our behalf and are contractually obligated to use the personal data only for that function.} "
    },
    {
      "Text": "You can exercise these rights by sending a request to the contact details set out above, providing your name, your email address as well as a description of your request.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You also have the right to object where we are processing your Personal Data for direct marketing purposes (including profiling). In such a case, we will stop processing your Personal Data for marketing purposes.} "
    },
    {
      "Text": "12. Changes to our Privacy Notice\\nWe reserve the right to update or modify this Privacy Notice at any time. Accordingly, we regularly review this Privacy Notice and when there is a material change that will have a relevant impact on the processing of your personal data, these changes will be posted on this site.\\n\\nThis Privacy Notice was last updated on 07.03.2023.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {How can you contact us? If you have any questions about this Privacy Notice or our use of your personal data, please contact our Data Protection Officer via e-mail at privacy@hybridtheory.com .} "
    },
    {
      "Text": "The purpose of this privacy notice (“Privacy Notice”) is to inform you as a visitor about why and how we process your personal data (that is any information that can be linked or attributed to you, “Personal Data”) when you visit https://www.hybridtheory.com/ (“Website”). This includes information regarding with whom we will share your Personal Data, how long we will retain it, and which rights you have in relation to the processing.\\n\\nThis Privacy Notice applies whenever you visit our Website.\\n\\nIn this Privacy Notice, we will give you general information about how we process your Personal Data. We will furthermore give you more detailed information on the processes on our Website.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Hybrid Theory | Webite Privacy Policy | <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-WBS2425\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Skip to main content Website Privacy Notice We at Hybrid Theory Global LTD ( “Hybrid Theory” , “we” , “us” or “our” ) respects your privacy and recognizes the importance of providing a secure environment for your personal data. We are committed to being transparent about how we collect and process your personal data.} "
    },
    {
      "Text": "Hybrid Theory Global LTD, based at Epworth House, 25 City Road, London, England, EC1Y 1AA is responsible (“the data controller”) for the processing of your personal data.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "When you visit our Website, we collect, use, store and transfer different kinds of personal data. As a general principle, we do not collect and do not ask you to provide any “special categories of personal data”, which is any particularly protected information such as data concerning health, religion, political opinions or philosophical beliefs, sexual preferences or orientation.\\n\\nThe personal data that we collect from or about you falls into the following categories:\\n\\n2.1. Personal Data that we collect from you automatically:\\nWhen you visit our Website, we process device-related information and information about how you interact with Website, including:\\n\\nTechnical information: We collect information about your device/device settings you use for the purposes described below. The information we obtain from your devices includes the type of your device, online identifiers (your IP address), device IDs, geolocation data (country based on your IP address), subdomains visited on our Website, browser settings, screen resolution and other technical information.\\nCookie data: We collect information via cookies or similar technologies to allow your usage of the opt-out right as an end user.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {2. How do we collect information, and what information do we collect?} "
    },
    {
      "Text": "When you visit our Website, we collect, use, store and transfer different kinds of personal data. As a general principle, we do not collect and do not ask you to provide any “special categories of personal data”, which is any particularly protected information such as data concerning health, religion, political opinions or philosophical beliefs, sexual preferences or orientation.\\n\\nThe personal data that we collect from or about you falls into the following categories:\\n\\n2.1. Personal Data that we collect from you automatically:\\nWhen you visit our Website, we process device-related information and information about how you interact with Website, including:\\n\\nTechnical information: We collect information about your device/device settings you use for the purposes described below. The information we obtain from your devices includes the type of your device, online identifiers (your IP address), device IDs, geolocation data (country based on your IP address), subdomains visited on our Website, browser settings, screen resolution and other technical information.\\nCookie data: We collect information via cookies or similar technologies to allow your usage of the opt-out right as an end user.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {2. How do we collect information, and what information do we collect?} "
    },
    {
      "Text": "This Website is neither designed nor targeted to minors under the age of 16. We do not knowingly collect any Personal Data on this Website from anyone under the age of 16. In the event that we learn that we have collected personal data from a user under 16 years of age, we will delete that data as quickly as possible. If you believe that a minor has shared personal data with us, please contact our support team through our Website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {3. Do we collect data from minors?} "
    },
    {
      "Text": "We process your Personal Data for the following purposes:\\n\\n4.1. Provision and improvement of our Services\\n\\nto allow you to use our Website\\nto identify and correct any bugs/errors\\n4.2. Compliance with our legal or regulatory obligations\\n\\nto determine the legal requirements for processing of your Personal Data (based on your location such as your country)\\nto respond to your requests related to your data subject rights and to allow you to use such rights\\nto comply with our legal obligations (e.g. tax and accounting obligations)\\nto inform you about any changes to this Privacy Notice\\nPlease see the section with service specific information below for a more detailed description of the purposes for which we process your Personal Data.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {4. For what purpose do we process your data?} "
    },
    {
      "Text": "We process your Personal Data for the purposes described in this Privacy Notice, based on the following legal grounds:\\n\\nCompliance with legal obligations to which we are subject: We process your Personal Data to comply with legal obligations, for example, for complying with applicable regulations or resolution of legal disputes.\\nLegitimate interests: We also process your Personal Data to the extent that the processing is necessary for our legitimate interests while applying appropriate safeguards that protect your privacy. For example, we process your Personal Data for to host our Website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {4. For what purpose do we process your data?} "
    },
    {
      "Text": "6. With whom do we share your Personal Data?\\nWe will not disclose your Personal Data to any party who is not authorised to process them. To manage our services, we will share your Personal Data internally with members of our responsible departments and technical support involved in the development team and in each case only if access to your Personal Data is necessary for the performance of their roles.\\n\\nMoreover, and only when necessary to fulfill the purposes mentioned above, we disclose your Personal Data to the following recipients or categories of recipients or allow the following third parties to collect your Personal Data in connection with your use of our Services:\\n\\nExternal service providers: We share your Personal Data with our external service provider who perform hosting services on our behalf. Where we share your Personal Data with external service providers, we have appropriate agreements in place to ensure that your Personal Data is processed in compliance with applicable data protection laws.\\nLaw enforcement, government authorities or courts: We disclose your Personal Data in response to lawful requests to public authorities, including law enforcement, government authorities, or courts.\\nOther third parties: We also disclose your Personal Data in the event of any contemplated or actual reorganization, merger, sale, joint venture, assignment, transfer or other disposition of all or any portion of our business or assets (including in any insolvency or similar proceedings).",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {3. Do we collect data from minors?} "
    },
    {
      "Text": "7. Where will my Personal Data be processed?\\nIn general, your personal data is stored on servers within the European Economic Area (“EEA”). To the extent that your personal data is processed by our partners in a country outside of the EEA, we have taken all such measures as are necessary to ensure an adequate level of protection for your personal data in accordance with the requirements of applicable data protection legislation, including but not limited to contractual safeguards.",
      "Label": "Others",
      "Context": "2 Sentences Before {Law enforcement, government authorities or courts : We disclose your Personal Data in response to lawful requests to public authorities, including law enforcement, government authorities, or courts. Other third parties : We also disclose your Personal Data in the event of any contemplated or actual reorganization, merger, sale, joint venture, assignment, transfer or other disposition of all or any portion of our business or assets (including in any insolvency or similar proceedings).} "
    },
    {
      "Text": "To the extent permitted by applicable data protection laws and regulations, you have the following rights in relation to your Personal Data:\\n\\nAccess the Personal Data we hold about you, including information such as the source and categories of data, the processing purposes, the recipients (or categories thereof), and the respective retention period.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {10. What are your rights in respect of your Personal Data?} "
    },
    {
      "Text": "Request an update or correction of your Personal Data so that it is always accurate.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {What are your rights in respect of your Personal Data? To the extent permitted by applicable data protection laws and regulations, you have the following rights in relation to your Personal Data: Access the Personal Data we hold about you , including information such as the source and categories of data, the processing purposes, the recipients (or categories thereof), and the respective retention period.} "
    },
    {
      "Text": "Receive your Personal Data in a structured, commonly used and machine-readable format, including the right to transfer your Personal Data to another data controller.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {To the extent permitted by applicable data protection laws and regulations, you have the following rights in relation to your Personal Data: Access the Personal Data we hold about you , including information such as the source and categories of data, the processing purposes, the recipients (or categories thereof), and the respective retention period. Request an update or correction of your Personal Data so that it is always accurate.} "
    },
    {
      "Text": "Request the deletion of your Personal Data if you believe that retention is no longer necessary for the purposes indicated above.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Request an update or correction of your Personal Data so that it is always accurate. Receive your Personal Data in a structured, commonly used and machine-readable format , including the right to transfer your Personal Data to another data controller.} "
    },
    {
      "Text": "\\nRestrict the processing of your Personal Data, for example, if you have contested the accuracy of your Personal Data, and for a period of time that is sufficient to allow us to verify its accuracy.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Receive your Personal Data in a structured, commonly used and machine-readable format , including the right to transfer your Personal Data to another data controller. Request the deletion of your Personal Data if you believe that retention is no longer necessary for the purposes indicated above.} "
    },
    {
      "Text": "Withdraw your consent at any time if your Personal Data is processed with your consent. Please note that this will not affect the lawfulness of data processing based on consent granted prior to its withdrawal.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Request the deletion of your Personal Data if you believe that retention is no longer necessary for the purposes indicated above. Restrict the processing of your Personal Data , for example, if you have contested the accuracy of your Personal Data, and for a period of time that is sufficient to allow us to verify its accuracy.} "
    },
    {
      "Text": "Object to the processing on specific grounds relating to your particular situation, in the event and to the extent that we process your Personal Data based on our legitimate interests. In such cases we will no longer process your Personal Data unless we have compelling legitimate grounds for the processing which override your interests, rights and freedoms, or for the establishment, exercise or defence of legal claims. You also have the right to object where we are processing your Personal Data for direct marketing purposes (including profiling). In such a case, we will stop processing your Personal Data for marketing purposes.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Withdraw your consent at any time if your Personal Data is processed with your consent. Please note that this will not affect the lawfulness of data processing based on consent granted prior to its withdrawal.} "
    },
    {
      "Text": "You can exercise these rights by sending a request to the contact details set out below, providing your name, your email address as well as a description of your request. If you believe we have not complied with our obligations under applicable data protection laws and regulations, you can lodge a complaint with a competent data protection authority, for example, the Information Commissioner's Officer in the UK.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You also have the right to object where we are processing your Personal Data for direct marketing purposes (including profiling). In such a case, we will stop processing your Personal Data for marketing purposes.} "
    },
    {
      "Text": "11. How can you contact us?\\nIf you have any questions about this Privacy Notice or our use of your personal data, please contact our Data Protection Officer via e-mail at privacy@hybridtheory.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You can exercise these rights by sending a request to the contact details set out below, providing your name, your email address as well as a description of your request. If you believe we have not complied with our obligations under applicable data protection laws and regulations, you can lodge a complaint with a competent data protection authority, for example, the Information Commissioner's Officer in the UK.} "
    },
    {
      "Text": "12. Changes to our Privacy Notice\\nWe reserve the right to update or modify this Privacy Notice at any time. Accordingly, we regularly review this Privacy Notice and when there is a material change that will have a relevant impact on the processing of your personal data, these changes will be posted on this site.\\n\\nThis Privacy Notice was last updated on 07.03.2023.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {How can you contact us? If you have any questions about this Privacy Notice or our use of your personal data, please contact our Data Protection Officer via e-mail at privacy@hybridtheory.com .} "
    },
    {
      "Text": "We do not sell your Personal Data.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Additional Information for California Residents This section for California residents supplements the information provided in this Privacy Notice and applies solely to visitors, users, and others who reside in the State of California . We provide this section to comply with the California Consumer Privacy Act of 2018 (CCPA) and the regulations issued under it; accordingly, this section addresses the specific requirements of the CCPA and should be read together with this Privacy Notice.} "
    },
    {
      "Text": "However, we may share or provide access to each of the categories of Personal Data we collect as necessary for our business purposes. We collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device. In particular, we have collected the following categories of personal information (envisaged by the CCPA) from consumers within the last twelve (12) months:\\n\\nCategory F - Internet or other similar network activity (such as your IP address)\\nCategory G - Geolocation data",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We provide this section to comply with the California Consumer Privacy Act of 2018 (CCPA) and the regulations issued under it; accordingly, this section addresses the specific requirements of the CCPA and should be read together with this Privacy Notice. We do not sell your Personal Data.} "
    },
    {
      "Text": "However, we may share or provide access to each of the categories of Personal Data we collect as necessary for our business purposes. We collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device. In particular, we have collected the following categories of personal information (envisaged by the CCPA) from consumers within the last twelve (12) months:\\n\\nCategory F - Internet or other similar network activity (such as your IP address)\\nCategory G - Geolocation data",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We provide this section to comply with the California Consumer Privacy Act of 2018 (CCPA) and the regulations issued under it; accordingly, this section addresses the specific requirements of the CCPA and should be read together with this Privacy Notice. We do not sell your Personal Data.} "
    },
    {
      "Text": "You have the right to access specific information i.e. you may request that we disclose certain information to you about our collection and use of your personal information over the past 12 months.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device. In particular, we have collected the following categories of personal information (envisaged by the CCPA) from consumers within the last twelve (12) months: Category F - Internet or other similar network activity (such as your IP address) Category G - Geolocation data The CCPA provides consumers (California residents) with specific rights regarding their personal information.} "
    },
    {
      "Text": "You have the right to know. Under the CCPA you have the right to request that we disclose to you what Personal Data we process about you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {You have the right to access specific information i.e. you may request that we disclose certain information to you about our collection and use of your personal information over the past 12 months.} "
    },
    {
      "Text": "You have the right to deletion which means that you may request that we delete any of your personal information we collected from you and retained, subject to certain exceptions.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {You have the right to know . Under the CCPA you have the right to request that we disclose to you what Personal Data we process about you.} "
    },
    {
      "Text": "You have the right to opt out of any sale of your personal data by us to third parties. Please note that your right to opt out does not apply to our sharing of personal data with service providers, who are parties we engage to perform a function on our behalf and are contractually obligated to use the personal data only for that function.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Under the CCPA you have the right to request that we disclose to you what Personal Data we process about you. You have the right to deletion which means that you may request that we delete any of your personal information we collected from you and retained, subject to certain exceptions.} "
    },
    {
      "Text": "Finally, you have a right to not be discriminated against for exercising your rights under the CCPA.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {You have the right to opt out of any sale of your personal data by us to third parties. Please note that your right to opt out does not apply to our sharing of personal data with service providers, who are parties we engage to perform a function on our behalf and are contractually obligated to use the personal data only for that function.} "
    },
    {
      "Text": "You can exercise these rights by sending a request to the contact details set out above, providing your name, your email address as well as a description of your request.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You also have the right to object where we are processing your Personal Data for direct marketing purposes (including profiling). In such a case, we will stop processing your Personal Data for marketing purposes.} "
    },
    {
      "Text": "The Website is hosted by a third party called Nimbus Hosting providing web servers. Every time you make a request, for example by clicking on a link on our platform, the information allowing this request (e.g. device information and information on requested content) as well as online identifiers (your IP address) will be sent to the external servers. This data is used to show you the content you requested in a faster way. We process this data on the basis of our legitimate interest, to provide our Website and ensure its functionality. The server logs are kept for 14 days.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {SERVICE SPECIFIC INFORMATION In this part of our Privacy Notice, you will find specific information on how your Personal Data is processed. For general information about data processes that apply, please see above.} "
    },
    {
      "Text": "The Website is hosted by a third party called Nimbus Hosting providing web servers. Every time you make a request, for example by clicking on a link on our platform, the information allowing this request (e.g. device information and information on requested content) as well as online identifiers (your IP address) will be sent to the external servers. This data is used to show you the content you requested in a faster way. We process this data on the basis of our legitimate interest, to provide our Website and ensure its functionality. The server logs are kept for 14 days.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {SERVICE SPECIFIC INFORMATION In this part of our Privacy Notice, you will find specific information on how your Personal Data is processed. For general information about data processes that apply, please see above.} "
    },
    {
      "Text": "When you visit our Website, we collect, use, store and transfer different kinds of personal data. As a general principle, we do not collect and do not ask you to provide any “special categories of personal data”, which is any particularly protected information such as data concerning health, religion, political opinions or philosophical beliefs, sexual preferences or orientation.\\n\\nThe personal data that we collect from or about you falls into the following categories:",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {2. How do we collect information, and what information do we collect?} "
    },
    {
      "Text": "When you visit our Website, we collect, use, store and transfer different kinds of personal data. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {2. How do we collect information, and what information do we collect?} "
    },
    {
      "Text": " Personal Data that we collect from you automatically:\\nWhen you visit our Website, we process device-related information and information about how you interact with Website, including:\\n\\nTechnical information: We collect information about your device/device settings you use for the purposes described below. The information we obtain from your devices includes the type of your device, online identifiers (your IP address), device IDs, geolocation data (country based on your IP address), subdomains visited on our Website, browser settings, screen resolution and other technical information.\\nCookie data: We collect information via cookies or similar technologies to allow your usage of the opt-out right as an end user.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {As a general principle, we do not collect and do not ask you to provide any “special categories of personal data”, which is any particularly protected information such as data concerning health, religion, political opinions or philosophical beliefs, sexual preferences or orientation. The personal data that we collect from or about you falls into the following categories: 2.1.} "
    },
    {
      "Text": "For what purpose do we process your data?\\nWe process your Personal Data for the following purposes:\\n\\n4.1. Provision and improvement of our Services\\n\\nto allow you to use our Website\\nto identify and correct any bugs/errors\\n4.2. Compliance with our legal or regulatory obligations\\n\\nto determine the legal requirements for processing of your Personal Data (based on your location such as your country)\\nto respond to your requests related to your data subject rights and to allow you to use such rights\\nto comply with our legal obligations (e.g. tax and accounting obligations)\\nto inform you about any changes to this Privacy Notice",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you believe that a minor has shared personal data with us, please contact our support team through our Website. 4.} "
    },
    {
      "Text": "to inform you about any changes to this Privacy Notice",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Provision and improvement of our Services to allow you to use our Website to identify and correct any bugs/errors 4.2. Compliance with our legal or regulatory obligations to determine the legal requirements for processing of your Personal Data (based on your location such as your country) to respond to your requests related to your data subject rights and to allow you to use such rights to comply with our legal obligations (e.g.} "
    },
    {
      "Text": "On which legal basis do we process your Personal Data?\\nWe process your Personal Data for the purposes described in this Privacy Notice, based on the following legal grounds:\\n\\nCompliance with legal obligations to which we are subject: We process your Personal Data to comply with legal obligations, for example, for complying with applicable regulations or resolution of legal disputes.\\nLegitimate interests: We also process your Personal Data to the extent that the processing is necessary for our legitimate interests while applying appropriate safeguards that protect your privacy. For example, we process your Personal Data for to host our Website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {tax and accounting obligations) to inform you about any changes to this Privacy Notice Please see the section with service specific information below for a more detailed description of the purposes for which we process your Personal Data. 5.} "
    },
    {
      "Text": "With whom do we share your Personal Data?\\nWe will not disclose your Personal Data to any party who is not authorised to process them. To manage our services, we will share your Personal Data internally with members of our responsible departments and technical support involved in the development team and in each case only if access to your Personal Data is necessary for the performance of their roles.\\n\\nMoreover, and only when necessary to fulfill the purposes mentioned above, we disclose your Personal Data to the following recipients or categories of recipients or allow the following third parties to collect your Personal Data in connection with your use of our Services:\\n\\nExternal service providers: We share your Personal Data with our external service provider who perform hosting services on our behalf. Where we share your Personal Data with external service providers, we have appropriate agreements in place to ensure that your Personal Data is processed in compliance with applicable data protection laws.\\nLaw enforcement, government authorities or courts: We disclose your Personal Data in response to lawful requests to public authorities, including law enforcement, government authorities, or courts.\\nOther third parties: We also disclose your Personal Data in the event of any contemplated or actual reorganization, merger, sale, joint venture, assignment, transfer or other disposition of all or any portion of our business or assets (including in any insolvency or similar proceedings).",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For example, we process your Personal Data for to host our Website. 6.} "
    },
    {
      "Text": "To the extent that your personal data is processed by our partners in a country outside of the EEA, we have taken all such measures as are necessary to ensure an adequate level of protection for your personal data in accordance with the requirements of applicable data protection legislation, including but not limited to contractual safeguards.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Where will my Personal Data be processed? In general, your personal data is stored on servers within the European Economic Area (“EEA”).} "
    },
    {
      "Text": "In addition, we take reasonable steps to assure that third parties to whom we transfer your Personal Data provide sufficient protection of Personal Data.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {How do we protect your Personal Data We have implemented appropriate measures to safeguard and help prevent unauthorized access, to maintain data security, and to correctly use the information we collect in relation to Website. In order to help ensure a secure and safe experience, we are continuously developing and implementing administrative, technical and physical security measures to protect your data from unauthorized access or against loss, misuse or alteration.} "
    },
    {
      "Text": "How long do we store your Personal Data?\\nWe will not retain your Personal Data longer than necessary to fulfill the purposes for which the data was collected or to fulfill our legal obligations or necessary for the establishment, exercise of defense of legal claims or resolving disputes. Afterwards, we will delete or anonymize your Personal Data. Please note that if you ask us to remove your personal data, we will retain your data as necessary for our legitimate business interests, such as to comply with our legal obligations, resolve disputes, and enforce our agreements.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In addition, we take reasonable steps to assure that third parties to whom we transfer your Personal Data provide sufficient protection of Personal Data. 9.} "
    },
    {
      "Text": "Access the Personal Data we hold about you, including information such as the source and categories of data, the processing purposes, the recipients (or categories thereof), and the respective retention period.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {10. What are your rights in respect of your Personal Data?} "
    },
    {
      "Text": "Request an update or correction of your Personal Data so that it is always accurate.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {What are your rights in respect of your Personal Data? To the extent permitted by applicable data protection laws and regulations, you have the following rights in relation to your Personal Data: Access the Personal Data we hold about you , including information such as the source and categories of data, the processing purposes, the recipients (or categories thereof), and the respective retention period.} "
    },
    {
      "Text": "Receive your Personal Data in a structured, commonly used and machine-readable format, including the right to transfer your Personal Data to another data controller.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {To the extent permitted by applicable data protection laws and regulations, you have the following rights in relation to your Personal Data: Access the Personal Data we hold about you , including information such as the source and categories of data, the processing purposes, the recipients (or categories thereof), and the respective retention period. Request an update or correction of your Personal Data so that it is always accurate.} "
    },
    {
      "Text": "Request the deletion of your Personal Data if you believe that retention is no longer necessary for the purposes indicated above.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Request an update or correction of your Personal Data so that it is always accurate. Receive your Personal Data in a structured, commonly used and machine-readable format , including the right to transfer your Personal Data to another data controller.} "
    },
    {
      "Text": "Restrict the processing of your Personal Data, for example, if you have contested the accuracy of your Personal Data, and for a period of time that is sufficient to allow us to verify its accuracy.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Receive your Personal Data in a structured, commonly used and machine-readable format , including the right to transfer your Personal Data to another data controller. Request the deletion of your Personal Data if you believe that retention is no longer necessary for the purposes indicated above.} "
    },
    {
      "Text": "Withdraw your consent at any time if your Personal Data is processed with your consent. Please note that this will not affect the lawfulness of data processing based on consent granted prior to its withdrawal.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Request the deletion of your Personal Data if you believe that retention is no longer necessary for the purposes indicated above. Restrict the processing of your Personal Data , for example, if you have contested the accuracy of your Personal Data, and for a period of time that is sufficient to allow us to verify its accuracy.} "
    },
    {
      "Text": "Object to the processing on specific grounds relating to your particular situation, in the event and to the extent that we process your Personal Data based on our legitimate interests. In such cases we will no longer process your Personal Data unless we have compelling legitimate grounds for the processing which override your interests, rights and freedoms, or for the establishment, exercise or defence of legal claims. You also have the right to object where we are processing your Personal Data for direct marketing purposes (including profiling). In such a case, we will stop processing your Personal Data for marketing purposes.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Withdraw your consent at any time if your Personal Data is processed with your consent. Please note that this will not affect the lawfulness of data processing based on consent granted prior to its withdrawal.} "
    },
    {
      "Text": "You also have the right to object where we are processing your Personal Data for direct marketing purposes (including profiling). In such a case, we will stop processing your Personal Data for marketing purposes.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Object to the processing on specific grounds relating to your particular situation, in the event and to the extent that we process your Personal Data based on our legitimate interests. In such cases we will no longer process your Personal Data unless we have compelling legitimate grounds for the processing which override your interests, rights and freedoms, or for the establishment, exercise or defence of legal claims.} "
    },
    {
      "Text": "You can exercise these rights by sending a request to the contact details set out below, providing your name, your email address as well as a description of your request.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You also have the right to object where we are processing your Personal Data for direct marketing purposes (including profiling). In such a case, we will stop processing your Personal Data for marketing purposes.} "
    },
    {
      "Text": "Changes to our Privacy Notice\\nWe reserve the right to update or modify this Privacy Notice at any time. Accordingly, we regularly review this Privacy Notice and when there is a material change that will have a relevant impact on the processing of your personal data, these changes will be posted on this site.\\n\\nThis Privacy Notice was last updated on 07.03.2023.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {If you have any questions about this Privacy Notice or our use of your personal data, please contact our Data Protection Officer via e-mail at privacy@hybridtheory.com . 12.} "
    },
    {
      "Text": "We do not sell your Personal Data. However, we may share or provide access to each of the categories of Personal Data we collect as necessary for our business purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Additional Information for California Residents This section for California residents supplements the information provided in this Privacy Notice and applies solely to visitors, users, and others who reside in the State of California . We provide this section to comply with the California Consumer Privacy Act of 2018 (CCPA) and the regulations issued under it; accordingly, this section addresses the specific requirements of the CCPA and should be read together with this Privacy Notice.} "
    },
    {
      "Text": "We collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device. In particular, we have collected the following categories of personal information (envisaged by the CCPA) from consumers within the last twelve (12) months:",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We do not sell your Personal Data. However, we may share or provide access to each of the categories of Personal Data we collect as necessary for our business purposes.} "
    },
    {
      "Text": "Category F - Internet or other similar network activity (such as your IP address)\\nCategory G - Geolocation data",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, we may share or provide access to each of the categories of Personal Data we collect as necessary for our business purposes. We collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device.} "
    },
    {
      "Text": "You have the right to access specific information i.e. you may request that we disclose certain information to you about our collection and use of your personal information over the past 12 months.\\n\\nYou have the right to know. Under the CCPA you have the right to request that we disclose to you what Personal Data we process about you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device. In particular, we have collected the following categories of personal information (envisaged by the CCPA) from consumers within the last twelve (12) months: Category F - Internet or other similar network activity (such as your IP address) Category G - Geolocation data The CCPA provides consumers (California residents) with specific rights regarding their personal information.} "
    },
    {
      "Text": "You have the right to deletion which means that you may request that we delete any of your personal information we collected from you and retained, subject to certain exceptions.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {You have the right to know . Under the CCPA you have the right to request that we disclose to you what Personal Data we process about you.} "
    },
    {
      "Text": "You have the right to opt out of any sale of your personal data by us to third parties. Please note that your right to opt out does not apply to our sharing of personal data with service providers, who are parties we engage to perform a function on our behalf and are contractually obligated to use the personal data only for that function.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Under the CCPA you have the right to request that we disclose to you what Personal Data we process about you. You have the right to deletion which means that you may request that we delete any of your personal information we collected from you and retained, subject to certain exceptions.} "
    },
    {
      "Text": "Finally, you have a right to not be discriminated against for exercising your rights under the CCPA.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {You have the right to opt out of any sale of your personal data by us to third parties. Please note that your right to opt out does not apply to our sharing of personal data with service providers, who are parties we engage to perform a function on our behalf and are contractually obligated to use the personal data only for that function.} "
    },
    {
      "Text": "You can exercise these rights by sending a request to the contact details set out above, providing your name, your email address as well as a description of your request.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You also have the right to object where we are processing your Personal Data for direct marketing purposes (including profiling). In such a case, we will stop processing your Personal Data for marketing purposes.} "
    }
  ]
}