{
  "policy_id": "149",
  "text": "Privacy Policy Products Synthetic Fraud Scores ID Theft Scores KYC Insights Manifest eCBSV ID Complete About Us Careers Resources Resource Library Blog Whitepapers Events Press Fraud Spotlight Fraud Spotlight CTA Contact Us CTA Contact Us SentiLink Privacy Policy Last Updated: May 04, 2022 Welcome to the Website of SentiLink Corp., a Delaware corporation (\"SentiLink,\" \"we,\" or \"us\"). This privacy policy describes our collection of personal information from users of our Website at www.sentilink.com (\"Website\" or \"Site\"), as well as all related applications, widgets, software, tools, and other services provided by us (collectively, together with the Website, our \"Service\"). This policy may be supplemented by additional privacy statements, terms or notices provided to you. This policy also describes our use and disclosure of such information. By using our Service, including accessing our Website, you consent to the collection and use of personal information in accordance with this policy. Personal Information \"Personal Information,\" as used in this policy, is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, to you. Such personal information includes an individual’s name, social security number, telephone number, or e-mail address, information about an individual’s activities, including about his or her activity on the Site or credit history, and demographic information, including date of birth, gender, address, geographic area, and preferences. Personal information does not include aggregate or deidentified information or other non-personally identifiable information. Aggregate information is information that we collect about a group or category of products, services, or users that cannot be linked back to any particular individual(s). We may use and disclose aggregate information, deidentified information and other non-personally identifiable information, for various purposes. Collection of Information From the first moment you interact with us, we are collecting personal information about you. Sometimes we collect personal information automatically when you interact with our services and sometimes, we collect the personal information directly from you. At times, we may collect personal information about you from other sources and third parties, even before our first direct interaction. Personal Information Automatically Collected We, and our third-party partners, automatically collect certain types of usage information when you visit our services, read our emails, or otherwise engage with us. We typically collect this information through a variety of tracking technologies, including cookies, web beacons, embedded scripts, location-identifying technologies, file information, and similar technology (collectively, “ tracking technologies ”). We, and our third-party partners, use tracking technologies to automatically collect usage and device information, such as: Information about your device and its software, such as your IP address, browser type, Internet service provider, device type/model/manufacturer, operating system, date and time stamp, and a unique ID that allows us to uniquely identify your browser or your account (including, for example, a persistent device identifier or an Ad-ID), and other such information. We may also work with third-party partners to employ technologies, including the application of statistical modeling tools, which permit us to recognize and contact you across multiple devices. When you access our Sites from a mobile device, we may collect unique identification numbers associated with your device or our mobile application (including, for example, a UDID, Unique ID for Advertisers (“ IDFA ”), or Google AdID), mobile carrier, device type, model and manufacturer, mobile device operating system brand and model, phone number, and depending on your mobile device settings, your geographical location data, including GPS coordinates (e.g., latitude and/or longitude) or similar information regarding the location of your mobile device, or we may be able to approximate a device’s location by analyzing other information, like an IP address. Information about the way you access and use our services, for example, the website from which you came and the website to which you are going when you leave our services, the pages you visit, the links you click, whether you open emails or click the links contained in emails, whether you access the services from multiple devices, and other actions you take on the Site. We may collect analytics data or use third-party analytics tools such as Google Analytics to help us measure traffic and usage trends for the services and to understand more about the demographics of our users. You can learn more about Google’s practices at https://policies.google.com/technologies/partner-Websites and view its opt-out options at https://tools.google.com/dlpage/gaoptout. We use the data collected through tracking technologies to: (a) remember information so that you will not have to re-enter it during your visit or the next time you visit the Site; (b) provide custom, personalized content and information, including targeted content and advertising; (c) identify you across multiple devices; (d) provide and monitor the effectiveness of our services; (e) monitor aggregate metrics such as total number of visitors, traffic, usage, and demographic patterns on our Site; (f) diagnose or fix technology problems; and (g) otherwise to plan for and enhance our services. Collection of Voluntarily Provided Information We may collect personal information that our users provide to us in a variety of ways through our Service. For instance, when you request information about our Service or otherwise communicate with us, we collect the personal information that is provided to us. We may collect personal information such as name, telephone number, mailing address, e-mail address, city, state, country, other demographic information, and your interests and preferences in these manners. Information from Other Sources and Third Parties We may receive information about you, including personal information, from third parties, and may combine this information with other personal information we maintain about you. If we do so, this policy governs any combined information that we maintain in personally identifiable format. We receive personal information related to you from third parties, including, but not limited to, consumer reporting agencies, publicly-available sources and data suppliers, businesses with which you interract with or otherwise seek to obtain services from, businesses with which we offer co-branded services, service providers retained to perform Services on our behalf, and social media providers. Use of Personal Information We use personal information to provide services and information that you request; to enhance, improve, operate, and maintain the Site and Service, our programs, services, website, and other systems; to prevent fraudulent use of our Site and Service; to tailor your user experience; to maintain a record of our dealings with you; to conduct research and analytics to understand our customers; to develop new products; to ensure internal quality control; to communicate about customer accounts and activities; to comply with regulatory and legal requirements; to prevent, investigate or provide notice of fraud or unlawful or criminal activity, and enforce and carry out contracts and agreements between us and you; to protect the safety of any person, to address fraud, security or technical issues; or to protect our rights or property; and for other administrative and internal business purposes. For marketing purposes, we may analyze and use personal information to provide you with materials about offers, products, and Services that may be of interest, including new content or Services. We may provide you with these materials by phone, postal mail, email, as permitted by applicable law. We allow you to opt-out from receiving marketing communications from us as described in the \"Choice\" section below. We may also use aggregate information, deidentified information or other non-personally identifiable information that does not personally identify you in order to understand better how our visitors use the Services, research our visitors’ demographics, interests, and behavior, improve the Services, provide visitors with customized services and information, and for other similar purposes. We may share this information with others for information or promotional purposes, and may use such information in any manner permitted by law. Disclosure of Personal Information We will not disclose your personal information to third parties without your consent, other than as described in this policy. We may disclose personal information to vendors and service providers: (i) in connection with the provisioning of IT and related services or as otherwise required to assist us in our work; (ii) to provision information and Services you have requested; (iii) in connection with customer service activities; (iv) for fraud prevention purposes; (v) for analytics services; and/or (vi) in connection with the provisioning of the Services. We limit the personal information provided to these service providers to that which is reasonably necessary for them to perform their functions. We may share personal information about you if we reasonably believe that disclosing the information is needed to: (i) comply with any valid legal process, governmental request, or applicable law, rule, or regulation; (ii) investigate, remedy, or enforce potential violations of any agreement you or a third party may have with us; (iii) protect the rights, property, and safety of us, our customers, or others; or (iv) detect and resolve any fraud or security concerns. We may also disclose personal information if otherwise permitted by applicable law. In addition, information about our users, including personal information, may be disclosed as part of any merger, acquisition, debt financing, sale of company assets, or similar transaction, as well as in the event of an insolvency, bankruptcy, or receivership in which personal information could be transferred to third parties as one of our business assets. Third-Party Data Collection and Online Advertising We participate in interest-based advertising and use third-party advertising companies to serve you targeted advertisements based on your online browsing history and your interests. We permit third-party online advertising networks, social media companies, or other third-party services to collect information about your use of our Service over time so that they may play or display ads on our Service, on other websites, apps, or services you may use, and on other devices you may use. Typically, though not always, the information used for interest-based advertising is collected through cookies or similar tracking technologies. We may share a common account identifier (such as an e-mail address or user ID) or hashed data with our third-party advertising partners to help identify you across devices. We and our third-party partners use this information to make the advertisements you see online more relevant to your interests, as well as to provide advertising-related services such as reporting, attribution, analytics, and market research. LinkedIn Ads. We use LinkedIn Ads to recognize you and link the devices you use when you visit our site or Service on your browser, log in to your account on our Service, or otherwise engage with us. We share a unique identifier, like a user ID or hashed e-mail address, with LinkedIn to facilitate the service. LinkedIn Ads allows us to better understand how our users interact with our Service and to tailor our advertisements and content to you. For information on how LinkedIn Ads collects and processes data, as well as how you can control information sent to LinkedIn, review LinkedIn’s “Manage Advertising Preferences” page located here (https://www.linkedin.com/help/linkedin/answer/62931/manage-advertising-preferences?lang=en). You can learn more about currently available opt-outs, including opting out of targeted advertising here (https://www.linkedin.com/psettings/guest-controls). Your Choices Email Communications If you receive commercial emails from us and would like to opt-out of such communications, you may do so by replying to your SentiLink point-of-contact expressing these sentiments, emailing privacy@sentilink.com with such sentiments, or, if available, unsubscribing by following the instructions contained within the email. Interest-Based Advertising To learn more about interest-based advertising and how you may be able to opt-out of some of this advertising, you may wish to visit the Digital Advertising Alliance’s (DAA) resources and/or the Network Advertising Initiative’s (NAI) online resources, atwww.aboutads.info/choices or http://www.networkadvertising.org/choices/ and you can opt-out of receiving some interest-based advertisements on mobile apps by visitinghttp://www.aboutads.info/appchoices. You may also be able to limit interest-based advertising through the settings menu on your mobile device by selecting “limit ad tracking” (iOS) or “opt-out of interest-based ads” (Android). Please note that when you opt-out of receiving interest-based advertisements, this does not mean you will no longer see advertisements from us or on our Services. It means that the online ads that you do see from DAA program participants should not be based on your interests. We are not responsible for the effectiveness of, or compliance with, any third-parties’ opt-out options or programs or the accuracy of their statements regarding their programs. In addition, third parties may still use cookies to collect information about your use of our Services, including for analytics and fraud prevention, as well as any other purpose permitted under the DAA’s Principles. Third-Party Websites For your convenience, the Site may contain links to other websites, products, or services that we do not own or operate. If you choose to visit or use any third-party products or services, please be aware that this policy will not apply to your activities or any information you disclose while using third-party products or services or otherwise interacting with third parties. To learn about the personal information practices of third parties, please visit their respective privacy notices. Children Children’s safety is important to us, and we encourage parents and guardians to take an active interest in the online activities of their children. Our Services are not directed to, and we do not intend to, or knowingly, collect or solicit personal information from children under the age of 13. If you are under the age of 13, please do not use our Services or otherwise provide us with any personal information either directly or by other means. If a child under the age of 13 has provided personal information to us, we encourage the child’s parent or guardian to contact us to request that we remove the personal information from our systems. If we learn that any personal information we collect has been provided by a child under the age of 13, we will promptly delete that personal information. International Visitors Our Site and Service is hosted in the United States and is generally intended for United States visitors. If you visit from the European Union or other regions with laws governing data collection and use that may differ from U.S. law, please be aware that you are transferring personal information to the United States. The United States does not have the same data protection laws as the European Union and some other regions. By providing personal information to us, you consent to the transfer of it to the United States and the use of it in accordance with this policy. Security We care about the security of your information and employ physical, administrative, and technological safeguards designed to preserve the integrity and security of all information collected through our Service. However, no security system is impenetrable, and we cannot guarantee the security of our systems 100%. In the event that any information under our control is compromised as a result of a breach of security, we will take reasonable steps to investigate the situation and, where appropriate and required, notify those individuals whose information may have been compromised and take other steps, in accordance with any applicable laws and regulations. Updates to this Policy We may occasionally update this policy. When we do, we will also revise the \"last updated\" date at the beginning of the policy. Your continued use of this Service after such changes will be subject to the then-current policy. We encourage you to periodically review this policy to stay informed about how we collect, use, and disclose personal information. Contacting Us If you have any questions, comments, concerns, or complaints about this privacy policy or your personal information, please contact us at privacy@sentilink.com. Region-Specific Disclosures California :  If you are a resident of the State of California in the United States, please click here for additional California-specific privacy disclosures. Nevada : Chapter 603A of the Nevada Revised Statutes permits a Nevada resident to opt out of future sales of certain covered information that a website operator has collected or will collect about the resident. Note we do not sell your personal information within the meaning of Chapter 603A. However, if you would still like to submit such a request, please contact us at privacy@sentilink.com. Additional California Privacy Disclosures Last Updated: May 04, 2022 Scope of Disclosures These Additional California Privacy Disclosures (the “CA Disclosures”) supplement the information contained in our Privacy Policy and applies solely to individual residents of the State of California (\"consumers\" or \"you\"). These CA Disclosures describe how we collect, use, disclose, and otherwise process personal information of individual residents of the State of California, either online or offline, within the scope of the California Consumer Privacy Act of 2018 (CCPA). Unless otherwise expressly stated, all terms in these CA Disclosures have the same meaning as defined in our Privacy Policy or as otherwise defined by the CCPA. Personal Information Disclosures When we use the term “personal information” in these CA Disclosures, we mean information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. For the purposes of these Disclosures, personal information does not include: Publicly available information from government records. Deidentified, aggregated or anonymized information that is maintained in a form that is not capable of being associated with or linked to you. Information excluded from the CCPA's scope, such as: Health or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data; Information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver's Privacy Protection Act of 1994. Information relating to our job applicants, employees, contractors, and other personnel. Collection and Use of Personal Information We collect various categories of personal information in connection with our Services. Please review the Privacy Policy to learn more about the personal information we collect. In the last 12 months, we have collected the following categories of personal information: Category of Personal Information Collected Collected Categories of Sources Identifiers , such as your name, address, phone number, email address, date of birth or other similar identifiers. Directly from you Our business partners and affiliates Third parties you direct to share information with us Social networks Data sellers California Customer Records (Cal. Civ. Code § 1798.80(e)) Directly from you Our business partners and affiliates Third parties you direct to share information with us Social networks Data sellers Protected Classification Characteristics Commercial Information Directly from you Biometric Information Internet/Network Information Your browser or device Geolocation Data Your browser or device Sensory Information Profession/Employment Information Directly from you Third parties you direct to share information with us Non-Public Education Information (20 U.S.C. § 1232g, 34 C.F.R. Part 99) Other Personal Information Directly from you Your device Inferences Your browser or device Information generated or derived from your online browsing and usage activity Purposes for Collecting Personal Information We collect personal information from and about you for a variety of purposes. To learn more about the types of personal information we collect, the sources from which we collect or receive personal information, and the purposes for which we use this information, please refer to the Privacy Policy. Sales of Personal Information We do not sell personal information and will not sell personal information unless we provide proper notice to consumers and, in the case of personal information collected prior to that notice, we obtain explicit consent for the sale of personal information relating to those individuals we previously interacted with. Recipients of Personal Information As described in our Privacy Policy, we share personal information with third parties for business purposes or we may sell your personal information to third parties, subject to your right to opt-out of those sales (see The Right to Opt-Out of Personal Information Sales below). We disclose your personal information to the following categories of third parties: Our service providers : We engage a number of third-party service providers that perform business or operational services for us or on our behalfs, such as website hosting, infrastructure provisioning, IT services, customer service, email delivery services, marketing and advertising services, and other similar services, subject to contractual terms restricting the collection, use and disclosure of your personal information for any other commercial purpose. Third parties at your request . We share your personal information with third parties with your consent or at your direction. SentiLink's Customers . We may share personal information with SentiLink customers who have engaged us to provide services, subject to those businesses obtaining your consent where they are required by law to do so. Businesses as needed to provide Services . We may share personal information with third parties you engage with through our Service or as needed to fulfill your request or transaction, including, for example, order fulfillment, payment processing, or delivery or shipping services. Security providers . We may share your personal information with third-party security providers, for example, to detect, prevent, or otherwise address actual or suspected fraud, harassment, security or technical issues, violations of any law, rule, or regulation. Analytics providers . We work with third-party analytics providers to better understand the demographics of our users and visitors and to personalize, enhance and improve our Service. Law enforcement and third parties pursuant to legal request . From time to time, we may disclose personal information as reasonably necessary to respond to law enforcement requests and as required by applicable law, court order, or governmental regulations; Third parties in the context of a corporate transaction . We may disclose personal information as reasonably necessary to evaluate, negotiate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about consumers is among the assets transferred or is otherwise relevant to the evaluation, negotiation or conduct of the transaction. Your California Privacy Rights As a California resident, you may be able to exercise the following rights in relation to the personal information about you that we have collected (subject to certain limitations at law): The Right to Know You have the right to request any or all of the following information relating to your personal information we have collected and disclosed in the last 12 months, upon verification of your identity: The specific pieces of personal information we have collected about you; The categories of personal information we have collected about you; The categories of sources of the personal information; The categories of personal information that we have disclosed to third parties for a business purpose, and the categories of recipients to whom this information was disclosed; The categories of personal information we have sold and the categories of third parties to whom the information was sold; and The business or commercial purposes for collecting or selling the personal information. The Right to Request Deletion You have the right to request the deletion of personal information we have collected from you, subject to certain exceptions. The Right to Opt Out of Personal Information Sales You have the right to direct us not to sell personal information we have collected about you to third parties now or in the future. If you are under the age of 16, you have the right to opt in, or to have a parent or guardian opt in on your behalf to such sales. The Right to Non-Discrimination You have the right not to receive discriminatory treatment for exercising these rights. However, please note that if the exercise of these rights limits our ability to process personal information (such as in the case of a deletion request), we may no longer be able to provide you our products and services or engage with you in the same manner. “Shine the Light” California residents that have an established business relationship with us have rights to know how their information is disclosed to third parties for their direct marketing purposes under California’s “Shine the Light” law (Civ. Code § 1798.83). How to Exercise Your California Consumer Rights To Exercise Your Right to Know or Right to Deletion To exercise your Right to Know and/or your Right to Deletion, please submit a request by: Emailing privacy@sentilink.com with the subject line “California Rights Request,” or Calling 877-6-SNTLNK (877-6-76-8565) We will need to verify your identity before processing your request, which may require us to request additional personal information from you, including but not limited to, email, mailing address, and date of birth. We will only use personal information provided in connection with a Consumer Rights Request to review and comply with the request. In certain circumstances, we may decline a request to exercise the rights described above, particularly where we are unable to verify your identity. If we are unable to comply with all or a portion of your request, we will explain the reasons for declining to comply with the request. Authorized Agents In certain circumstances, you are permitted to use an authorized agent (as that term is defined by the CCPA) to submit requests on your behalf through the designated methods set forth in these Disclosures where we can verify the authorized agent’s authority to act on your behalf by: i. For requests to know or delete personal information: a. receiving a power of attorney valid under the laws of California from you or your authorized agent; or b. receiving sufficient evidence from the authorized agent to show that you have provided the agent a signed permission to submit the request; and verified your own identity directly with us pursuant to the instructions set forth in these CA Disclosures; and directly confirmed with us that you provided the authorized agent permission to submit the request on your behalf. ii. For requests to opt-out of personal information “sales”: receiving a signed permission demonstrating your authorized agent has been authorized by you to act on your behalf. Financial Incentives We do not offer financial incentives or price or service differences to consumers in exchange for the retention or sale of a consumer’s personal information: Updates to These CA Disclosures We will update these CA Disclosures from time to time. When we make changes to these CA Disclosures, we will change the \"Last Updated\" date at the beginning of these Disclosures. All changes shall be effective from the date of publication unless otherwise provided in the notification. Contact Us If you have any questions or requests in connection with this Notice or other privacy-related matters, please send an email to privacy@sentilink.com SentiLink About Us Resources Careers Help Contact Us Privacy Disclosures Follow us on Facebook Follow us on LinkedIn Follow us on Twitter Follow us on Instagram © 2023 SentiLink Corp. <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-M5KQFMF\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe>",
  "annotations": [
    {
      "Text": "Personal Information Disclosures\nWhen we use the term “personal information” in these CA Disclosures, we mean information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. \n\\n\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {These CA Disclosures describe how we collect, use, disclose, and otherwise process personal information of individual residents of the State of California, either online or offline, within the scope of the California Consumer Privacy Act of 2018 (CCPA). Unless otherwise expressly stated, all terms in these CA Disclosures have the same meaning as defined in our Privacy Policy or as otherwise defined by the CCPA.} "
    },
    {
      "Text": "Publicly available information from government records. \n\\nDeidentified, aggregated or anonymized information that is maintained in a form that is not capable of being associated with or linked to you. \n\nInformation excluded from the CCPA's scope, such as: \n\\nHealth or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data; \n\nInformation covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver's Privacy Protection Act of 1994. \n\\nInformation relating to our job applicants, employees, contractors, and other personnel. \n\\nCollection and Use of Personal Information\nWe collect various categories of personal information in connection with our Services. Please review the Privacy Policy to learn more about the personal information we collect. \n\nIn the last 12 months, we have collected the following categories of personal information: \n\n \n\nCategory of Personal Information Collected\n\\nCollected\n\nCategories of Sources\n\\nIdentifiers, such as your name, address, phone number, email address, date of birth or other similar identifiers.\n\nDirectly from you\n\\nOur business partners and affiliates\n\nThird parties you direct to share information with us\n\\nSocial networks\n\nData sellers\n\\nCalifornia Customer Records (Cal. Civ. Code § 1798.80(e))\n\nDirectly from you\n\\nOur business partners and affiliates\n\nThird parties you direct to share information with us\n\\nSocial ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Unless otherwise expressly stated, all terms in these CA Disclosures have the same meaning as defined in our Privacy Policy or as otherwise defined by the CCPA. Personal Information Disclosures When we use the term “personal information” in these CA Disclosures, we mean information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household.} "
    },
    {
      "Text": "Data sellers\n\\nProtected Classification Characteristics\n \n\\n ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Directly from you Our business partners and affiliates Third parties you direct to share information with us Social networks Data sellers California Customer Records (Cal. Civ.} "
    },
    {
      "Text": " \n\\nCommercial Information\n\\nDirectly from you\n\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Directly from you Our business partners and affiliates Third parties you direct to share information with us Social networks Data sellers California Customer Records (Cal. Civ.} "
    },
    {
      "Text": " ",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "u have any questions or requests in connection with this Notice or other privacy-related matters, please send an email to privacy@sentilink.com ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {When we make changes to these CA Disclosures, we will change the \"Last Updated\" date at the beginning of these Disclosures. All changes shall be effective from the date of publication unless otherwise provided in the notification.} "
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Others",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": ""
    },
    {
      "Text": "Last Updated: May 04, 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Updates to this Policy\\nWe may occasionally update this policy. When we do, we will also revise the \"last updated\" date at the beginning of the policy. Your continued use of this Service after such changes will be subject to the then-current policy. We encourage you to periodically review this policy to stay informed about how we collect, use, and disclose personal information. ",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {However, no security system is impenetrable, and we cannot guarantee the security of our systems 100%. In the event that any information under our control is compromised as a result of a breach of security, we will take reasonable steps to investigate the situation and, where appropriate and required, notify those individuals whose information may have been compromised and take other steps, in accordance with any applicable laws and regulations.} "
    },
    {
      "Text": "You have the right to request any or all of the following information relating to your personal information we have collected and disclosed in the last 12 months, upon verification of your identity:\\n\\nThe specific pieces of personal information we have collected about you;\\n\\nThe categories of personal information we have collected about you;\\n\\nThe categories of sources of the personal information;\\n\\nThe categories of personal information that we have disclosed to third parties for a business purpose, and the categories of recipients to whom this information was disclosed;\\n\\nThe categories of personal information we have sold and the categories of third parties to whom the information was sold; and\\n\\nThe business or commercial purposes for collecting or selling the personal information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {From time to time, we may disclose personal information as reasonably necessary to respond to law enforcement requests and as required by applicable law, court order, or governmental regulations; Third parties in the context of a corporate transaction . We may disclose personal information as reasonably necessary to evaluate, negotiate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about consumers is among the assets transferred or is otherwise relevant to the evaluation, negotiation or conduct of the transaction.} "
    },
    {
      "Text": "You have the right to request any or all of the following information relating to your personal information we have collected and disclosed in the last 12 months, upon verification of your identity:\\n\\nThe specific pieces of personal information we have collected about you;\\n\\nThe categories of personal information we have collected about you;\\n\\nThe categories of sources of the personal information;\\n\\nThe categories of personal information that we have disclosed to third parties for a business purpose, and the categories of recipients to whom this information was disclosed;\\n\\nThe categories of personal information we have sold and the categories of third parties to whom the information was sold; and\\n\\nThe business or commercial purposes for collecting or selling the personal information.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {From time to time, we may disclose personal information as reasonably necessary to respond to law enforcement requests and as required by applicable law, court order, or governmental regulations; Third parties in the context of a corporate transaction . We may disclose personal information as reasonably necessary to evaluate, negotiate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about consumers is among the assets transferred or is otherwise relevant to the evaluation, negotiation or conduct of the transaction.} "
    },
    {
      "Text": "To exercise your Right to Know and/or your Right to Deletion, please submit a request by:\\n\\nEmailing privacy@sentilink.com with the subject line “California Rights Request,” or \\n\\nCalling 877-6-SNTLNK (877-6-76-8565)",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {“Shine the Light” California residents that have an established business relationship with us have rights to know how their information is disclosed to third parties for their direct marketing purposes under California’s “Shine the Light” law (Civ. Code § 1798.83).} "
    },
    {
      "Text": "Updates to These CA Disclosures\\n\\nWe will update these CA Disclosures from time to time. When we make changes to these CA Disclosures, we will change the \"Last Updated\" date at the beginning of these Disclosures. All changes shall be effective from the date of publication unless otherwise provided in the notification. ",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {ii. For requests to opt-out of personal information “sales”: receiving a signed permission demonstrating your authorized agent has been authorized by you to act on your behalf.} "
    },
    {
      "Text": " Such personal information includes an individual’s name, social security number, telephone number, or e-mail address, information about an individual’s activities, including about his or her activity on the Site or credit history, and demographic information, including date of birth, gender, address, geographic area, and preferences. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {By using our Service, including accessing our Website, you consent to the collection and use of personal information in accordance with this policy. Personal Information \"Personal Information,\" as used in this policy, is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, to you.} "
    },
    {
      "Text": "Collection of Information\nFrom the first moment you interact with us, we are collecting personal information about you. Sometimes we collect personal information automatically when you interact with our services and sometimes, we collect the personal information directly from you. At times, we may collect personal information about you from other sources and third parties, even before our first direct interaction. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Aggregate information is information that we collect about a group or category of products, services, or users that cannot be linked back to any particular individual(s). We may use and disclose aggregate information, deidentified information and other non-personally identifiable information, for various purposes.} "
    },
    {
      "Text": "Personal Information Automatically Collected\n\nWe, and our third-party partners, automatically collect certain types of usage information when you visit our services, read our emails, or otherwise engage with us. We typically collect this information through a variety of tracking technologies, including cookies, web beacons, embedded scripts, location-identifying technologies, file information, and similar technology (collectively, “tracking technologies”).\n\nWe, and our third-party partners, use tracking technologies to automatically collect usage and device information, such as:",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Sometimes we collect personal information automatically when you interact with our services and sometimes, we collect the personal information directly from you. At times, we may collect personal information about you from other sources and third parties, even before our first direct interaction.} "
    },
    {
      "Text": "We use the data collected through tracking technologies to: (a) remember information so that you will not have to re-enter it during your visit or the next time you visit the Site; (b) provide custom, personalized content and information, including targeted content and advertising; (c) identify you across multiple devices; (d) provide and monitor the effectiveness of our services; (e) monitor aggregate metrics such as total number of visitors, traffic, usage, and demographic patterns on our Site; (f) diagnose or fix technology problems; and (g) otherwise to plan for and enhance our services. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may collect analytics data or use third-party analytics tools such as Google Analytics to help us measure traffic and usage trends for the services and to understand more about the demographics of our users. You can learn more about Google’s practices at https://policies.google.com/technologies/partner-Websites and view its opt-out options at https://tools.google.com/dlpage/gaoptout.} "
    },
    {
      "Text": "We may collect personal information such as name, telephone number, mailing address, e-mail address, city, state, country, other demographic information, and your interests and preferences in these manners. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can learn more about Google’s practices at https://policies.google.com/technologies/partner-Websites and view its opt-out options at https://tools.google.com/dlpage/gaoptout. We use the data collected through tracking technologies to: (a) remember information so that you will not have to re-enter it during your visit or the next time you visit the Site; (b) provide custom, personalized content and information, including targeted content and advertising; (c) identify you across multiple devices; (d) provide and monitor the effectiveness of our services; (e) monitor aggregate metrics such as total number of visitors, traffic, usage, and demographic patterns on our Site; (f) diagnose or fix technology problems; and (g) otherwise to plan for and enhance our services.} "
    },
    {
      "Text": "Information from Other Sources and Third Parties\n\nWe may receive information about you, including personal information, from third parties, and may combine this information with other personal information we maintain about you. If we do so, this policy governs any combined information that we maintain in personally identifiable format. We receive personal information related to you from third parties, including, but not limited to, consumer reporting agencies, publicly-available sources and data suppliers, businesses with which you interract with or otherwise seek to obtain services from, businesses with which we offer co-branded services, service providers retained to perform Services on our behalf, and social media providers. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For instance, when you request information about our Service or otherwise communicate with us, we collect the personal information that is provided to us. We may collect personal information such as name, telephone number, mailing address, e-mail address, city, state, country, other demographic information, and your interests and preferences in these manners.} "
    },
    {
      "Text": "Use of Personal Information\nWe use personal information to provide services and information that you request; to enhance, improve, operate, and maintain the Site and Service, our programs, services, website, and other systems; to prevent fraudulent use of our Site and Service; to tailor your user experience; to maintain a record of our dealings with you; to conduct research and analytics to understand our customers; to develop new products; to ensure internal quality control; to communicate about customer accounts and activities; to comply with regulatory and legal requirements; to prevent, investigate or provide notice of fraud or unlawful or criminal activity, and enforce and carry out contracts and agreements between us and you; to protect the safety of any person, to address fraud, security or technical issues; or to protect our rights or property; and for other administrative and internal business purposes. \n\nFor marketing purposes, we may analyze and use personal information to provide you with materials about offers, products, and Services that may be of interest, including new content or Services. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If we do so, this policy governs any combined information that we maintain in personally identifiable format. We receive personal information related to you from third parties, including, but not limited to, consumer reporting agencies, publicly-available sources and data suppliers, businesses with which you interract with or otherwise seek to obtain services from, businesses with which we offer co-branded services, service providers retained to perform Services on our behalf, and social media providers.} "
    },
    {
      "Text": "We may also use aggregate information, deidentified information or other non-personally identifiable information that does not personally identify you in order to understand better how our visitors use the Services, research our visitors’ demographics, interests, and behavior, improve the Services, provide visitors with customized services and information, and for other similar purposes. We may share this information with others for information or promotional purposes, and may use such information in any manner permitted by law. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may provide you with these materials by phone, postal mail, email, as permitted by applicable law. We allow you to opt-out from receiving marketing communications from us as described in the \"Choice\" section below.} "
    },
    {
      "Text": "Disclosure of Personal Information\nWe will not disclose your personal information to third parties without your consent, other than as described in this policy. We may disclose personal information to vendors and service providers: (i) in connection with the provisioning of IT and related services or as otherwise required to assist us in our work; (ii) to provision information and Services you have requested; (iii) in connection with customer service activities; (iv) for fraud prevention purposes; (v) for analytics services; and/or (vi) in connection with the provisioning of the Services. We limit the personal information provided to these service providers to that which is reasonably necessary for them to perform their functions. \n\nWe may share personal information about you if we reasonably believe that disclosing the information is needed to: (i) comply with any valid legal process, governmental request, or applicable law, rule, or regulation; (ii) investigate, remedy, or enforce potential violations of any agreement you or a third party may have with us; (iii) protect the rights, property, and safety of us, our customers, or others; or (iv) detect and resolve any fraud or security concerns. We may also disclose personal information if otherwise permitted by applicable law. \n\nIn addition, information about our users, including personal information, may be disclosed as part of any merger, acquisition, debt financing, sale of company assets, or similar transaction, as well as in the event of an insolvency, bankruptcy, or receivership in which personal information could be transferred to third parties as one of our business assets.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may also use aggregate information, deidentified information or other non-personally identifiable information that does not personally identify you in order to understand better how our visitors use the Services, research our visitors’ demographics, interests, and behavior, improve the Services, provide visitors with customized services and information, and for other similar purposes. We may share this information with others for information or promotional purposes, and may use such information in any manner permitted by law.} "
    },
    {
      "Text": "We and our third-party partners use this information to make the advertisements you see online more relevant to your interests, as well as to provide advertising-related services such as reporting, attribution, analytics, and market research. \n\nLinkedIn Ads. We use LinkedIn Ads to recognize you and link the devices you use when you visit our site or Service on your browser, log in to your account on our Service, or otherwise engage with us. We share a unique identifier, like a user ID or hashed e-mail address, with LinkedIn to facilitate the service. LinkedIn Ads allows us to better understand how our users interact with our Service and to tailor our advertisements and content to you. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Sometimes we collect personal information automatically when you interact with our services and sometimes, we collect the personal information directly from you. At times, we may collect personal information about you from other sources and third parties, even before our first direct interaction.} "
    },
    {
      "Text": "We share a unique identifier, like a user ID or hashed e-mail address, with LinkedIn to facilitate the service",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {LinkedIn Ads. We use LinkedIn Ads to recognize you and link the devices you use when you visit our site or Service on your browser, log in to your account on our Service, or otherwise engage with us.} "
    },
    {
      "Text": "Interest-Based Advertising\n\nTo learn more about interest-based advertising and how you may be able to opt-out of some of this advertising, you may wish to visit the Digital Advertising Alliance’s (DAA) resources and/or the Network Advertising Initiative’s (NAI) online resources, atwww.aboutads.info/choices or http://www.networkadvertising.org/choices/ and you can opt-out of receiving some interest-based advertisements on mobile apps by visitinghttp://www.aboutads.info/appchoices",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You can learn more about currently available opt-outs, including opting out of targeted advertising here (https://www.linkedin.com/psettings/guest-controls). Your Choices Email Communications If you receive commercial emails from us and would like to opt-out of such communications, you may do so by replying to your SentiLink point-of-contact expressing these sentiments, emailing privacy@sentilink.com with such sentiments, or, if available, unsubscribing by following the instructions contained within the email.} "
    },
    {
      "Text": "For the purposes of these Disclosures, personal information does not include: \n\nPublicly available information from government records. \n\nDeidentified, aggregated or anonymized information that is maintained in a form that is not capable of being associated with or linked to you. \n\nInformation excluded from the CCPA's scope, such as: \n\nHealth or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data; \n\nInformation covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver's Privacy Protection Act of 1994. \n\nInformation relating to our job applicants, employees, contractors, and other personnel. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Unless otherwise expressly stated, all terms in these CA Disclosures have the same meaning as defined in our Privacy Policy or as otherwise defined by the CCPA. Personal Information Disclosures When we use the term “personal information” in these CA Disclosures, we mean information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household.} "
    },
    {
      "Text": "Sales of Personal Information\nWe do not sell personal information and will not sell personal information unless we provide proper notice to consumers and, in the case of personal information collected prior to that notice, we obtain explicit consent for the sale of personal information relating to those individuals we previously interacted with. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Part 99) Other Personal Information Directly from you Your device Inferences Your browser or device Information generated or derived from your online browsing and usage activity Purposes for Collecting Personal Information We collect personal information from and about you for a variety of purposes. To learn more about the types of personal information we collect, the sources from which we collect or receive personal information, and the purposes for which we use this information, please refer to the Privacy Policy.} "
    },
    {
      "Text": "As described in our Privacy Policy, we share personal information with third parties for business purposes or we may sell your personal information to third parties, subject to your right to opt-out of those sales (see The Right to Opt-Out of Personal Information Sales below).",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {To learn more about the types of personal information we collect, the sources from which we collect or receive personal information, and the purposes for which we use this information, please refer to the Privacy Policy. Sales of Personal Information We do not sell personal information and will not sell personal information unless we provide proper notice to consumers and, in the case of personal information collected prior to that notice, we obtain explicit consent for the sale of personal information relating to those individuals we previously interacted with.} "
    },
    {
      "Text": "We share a unique identifier, like a user ID or hashed e-mail address, with LinkedIn to facilitate the service",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {LinkedIn Ads. We use LinkedIn Ads to recognize you and link the devices you use when you visit our site or Service on your browser, log in to your account on our Service, or otherwise engage with us.} "
    },
    {
      "Text": "We may collect personal information such as name, telephone number, mailing address, e-mail address, city, state, country, other demographic information, and your interests and preferences in these manners. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {You can learn more about Google’s practices at https://policies.google.com/technologies/partner-Websites and view its opt-out options at https://tools.google.com/dlpage/gaoptout. We use the data collected through tracking technologies to: (a) remember information so that you will not have to re-enter it during your visit or the next time you visit the Site; (b) provide custom, personalized content and information, including targeted content and advertising; (c) identify you across multiple devices; (d) provide and monitor the effectiveness of our services; (e) monitor aggregate metrics such as total number of visitors, traffic, usage, and demographic patterns on our Site; (f) diagnose or fix technology problems; and (g) otherwise to plan for and enhance our services.} "
    },
    {
      "Text": "We may collect personal information such as name, telephone number, mailing address, e-mail address, city, state, country, other demographic information, and your interests and preferences in these manners. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You can learn more about Google’s practices at https://policies.google.com/technologies/partner-Websites and view its opt-out options at https://tools.google.com/dlpage/gaoptout. We use the data collected through tracking technologies to: (a) remember information so that you will not have to re-enter it during your visit or the next time you visit the Site; (b) provide custom, personalized content and information, including targeted content and advertising; (c) identify you across multiple devices; (d) provide and monitor the effectiveness of our services; (e) monitor aggregate metrics such as total number of visitors, traffic, usage, and demographic patterns on our Site; (f) diagnose or fix technology problems; and (g) otherwise to plan for and enhance our services.} "
    },
    {
      "Text": "The Right to Know\n\nYou have the right to request any or all of the following information relating to your personal information we have collected and disclosed in the last 12 months, upon verification of your identity:\n\nThe specific pieces of personal information we have collected about you;\n\nThe categories of personal information we have collected about you;\n\nThe categories of sources of the personal information;",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {From time to time, we may disclose personal information as reasonably necessary to respond to law enforcement requests and as required by applicable law, court order, or governmental regulations; Third parties in the context of a corporate transaction . We may disclose personal information as reasonably necessary to evaluate, negotiate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about consumers is among the assets transferred or is otherwise relevant to the evaluation, negotiation or conduct of the transaction.} "
    },
    {
      "Text": "The business or commercial purposes for collecting or selling the personal information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {From time to time, we may disclose personal information as reasonably necessary to respond to law enforcement requests and as required by applicable law, court order, or governmental regulations; Third parties in the context of a corporate transaction . We may disclose personal information as reasonably necessary to evaluate, negotiate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about consumers is among the assets transferred or is otherwise relevant to the evaluation, negotiation or conduct of the transaction.} "
    },
    {
      "Text": "The Right to Know\n\nYou have the right to request any or all of the following information relating to your personal information we have collected and disclosed in the last 12 months, upon verification of your identity:\n\nThe specific pieces of personal information we have collected about you;\n\nThe categories of personal information we have collected about you;\n\nThe categories of sources of the personal information;\n\nThe categories of personal information that we have disclosed to third parties for a business purpose, and the categories of recipients to whom this information was disclosed;\n\nThe categories of personal information we have sold and the categories of third parties to whom the information was sold; and\n\nThe business or commercial purposes for collecting or selling the personal information.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {From time to time, we may disclose personal information as reasonably necessary to respond to law enforcement requests and as required by applicable law, court order, or governmental regulations; Third parties in the context of a corporate transaction . We may disclose personal information as reasonably necessary to evaluate, negotiate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about consumers is among the assets transferred or is otherwise relevant to the evaluation, negotiation or conduct of the transaction.} "
    },
    {
      "Text": "The Right to Request Deletion\n\nYou have the right to request the deletion of personal information we have collected from you, subject to certain exceptions.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {We may disclose personal information as reasonably necessary to evaluate, negotiate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about consumers is among the assets transferred or is otherwise relevant to the evaluation, negotiation or conduct of the transaction. Your California Privacy Rights As a California resident, you may be able to exercise the following rights in relation to the personal information about you that we have collected (subject to certain limitations at law): The Right to Know You have the right to request any or all of the following information relating to your personal information we have collected and disclosed in the last 12 months, upon verification of your identity: The specific pieces of personal information we have collected about you; The categories of personal information we have collected about you; The categories of sources of the personal information; The categories of personal information that we have disclosed to third parties for a business purpose, and the categories of recipients to whom this information was disclosed; The categories of personal information we have sold and the categories of third parties to whom the information was sold; and The business or commercial purposes for collecting or selling the personal information.} "
    },
    {
      "Text": "The Right to Opt Out of Personal Information Sales\n\nYou have the right to direct us not to sell personal information we have collected about you to third parties now or in the future.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {To learn more about the types of personal information we collect, the sources from which we collect or receive personal information, and the purposes for which we use this information, please refer to the Privacy Policy. Sales of Personal Information We do not sell personal information and will not sell personal information unless we provide proper notice to consumers and, in the case of personal information collected prior to that notice, we obtain explicit consent for the sale of personal information relating to those individuals we previously interacted with.} "
    },
    {
      "Text": "The Right to Non-Discrimination\n\nYou have the right not to receive discriminatory treatment for exercising these rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {The Right to Opt Out of Personal Information Sales You have the right to direct us not to sell personal information we have collected about you to third parties now or in the future. If you are under the age of 16, you have the right to opt in, or to have a parent or guardian opt in on your behalf to such sales.} "
    },
    {
      "Text": "How to Exercise Your California Consumer Rights\nTo Exercise Your Right to Know or Right to Deletion\n\nTo exercise your Right to Know and/or your Right to Deletion, please submit a request by:\n\nEmailing privacy@sentilink.com with the subject line “California Rights Request,” or \n\nCalling 877-6-SNTLNK (877-6-76-8565)\n\nWe will need to verify your identity before processing your request, which may require us to request additional personal information from you, including but not limited to, email, mailing address, and date of birth. We will only use personal information provided in connection with a Consumer Rights Request to review and comply with the request. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {“Shine the Light” California residents that have an established business relationship with us have rights to know how their information is disclosed to third parties for their direct marketing purposes under California’s “Shine the Light” law (Civ. Code § 1798.83).} "
    },
    {
      "Text": "Updates to These CA Disclosures\n\nWe will update these CA Disclosures from time to time. When we make changes to these CA Disclosures, we will change the \"Last Updated\" date at the beginning of these Disclosures. All changes shall be effective from the date of publication unless otherwise provided in the notification. ",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {ii. For requests to opt-out of personal information “sales”: receiving a signed permission demonstrating your authorized agent has been authorized by you to act on your behalf.} "
    },
    {
      "Text": "Last Updated: May 04, 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": " Such personal information includes an individual’s name, social security number, telephone number, or e-mail address, information about an individual’s activities, including about his or her activity on the Site or credit history, and demographic information, including date of birth, gender, address, geographic area, and preferences. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {By using our Service, including accessing our Website, you consent to the collection and use of personal information in accordance with this policy. Personal Information \"Personal Information,\" as used in this policy, is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, to you.} "
    },
    {
      "Text": "Such personal information includes an individual’s name, social security number, telephone number, or e-mail address, information about an individual’s activities, including about his or her activity on the Site or credit history, and demographic information, including date of birth, gender, address, geographic area, and preferences. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {By using our Service, including accessing our Website, you consent to the collection and use of personal information in accordance with this policy. Personal Information \"Personal Information,\" as used in this policy, is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, to you.} "
    },
    {
      "Text": "Personal information does not include aggregate or deidentified information or other non-personally identifiable information. Aggregate information is information that we collect about a group or category of products, services, or users that cannot be linked back to any particular individual(s). We may use and disclose aggregate information, deidentified information and other non-personally identifiable information, for various purposes. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Personal Information \"Personal Information,\" as used in this policy, is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, to you. Such personal information includes an individual’s name, social security number, telephone number, or e-mail address, information about an individual’s activities, including about his or her activity on the Site or credit history, and demographic information, including date of birth, gender, address, geographic area, and preferences.} "
    },
    {
      "Text": "Personal information does not include aggregate or deidentified information or other non-personally identifiable information. Aggregate information is information that we collect about a group or category of products, services, or users that cannot be linked back to any particular individual(s). We may use and disclose aggregate information, deidentified information and other non-personally identifiable information, for various purposes. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Personal Information \"Personal Information,\" as used in this policy, is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, to you. Such personal information includes an individual’s name, social security number, telephone number, or e-mail address, information about an individual’s activities, including about his or her activity on the Site or credit history, and demographic information, including date of birth, gender, address, geographic area, and preferences.} "
    },
    {
      "Text": "Personal Information Automatically Collected\\n\\nWe, and our third-party partners, automatically collect certain types of usage information when you visit our services, read our emails, or otherwise engage with us. We typically collect this information through a variety of tracking technologies, including cookies, web beacons, embedded scripts, location-identifying technologies, file information, and similar technology (collectively, “tracking technologies”).",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Sometimes we collect personal information automatically when you interact with our services and sometimes, we collect the personal information directly from you. At times, we may collect personal information about you from other sources and third parties, even before our first direct interaction.} "
    },
    {
      "Text": "We, and our third-party partners, use tracking technologies to automatically collect usage and device information, such as:\\n\\n\\nInformation about your device and its software, such as your IP address, browser type, Internet service provider, device type/model/manufacturer, operating system, date and time stamp, and a unique ID that allows us to uniquely identify your browser or your account (including, for example, a persistent device identifier or an Ad-ID), and other such information. We may also work with third-party partners to employ technologies, including the application of statistical modeling tools, which permit us to recognize and contact you across multiple devices. \\nWhen you access our Sites from a mobile device, we may collect unique identification numbers associated with your device or our mobile application (including, for example, a UDID, Unique ID for Advertisers (“IDFA”), or Google AdID), mobile carrier, device type, model and manufacturer, mobile device operating system brand and model, phone number, and depending on your mobile device settings, your geographical location data, including GPS coordinates (e.g., latitude and/or longitude) or similar information regarding the location of your mobile device, or we may be able to approximate a device’s location by analyzing other information, like an IP address.\\n\\nInformation about the way you access and use our services, for example, the website from which you came and the website to which you are going when you leave our services, the pages you visit, the links you click, whether you open emails or click the links contained in emails, whether you access the services from multiple devices, and other actions you take on the Site. \\n\\nWe may collect analytics data or use third-party analytics tools such as Google Analytics to help us measure traffic and usage trends for the services and to understand more about the demographics of our users. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Information about your device and its software, such as your IP address, browser type, Internet service provider, device type/model/manufacturer, operating system, date and time stamp, and a unique ID that allows us to uniquely identify your browser or your account (including, for example, a persistent device identifier or an Ad-ID), and other such information. We may also work with third-party partners to employ technologies, including the application of statistical modeling tools, which permit us to recognize and contact you across multiple devices. \\nWhen you access our Sites from a mobile device, we may collect unique identification numbers associated with your device or our mobile application (including, for example, a UDID, Unique ID for Advertisers (“IDFA”), or Google AdID), mobile carrier, device type, model and manufacturer, mobile device operating system brand and model, phone number, and depending on your mobile device settings, your geographical location data, including GPS coordinates (e.g., latitude and/or longitude) or similar information regarding the location of your mobile device, or we may be able to approximate a device’s location by analyzing other information, like an IP address.\\n\\nInformation about the way you access and use our services, for example, the website from which you came and the website to which you are going when you leave our services, the pages you visit, the links you click, whether you open emails or click the links contained in emails, whether you access the services from multiple devices, and other actions you take on the Site. \\n\\nWe may collect analytics data or use third-party analytics tools such as Google Analytics to help us measure traffic and usage trends for the services and to understand more about the demographics of our users.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Personal Information Automatically Collected We, and our third-party partners, automatically collect certain types of usage information when you visit our services, read our emails, or otherwise engage with us. We typically collect this information through a variety of tracking technologies, including cookies, web beacons, embedded scripts, location-identifying technologies, file information, and similar technology (collectively, “ tracking technologies ”).} "
    },
    {
      "Text": "ou can learn more about Google’s practices at https://policies.google.com/technologies/partner-Websites and view its opt-out options at https://tools.google.com/dlpage/gaoptout. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Information about the way you access and use our services, for example, the website from which you came and the website to which you are going when you leave our services, the pages you visit, the links you click, whether you open emails or click the links contained in emails, whether you access the services from multiple devices, and other actions you take on the Site. We may collect analytics data or use third-party analytics tools such as Google Analytics to help us measure traffic and usage trends for the services and to understand more about the demographics of our users.} "
    },
    {
      "Text": "You can learn more about Google’s practices at https://policies.google.com/technologies/partner-Websites and view its opt-out options at https://tools.google.com/dlpage/gaoptout. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Information about the way you access and use our services, for example, the website from which you came and the website to which you are going when you leave our services, the pages you visit, the links you click, whether you open emails or click the links contained in emails, whether you access the services from multiple devices, and other actions you take on the Site. We may collect analytics data or use third-party analytics tools such as Google Analytics to help us measure traffic and usage trends for the services and to understand more about the demographics of our users.} "
    },
    {
      "Text": "Disclosure of Personal Information\\nWe will not disclose your personal information to third parties without your consent, other than as described in this policy. We may disclose personal information to vendors and service providers: (i) in connection with the provisioning of IT and related services or as otherwise required to assist us in our work; (ii) to provision information and Services you have requested; (iii) in connection with customer service activities; (iv) for fraud prevention purposes; (v) for analytics services; and/or (vi) in connection with the provisioning of the Services. We limit the personal information provided to these service providers to that which is reasonably necessary for them to perform their functions. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may also use aggregate information, deidentified information or other non-personally identifiable information that does not personally identify you in order to understand better how our visitors use the Services, research our visitors’ demographics, interests, and behavior, improve the Services, provide visitors with customized services and information, and for other similar purposes. We may share this information with others for information or promotional purposes, and may use such information in any manner permitted by law.} "
    },
    {
      "Text": "In addition, information about our users, including personal information, may be disclosed as part of any merger, acquisition, debt financing, sale of company assets, or similar transaction, as well as in the event of an insolvency, bankruptcy, or receivership in which personal information could be transferred to third parties as one of our business assets.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may share personal information about you if we reasonably believe that disclosing the information is needed to: (i) comply with any valid legal process, governmental request, or applicable law, rule, or regulation; (ii) investigate, remedy, or enforce potential violations of any agreement you or a third party may have with us; (iii) protect the rights, property, and safety of us, our customers, or others; or (iv) detect and resolve any fraud or security concerns. We may also disclose personal information if otherwise permitted by applicable law.} "
    },
    {
      "Text": "Third-Party Data Collection and Online Advertising\\nWe participate in interest-based advertising and use third-party advertising companies to serve you targeted advertisements based on your online browsing history and your interests. We permit third-party online advertising networks, social media companies, or other third-party services to collect information about your use of our Service over time so that they may play or display ads on our Service, on other websites, apps, or services you may use, and on other devices you may use. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For instance, when you request information about our Service or otherwise communicate with us, we collect the personal information that is provided to us. We may collect personal information such as name, telephone number, mailing address, e-mail address, city, state, country, other demographic information, and your interests and preferences in these manners.} "
    },
    {
      "Text": "ypically, though not always, the information used for interest-based advertising is collected through cookies or similar tracking technologies. We may share a common account identifier (such as an e-mail address or user ID) or hashed data with our third-party advertising partners to help identify you across devices.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {At times, we may collect personal information about you from other sources and third parties, even before our first direct interaction. Personal Information Automatically Collected We, and our third-party partners, automatically collect certain types of usage information when you visit our services, read our emails, or otherwise engage with us.} "
    },
    {
      "Text": "Third-Party Data Collection and Online Advertising\\nWe participate in interest-based advertising and use third-party advertising companies to serve you targeted advertisements based on your online browsing history and your interests. We permit third-party online advertising networks, social media companies, or other third-party services to collect information about your use of our Service over time so that they may play or display ads on our Service, on other websites, apps, or services you may use, and on other devices you may use. Typically, though not always, the information used for interest-based advertising is collected through cookies or similar tracking technologies",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {For instance, when you request information about our Service or otherwise communicate with us, we collect the personal information that is provided to us. We may collect personal information such as name, telephone number, mailing address, e-mail address, city, state, country, other demographic information, and your interests and preferences in these manners.} "
    },
    {
      "Text": "Third-Party Data Collection and Online Advertising\\nWe participate in interest-based advertising and use third-party advertising companies to serve you targeted advertisements based on your online browsing history and your interests. We permit third-party online advertising networks, social media companies, or other third-party services to collect information about your use of our Service over time so that they may play or display ads on our Service, on other websites, apps, or services you may use, and on other devices you may use. Typically, though not always, the information used for interest-based advertising is collected through cookies or similar tracking technologies",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For instance, when you request information about our Service or otherwise communicate with us, we collect the personal information that is provided to us. We may collect personal information such as name, telephone number, mailing address, e-mail address, city, state, country, other demographic information, and your interests and preferences in these manners.} "
    },
    {
      "Text": "For information on how LinkedIn Ads collects and processes data, as well as how you can control information sent to LinkedIn, review LinkedIn’s “Manage Advertising Preferences” page located here (https://www.linkedin.com/help/linkedin/answer/62931/manage-advertising-preferences?lang=en).",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We share a unique identifier, like a user ID or hashed e-mail address, with LinkedIn to facilitate the service. LinkedIn Ads allows us to better understand how our users interact with our Service and to tailor our advertisements and content to you.} "
    },
    {
      "Text": "with ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Privacy Policy Products Synthetic Fraud Scores ID Theft Scores KYC Insights Manifest eCBSV ID Complete About Us Careers Resources Resource Library Blog Whitepapers Events Press Fraud Spotlight Fraud Spotlight CTA Contact Us CTA Contact Us SentiLink Privacy Policy Last Updated: May 04, 2022 Welcome to the Website of SentiLink Corp., a Delaware corporation (\"SentiLink,\" \"we,\" or \"us\").} "
    },
    {
      "Text": "For information on how LinkedIn Ads collects and processes data, as well as how you can control information sent to LinkedIn, review LinkedIn’s “Manage Advertising Preferences” page located here (https://www.linkedin.com/help/linkedin/answer/62931/manage-advertising-preferences?lang=en).",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We share a unique identifier, like a user ID or hashed e-mail address, with LinkedIn to facilitate the service. LinkedIn Ads allows us to better understand how our users interact with our Service and to tailor our advertisements and content to you.} "
    },
    {
      "Text": "You can learn more about currently available opt-outs, including opting out of targeted advertising here (https://www.linkedin.com/psettings/guest-controls). ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {LinkedIn Ads allows us to better understand how our users interact with our Service and to tailor our advertisements and content to you. For information on how LinkedIn Ads collects and processes data, as well as how you can control information sent to LinkedIn, review LinkedIn’s “Manage Advertising Preferences” page located here (https://www.linkedin.com/help/linkedin/answer/62931/manage-advertising-preferences?lang=en).} "
    },
    {
      "Text": "Updates to this Policy\\nWe may occasionally update this policy. When we do, we will also revise the \"last updated\" date at the beginning of the policy. Your continued use of this Service after such changes will be subject to the then-current policy. We encourage you to periodically review this policy to stay informed about how we collect, use, and disclose personal information. ",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {However, no security system is impenetrable, and we cannot guarantee the security of our systems 100%. In the event that any information under our control is compromised as a result of a breach of security, we will take reasonable steps to investigate the situation and, where appropriate and required, notify those individuals whose information may have been compromised and take other steps, in accordance with any applicable laws and regulations.} "
    },
    {
      "Text": "To learn more about interest-based advertising and how you may be able to opt-out of some of this advertising, you may wish to visit the Digital Advertising Alliance’s (DAA) resources and/or the Network Advertising Initiative’s (NAI) online resources, atwww.aboutads.info/choices or http://www.networkadvertising.org/choices/ and you can opt-out of receiving some interest-based advertisements on mobile apps by visitinghttp://www.aboutads.info/appchoices. You may also be able to limit interest-based advertising through the settings menu on your mobile device by selecting “limit ad tracking” (iOS) or “opt-out of interest-based ads” (Android). ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You can learn more about currently available opt-outs, including opting out of targeted advertising here (https://www.linkedin.com/psettings/guest-controls). Your Choices Email Communications If you receive commercial emails from us and would like to opt-out of such communications, you may do so by replying to your SentiLink point-of-contact expressing these sentiments, emailing privacy@sentilink.com with such sentiments, or, if available, unsubscribing by following the instructions contained within the email.} "
    },
    {
      "Text": "For the purposes of these Disclosures, personal information does not include: \\n\\nPublicly available information from government records. \\n\\nDeidentified, aggregated or anonymized information that is maintained in a form that is not capable of being associated with or linked to you. \\n\\nInformation excluded from the CCPA's scope, such as: \\n\\nHealth or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data; \\n\\nInformation covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver's Privacy Protection Act of 1994. \\n\\nInformation relating to our job applicants, employees, contractors, and other personnel. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Unless otherwise expressly stated, all terms in these CA Disclosures have the same meaning as defined in our Privacy Policy or as otherwise defined by the CCPA. Personal Information Disclosures When we use the term “personal information” in these CA Disclosures, we mean information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household.} "
    },
    {
      "Text": "For the purposes of these Disclosures, personal information does not include: \\n\\nPublicly available information from government records. \\n\\nDeidentified, aggregated or anonymized information that is maintained in a form that is not capable of being associated with or linked to you. \\n\\nInformation excluded from the CCPA's scope, such as: \\n\\nHealth or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data; \\n\\nInformation covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver's Privacy Protection Act of 1994. \\n\\nInformation relating to our job applicants, employees, contractors, and other personnel. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Unless otherwise expressly stated, all terms in these CA Disclosures have the same meaning as defined in our Privacy Policy or as otherwise defined by the CCPA. Personal Information Disclosures When we use the term “personal information” in these CA Disclosures, we mean information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household.} "
    },
    {
      "Text": "Collection and Use of Personal Information\\nWe collect various categories of personal information in connection with our Services. Please review the Privacy Policy to learn more about the personal information we collect. \\n\\nIn the last 12 months, we have collected the following categories of personal information: \\n\\n \\n\\nCategory of Personal Information Collected\\n\\nCollected\\n\\nCategories of Sources\\n\\nIdentifiers, such as your name, address, phone number, email address, date of birth or other similar identifiers.\\n\\nDirectly from you\\n\\nOur business partners and affiliates\\n\\nThird parties you direct to share information with us\\n\\nSocial networks\\n\\nData sellers\\n\\nCalifornia Customer Records (Cal. Civ. Code § 1798.80(e))\\n\\nDirectly from you\\n\\nOur business partners and affiliates\\n\\nThird parties you direct to share information with us\\n\\nSocial networks\\n\\nData sellers\\n\\nProtected Classification Characteristics\\n \\n\\n \\n\\n \\n\\nCommercial Information\\n\\nDirectly from you\\n\\n \\n\\nBiometric Information\\n \\n\\n \\n\\nInternet/Network Information\\n\\nYour browser or device\\n\\n \\n\\nGeolocation Data\\n\\nYour browser or device\\n\\n \\n\\nSensory Information\\n \\n\\n \\n\\nProfession/Employment Information\\n\\nDirectly from you\\n\\nThird parties you direct to share information with us\\n\\nNon-Public Education Information (20 U.S.C. § 1232g, 34 C.F.R. Part 99)\\n \\n\\n \\n\\n \\n\\n \\n\\nOther Personal Information\\n\\nDirectly from you\\n\\nYour device\\n\\nInferences\\n\\nYour browser or device\\n\\nInformation generated or derived from your online browsing and usage activity",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Information excluded from the CCPA's scope, such as: Health or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data; Information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver's Privacy Protection Act of 1994. Information relating to our job applicants, employees, contractors, and other personnel.} "
    },
    {
      "Text": "Identifiers, such as your name, address, phone number, email address, date of birth or other similar identifiers.\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Collection and Use of Personal Information We collect various categories of personal information in connection with our Services. Please review the Privacy Policy to learn more about the personal information we collect.} "
    },
    {
      "Text": "Identifiers, such as your name, address, phone number, email address, date of birth or other similar identifiers.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Collection and Use of Personal Information We collect various categories of personal information in connection with our Services. Please review the Privacy Policy to learn more about the personal information we collect.} "
    },
    {
      "Text": "California Customer Records (Cal. Civ. Code § 1798.80(e))",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please review the Privacy Policy to learn more about the personal information we collect. In the last 12 months, we have collected the following categories of personal information: Category of Personal Information Collected Collected Categories of Sources Identifiers , such as your name, address, phone number, email address, date of birth or other similar identifiers.} "
    },
    {
      "Text": "California Customer Records (Cal. Civ. Code § 1798.80(e))",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Please review the Privacy Policy to learn more about the personal information we collect. In the last 12 months, we have collected the following categories of personal information: Category of Personal Information Collected Collected Categories of Sources Identifiers , such as your name, address, phone number, email address, date of birth or other similar identifiers.} "
    },
    {
      "Text": "Commercial Information",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Directly from you Our business partners and affiliates Third parties you direct to share information with us Social networks Data sellers California Customer Records (Cal. Civ.} "
    },
    {
      "Text": "Biometric Information",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Directly from you Our business partners and affiliates Third parties you direct to share information with us Social networks Data sellers California Customer Records (Cal. Civ.} "
    },
    {
      "Text": "Commercial Information",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Directly from you Our business partners and affiliates Third parties you direct to share information with us Social networks Data sellers California Customer Records (Cal. Civ.} "
    },
    {
      "Text": "Biometric Information",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Directly from you Our business partners and affiliates Third parties you direct to share information with us Social networks Data sellers California Customer Records (Cal. Civ.} "
    },
    {
      "Text": "Internet/Network Information",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Personal Information Automatically Collected We, and our third-party partners, automatically collect certain types of usage information when you visit our services, read our emails, or otherwise engage with us. We typically collect this information through a variety of tracking technologies, including cookies, web beacons, embedded scripts, location-identifying technologies, file information, and similar technology (collectively, “ tracking technologies ”).} "
    },
    {
      "Text": "Geolocation Data",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Directly from you Our business partners and affiliates Third parties you direct to share information with us Social networks Data sellers California Customer Records (Cal. Civ.} "
    },
    {
      "Text": "Internet/Network Information",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Personal Information Automatically Collected We, and our third-party partners, automatically collect certain types of usage information when you visit our services, read our emails, or otherwise engage with us. We typically collect this information through a variety of tracking technologies, including cookies, web beacons, embedded scripts, location-identifying technologies, file information, and similar technology (collectively, “ tracking technologies ”).} "
    },
    {
      "Text": "Geolocation Data",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Directly from you Our business partners and affiliates Third parties you direct to share information with us Social networks Data sellers California Customer Records (Cal. Civ.} "
    },
    {
      "Text": "Sensory Information",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Directly from you Our business partners and affiliates Third parties you direct to share information with us Social networks Data sellers California Customer Records (Cal. Civ.} "
    },
    {
      "Text": "Sensory Information",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Directly from you Our business partners and affiliates Third parties you direct to share information with us Social networks Data sellers California Customer Records (Cal. Civ.} "
    },
    {
      "Text": "Profession/Employment Information",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Directly from you Our business partners and affiliates Third parties you direct to share information with us Social networks Data sellers California Customer Records (Cal. Civ.} "
    },
    {
      "Text": "Non-Public Education Information (20 U.S.C. § 1232g, 34 C.F.R. Part 99)",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Directly from you Our business partners and affiliates Third parties you direct to share information with us Social networks Data sellers California Customer Records (Cal. Civ.} "
    },
    {
      "Text": "Non-Public Education Information (20 U.S.C. § 1232g, 34 C.F.R. Part 99)",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Directly from you Our business partners and affiliates Third parties you direct to share information with us Social networks Data sellers California Customer Records (Cal. Civ.} "
    },
    {
      "Text": "Inferences",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Code § 1798.80(e)) Directly from you Our business partners and affiliates Third parties you direct to share information with us Social networks Data sellers Protected Classification Characteristics Commercial Information Directly from you Biometric Information Internet/Network Information Your browser or device Geolocation Data Your browser or device Sensory Information Profession/Employment Information Directly from you Third parties you direct to share information with us Non-Public Education Information (20 U.S.C. § 1232g, 34 C.F.R.} "
    },
    {
      "Text": "Inferences",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Code § 1798.80(e)) Directly from you Our business partners and affiliates Third parties you direct to share information with us Social networks Data sellers Protected Classification Characteristics Commercial Information Directly from you Biometric Information Internet/Network Information Your browser or device Geolocation Data Your browser or device Sensory Information Profession/Employment Information Directly from you Third parties you direct to share information with us Non-Public Education Information (20 U.S.C. § 1232g, 34 C.F.R.} "
    },
    {
      "Text": "Recipients of Personal Information\\nAs described in our Privacy Policy, we share personal information with third parties for business purposes or we may sell your personal information to third parties, subject to your right to opt-out of those sales (see The Right to Opt-Out of Personal Information Sales below). \\nWe disclose your personal information to the following categories of third parties: \\n\\nOur service providers: We engage a number of third-party service providers that perform business or operational services for us or on our behalfs, such as website hosting, infrastructure provisioning, IT services, customer service, email delivery services, marketing and advertising services, and other similar services, subject to contractual terms restricting the collection, use and disclosure of your personal information for any other commercial purpose. \\n\\nThird parties at your request. We share your personal information with third parties with your consent or at your direction. \\n\\nSentiLink's Customers. We may share personal information with SentiLink customers who have engaged us to provide services, subject to those businesses obtaining your consent where they are required by law to do so. \\n\\nBusinesses as needed to provide Services. We may share personal information with third parties you engage with through our Service or as needed to fulfill your request or transaction, including, for example, order fulfillment, payment processing, or delivery or shipping services. \\n\\nSecurity providers. We may share your personal information with third-party security providers, for example, to detect, prevent, or otherwise address actual or suspected fraud, harassment, security or technical issues, violations of any law, rule, or regulation. \\n\\nAnalytics providers. We work with third-party analytics providers to better understand the demographics of our users and visitors and to personalize, enhance and improve our Service. \\n\\nLaw enforcement and third parties pursuant to legal request. From time to time, we may disclose personal information as reasonably necessary to respond to law enforcement requests and as required by applicable law, court order, or governmental regulations; \\n\\nThird parties in the context of a corporate transaction. We may disclose personal information as reasonably necessary to evaluate, negotiate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about consumers is among the assets transferred or is otherwise relevant to the evaluation, negotiation or conduct of the transaction. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To learn more about the types of personal information we collect, the sources from which we collect or receive personal information, and the purposes for which we use this information, please refer to the Privacy Policy. Sales of Personal Information We do not sell personal information and will not sell personal information unless we provide proper notice to consumers and, in the case of personal information collected prior to that notice, we obtain explicit consent for the sale of personal information relating to those individuals we previously interacted with.} "
    },
    {
      "Text": "SentiLink's Customers. We may share personal information with SentiLink customers who have engaged us to provide services, subject to those businesses obtaining your consent where they are required by law to do so. \\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Businesses as needed to provide Services. We may share personal information with third parties you engage with through our Service or as needed to fulfill your request or transaction, including, for example, order fulfillment, payment processing, or delivery or shipping services. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {SentiLink's Customers . We may share personal information with SentiLink customers who have engaged us to provide services, subject to those businesses obtaining your consent where they are required by law to do so.} "
    },
    {
      "Text": "Security providers. We may share your personal information with third-party security providers, for example, to detect, prevent, or otherwise address actual or suspected fraud, harassment, security or technical issues, violations of any law, rule, or regulation. \\n\\nAnalytics providers. We work with third-party analytics providers to better understand the demographics of our users and visitors and to personalize, enhance and improve our Service. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Businesses as needed to provide Services . We may share personal information with third parties you engage with through our Service or as needed to fulfill your request or transaction, including, for example, order fulfillment, payment processing, or delivery or shipping services.} "
    },
    {
      "Text": "Third parties in the context of a corporate transaction. We may disclose personal information as reasonably necessary to evaluate, negotiate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about consumers is among the assets transferred or is otherwise relevant to the evaluation, negotiation or conduct of the transaction. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We work with third-party analytics providers to better understand the demographics of our users and visitors and to personalize, enhance and improve our Service. Law enforcement and third parties pursuant to legal request .} "
    },
    {
      "Text": "The categories of personal information that we have disclosed to third parties for a business purpose, and the categories of recipients to whom this information was disclosed;\\n\\nThe categories of personal information we have sold and the categories of third parties to whom the information was sold; and\\n\\n",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {From time to time, we may disclose personal information as reasonably necessary to respond to law enforcement requests and as required by applicable law, court order, or governmental regulations; Third parties in the context of a corporate transaction . We may disclose personal information as reasonably necessary to evaluate, negotiate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about consumers is among the assets transferred or is otherwise relevant to the evaluation, negotiation or conduct of the transaction.} "
    },
    {
      "Text": "Last Updated: May 04, 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "This policy may be supplemented by additional privacy statements, terms or notices provided to you.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Privacy Policy Products Synthetic Fraud Scores ID Theft Scores KYC Insights Manifest eCBSV ID Complete About Us Careers Resources Resource Library Blog Whitepapers Events Press Fraud Spotlight Fraud Spotlight CTA Contact Us CTA Contact Us SentiLink Privacy Policy Last Updated: May 04, 2022 Welcome to the Website of SentiLink Corp., a Delaware corporation (\"SentiLink,\" \"we,\" or \"us\"). This privacy policy describes our collection of personal information from users of our Website at www.sentilink.com (\"Website\" or \"Site\"), as well as all related applications, widgets, software, tools, and other services provided by us (collectively, together with the Website, our \"Service\").} "
    },
    {
      "Text": "\"Personal Information,\" as used in this policy, is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, to you. Such personal information includes an individual’s name, social security number, telephone number, or e-mail address, information about an individual’s activities, including about his or her activity on the Site or credit history, and demographic information, including date of birth, gender, address, geographic area, and preferences. \\n\\n\\nPersonal information does not include aggregate or deidentified information or other non-personally identifiable information. Aggregate information is information that we collect about a group or category of products, services, or users that cannot be linked back to any particular individual(s). We may use and disclose aggregate information, deidentified information and other non-personally identifiable information, for various purposes. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "From the first moment you interact with us, we are collecting personal information about you. Sometimes we collect personal information automatically when you interact with our services and sometimes, we collect the personal information directly from you. At times, we may collect personal information about you from other sources and third parties, even before our first direct interaction. \\n\\nPersonal Information Automatically Collected\\n\\nWe, and our third-party partners, automatically collect certain types of usage information when you visit our services, read our emails, or otherwise engage with us. We typically collect this information through a variety of tracking technologies, including cookies, web beacons, embedded scripts, location-identifying technologies, file information, and similar technology (collectively, “tracking technologies”).\\n\\nWe, and our third-party partners, use tracking technologies to automatically collect usage and device information, such as:\\n\\n\\nInformation about your device and its software, such as your IP address, browser type, Internet service provider, device type/model/manufacturer, operating system, date and time stamp, and a unique ID that allows us to uniquely identify your browser or your account (including, for example, a persistent device identifier or an Ad-ID), and other such information. We may also work with third-party partners to employ technologies, including the application of statistical modeling tools, which permit us to recognize and contact you across multiple devices. \\nWhen you access our Sites from a mobile device, we may collect unique identification numbers associated with your device or our mobile application (including, for example, a UDID, Unique ID for Advertisers (“IDFA”), or Google AdID), mobile carrier, device type, model and manufacturer, mobile device operating system brand and model, phone number, and depending on your mobile device settings, your geographical location data, including GPS coordinates (e.g., latitude and/or longitude) or similar information regarding the location of your mobile device, or we may be able to approximate a device’s location by analyzing other information, like an IP address.\\n\\nInformation about the way you access and use our services, for example, the website from which you came and the website to which you are going when you leave our services, the pages you visit, the links you click, whether you open emails or click the links contained in emails, whether you access the services from multiple devices, and other actions you take on the Site. \\n\\nWe may collect analytics data or use third-party analytics tools such as Google Analytics to help us measure traffic and usage trends for the services and to understand more about the demographics of our users. You can learn more about Google’s practices at https://policies.google.com/technologies/partner-Websites and view its opt-out options at https://tools.google.com/dlpage/gaoptout. \\n\\nWe use the data collected through tracking technologies to: (a) remember information so that you will not have to re-enter it during your visit or the next time you visit the Site; (b) provide custom, personalized content and information, including targeted content and advertising; (c) identify you across multiple devices; (d) provide and monitor the effectiveness of our services; (e) monitor aggregate metrics such as total number of visitors, traffic, usage, and demographic patterns on our Site; (f) diagnose or fix technology problems; and (g) otherwise to plan for and enhance our services. \\n\\nCollection of Voluntarily Provided Information\\n\\nWe may collect personal information that our users provide to us in a variety of ways through our Service. For instance, when you request information about our Service or otherwise communicate with us, we collect the personal information that is provided to us. We may collect personal information such as name, telephone number, mailing address, e-mail address, city, state, country, other demographic information, and your interests and preferences in these manners. \\n\\nInformation from Other Sources and Third Parties\\n\\nWe may receive information about you, including personal information, from third parties, and may combine this information with other personal information we maintain about you. If we do so, this policy governs any combined information that we maintain in personally identifiable format. We receive personal information related to you from third parties, including, but not limited to, consumer reporting agencies, publicly-available sources and data suppliers, businesses with which you interract with or otherwise seek to obtain services from, businesses with which we offer co-branded services, service providers retained to perform Services on our behalf, and social media providers. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Aggregate information is information that we collect about a group or category of products, services, or users that cannot be linked back to any particular individual(s). We may use and disclose aggregate information, deidentified information and other non-personally identifiable information, for various purposes.} "
    },
    {
      "Text": "Use of Personal Information\\nWe use personal information to provide services and information that you request; to enhance, improve, operate, and maintain the Site and Service, our programs, services, website, and other systems; to prevent fraudulent use of our Site and Service; to tailor your user experience; to maintain a record of our dealings with you; to conduct research and analytics to understand our customers; to develop new products; to ensure internal quality control; to communicate about customer accounts and activities; to comply with regulatory and legal requirements; to prevent, investigate or provide notice of fraud or unlawful or criminal activity, and enforce and carry out contracts and agreements between us and you; to protect the safety of any person, to address fraud, security or technical issues; or to protect our rights or property; and for other administrative and internal business purposes. \\n\\nFor marketing purposes, we may analyze and use personal information to provide you with materials about offers, products, and Services that may be of interest, including new content or Services. We may provide you with these materials by phone, postal mail, email, as permitted by applicable law. We allow you to opt-out from receiving marketing communications from us as described in the \"Choice\" section below.\\n\\nWe may also use aggregate information, deidentified information or other non-personally identifiable information that does not personally identify you in order to understand better how our visitors use the Services, research our visitors’ demographics, interests, and behavior, improve the Services, provide visitors with customized services and information, and for other similar purposes. We may share this information with others for information or promotional purposes, and may use such information in any manner permitted by law. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If we do so, this policy governs any combined information that we maintain in personally identifiable format. We receive personal information related to you from third parties, including, but not limited to, consumer reporting agencies, publicly-available sources and data suppliers, businesses with which you interract with or otherwise seek to obtain services from, businesses with which we offer co-branded services, service providers retained to perform Services on our behalf, and social media providers.} "
    },
    {
      "Text": "We may also use aggregate information, deidentified information or other non-personally identifiable information that does not personally identify you in order to understand better how our visitors use the Services, research our visitors’ demographics, interests, and behavior, improve the Services, provide visitors with customized services and information, and for other similar purposes. We may share this information with others for information or promotional purposes, and may use such information in any manner permitted by law. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may provide you with these materials by phone, postal mail, email, as permitted by applicable law. We allow you to opt-out from receiving marketing communications from us as described in the \"Choice\" section below.} "
    },
    {
      "Text": "We allow you to opt-out from receiving marketing communications from us as described in the \"Choice\" section below.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {For marketing purposes, we may analyze and use personal information to provide you with materials about offers, products, and Services that may be of interest, including new content or Services. We may provide you with these materials by phone, postal mail, email, as permitted by applicable law.} "
    },
    {
      "Text": "Disclosure of Personal Information\\nWe will not disclose your personal information to third parties without your consent, other than as described in this policy. We may disclose personal information to vendors and service providers: (i) in connection with the provisioning of IT and related services or as otherwise required to assist us in our work; (ii) to provision information and Services you have requested; (iii) in connection with customer service activities; (iv) for fraud prevention purposes; (v) for analytics services; and/or (vi) in connection with the provisioning of the Services. We limit the personal information provided to these service providers to that which is reasonably necessary for them to perform their functions. \\n\\nWe may share personal information about you if we reasonably believe that disclosing the information is needed to: (i) comply with any valid legal process, governmental request, or applicable law, rule, or regulation; (ii) investigate, remedy, or enforce potential violations of any agreement you or a third party may have with us; (iii) protect the rights, property, and safety of us, our customers, or others; or (iv) detect and resolve any fraud or security concerns. We may also disclose personal information if otherwise permitted by applicable law. \\n\\nIn addition, information about our users, including personal information, may be disclosed as part of any merger, acquisition, debt financing, sale of company assets, or similar transaction, as well as in the event of an insolvency, bankruptcy, or receivership in which personal information could be transferred to third parties as one of our business assets.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may also use aggregate information, deidentified information or other non-personally identifiable information that does not personally identify you in order to understand better how our visitors use the Services, research our visitors’ demographics, interests, and behavior, improve the Services, provide visitors with customized services and information, and for other similar purposes. We may share this information with others for information or promotional purposes, and may use such information in any manner permitted by law.} "
    },
    {
      "Text": "We share a unique identifier, like a user ID or hashed e-mail address, with LinkedIn to facilitate the service. LinkedIn Ads allows us to better understand how our users interact with our Service and to tailor our advertisements and content to you.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {LinkedIn Ads. We use LinkedIn Ads to recognize you and link the devices you use when you visit our site or Service on your browser, log in to your account on our Service, or otherwise engage with us.} "
    },
    {
      "Text": "We share a unique identifier, like a user ID or hashed e-mail address, with LinkedIn to facilitate the service. LinkedIn Ads allows us to better understand how our users interact with our Service and to tailor our advertisements and content to you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {LinkedIn Ads. We use LinkedIn Ads to recognize you and link the devices you use when you visit our site or Service on your browser, log in to your account on our Service, or otherwise engage with us.} "
    },
    {
      "Text": "You can learn more about currently available opt-outs, including opting out of targeted advertising here (https://www.linkedin.com/psettings/guest-controls). ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {LinkedIn Ads allows us to better understand how our users interact with our Service and to tailor our advertisements and content to you. For information on how LinkedIn Ads collects and processes data, as well as how you can control information sent to LinkedIn, review LinkedIn’s “Manage Advertising Preferences” page located here (https://www.linkedin.com/help/linkedin/answer/62931/manage-advertising-preferences?lang=en).} "
    },
    {
      "Text": "If you receive commercial emails from us and would like to opt-out of such communications, you may do so by replying to your SentiLink point-of-contact expressing these sentiments, emailing privacy@sentilink.com with such sentiments, or, if available, unsubscribing by following the instructions contained within the email. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {For information on how LinkedIn Ads collects and processes data, as well as how you can control information sent to LinkedIn, review LinkedIn’s “Manage Advertising Preferences” page located here (https://www.linkedin.com/help/linkedin/answer/62931/manage-advertising-preferences?lang=en). You can learn more about currently available opt-outs, including opting out of targeted advertising here (https://www.linkedin.com/psettings/guest-controls).} "
    },
    {
      "Text": "To learn more about interest-based advertising and how you may be able to opt-out of some of this advertising, you may wish to visit the Digital Advertising Alliance’s (DAA) resources and/or the Network Advertising Initiative’s (NAI) online resources, atwww.aboutads.info/choices or http://www.networkadvertising.org/choices/ and you can opt-out of receiving some interest-based advertisements on mobile apps by visitinghttp://www.aboutads.info/appchoices. You may also be able to limit interest-based advertising through the settings menu on your mobile device by selecting “limit ad tracking” (iOS) or “opt-out of interest-based ads” (Android).",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You can learn more about currently available opt-outs, including opting out of targeted advertising here (https://www.linkedin.com/psettings/guest-controls). Your Choices Email Communications If you receive commercial emails from us and would like to opt-out of such communications, you may do so by replying to your SentiLink point-of-contact expressing these sentiments, emailing privacy@sentilink.com with such sentiments, or, if available, unsubscribing by following the instructions contained within the email.} "
    },
    {
      "Text": "Updates to this Policy\\nWe may occasionally update this policy. When we do, we will also revise the \"last updated\" date at the beginning of the policy. Your continued use of this Service after such changes will be subject to the then-current policy. We encourage you to periodically review this policy to stay informed about how we collect, use, and disclose personal information. ",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {However, no security system is impenetrable, and we cannot guarantee the security of our systems 100%. In the event that any information under our control is compromised as a result of a breach of security, we will take reasonable steps to investigate the situation and, where appropriate and required, notify those individuals whose information may have been compromised and take other steps, in accordance with any applicable laws and regulations.} "
    },
    {
      "Text": "Last Updated: May 04, 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "When we use the term “personal information” in these CA Disclosures, we mean information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. \\n\\n\\nFor the purposes of these Disclosures, personal information does not include: \\n\\nPublicly available information from government records. \\n\\nDeidentified, aggregated or anonymized information that is maintained in a form that is not capable of being associated with or linked to you. \\n\\nInformation excluded from the CCPA's scope, such as: \\n\\nHealth or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data; \\n\\nInformation covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver's Privacy Protection Act of 1994. \\n\\nInformation relating to our job applicants, employees, contractors, and other personnel. \\n\\nCollection and Use of Personal Information\\nWe collect various categories of personal information in connection with our Services. Please review the Privacy Policy to learn more about the personal information we collect. \\n\\nIn the last 12 months, we have collected the following categories of personal information: \\n\\n \\n\\nCategory of Personal Information Collected\\n\\nCollected\\n\\nCategories of Sources\\n\\nIdentifiers, such as your name, address, phone number, email address, date of birth or other similar identifiers.\\n\\nDirectly from you\\n\\nOur business partners and affiliates\\n\\nThird parties you direct to share information with us\\n\\nSocial networks\\n\\nData sellers",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {These CA Disclosures describe how we collect, use, disclose, and otherwise process personal information of individual residents of the State of California, either online or offline, within the scope of the California Consumer Privacy Act of 2018 (CCPA). Unless otherwise expressly stated, all terms in these CA Disclosures have the same meaning as defined in our Privacy Policy or as otherwise defined by the CCPA.} "
    },
    {
      "Text": "Directly from you\\n\\nOur business partners and affiliates\\n\\nThird parties you direct to share information with us\\n\\nSocial networks\\n\\nData sellers\\n\\nProtected Classification Characteristics\\n \\n\\n \\n\\n \\n\\nCommercial Information\\n\\nDirectly from you\\n\\n \\n\\nBiometric Information\\n \\n\\n \\n\\nInternet/Network Information\\n\\nYour browser or device\\n\\n \\n\\nGeolocation Data\\n\\nYour browser or device\\n\\n \\n\\nSensory Information\\n \\n\\n \\n\\nProfession/Employment Information\\n\\nDirectly from you\\n\\nThird parties you direct to share information with us\\n\\nNon-Public Education Information (20 U.S.C. § 1232g, 34 C.F.R. Part 99)\\n \\n\\n \\n\\n \\n\\n \\n\\nOther Personal Information\\n\\nDirectly from you\\n\\nYour device\\n\\nInferences\\n\\nYour browser or device\\n\\nInformation generated or derived from your online browsing and usage activity",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please review the Privacy Policy to learn more about the personal information we collect. In the last 12 months, we have collected the following categories of personal information: Category of Personal Information Collected Collected Categories of Sources Identifiers , such as your name, address, phone number, email address, date of birth or other similar identifiers.} "
    },
    {
      "Text": "Purposes for Collecting Personal Information\\nWe collect personal information from and about you for a variety of purposes. To learn more about the types of personal information we collect, the sources from which we collect or receive personal information, and the purposes for which we use this information, please refer to the Privacy Policy. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Code § 1798.80(e)) Directly from you Our business partners and affiliates Third parties you direct to share information with us Social networks Data sellers Protected Classification Characteristics Commercial Information Directly from you Biometric Information Internet/Network Information Your browser or device Geolocation Data Your browser or device Sensory Information Profession/Employment Information Directly from you Third parties you direct to share information with us Non-Public Education Information (20 U.S.C. § 1232g, 34 C.F.R.} "
    },
    {
      "Text": "Purposes for Collecting Personal Information\\nWe collect personal information from and about you for a variety of purposes. To learn more about the types of personal information we collect, the sources from which we collect or receive personal information, and the purposes for which we use this information, please refer to the Privacy Policy. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Code § 1798.80(e)) Directly from you Our business partners and affiliates Third parties you direct to share information with us Social networks Data sellers Protected Classification Characteristics Commercial Information Directly from you Biometric Information Internet/Network Information Your browser or device Geolocation Data Your browser or device Sensory Information Profession/Employment Information Directly from you Third parties you direct to share information with us Non-Public Education Information (20 U.S.C. § 1232g, 34 C.F.R.} "
    },
    {
      "Text": "Sales of Personal Information\\nWe do not sell personal information and will not sell personal information unless we provide proper notice to consumers and, in the case of personal information collected prior to that notice, we obtain explicit consent for the sale of personal information relating to those individuals we previously interacted with. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Part 99) Other Personal Information Directly from you Your device Inferences Your browser or device Information generated or derived from your online browsing and usage activity Purposes for Collecting Personal Information We collect personal information from and about you for a variety of purposes. To learn more about the types of personal information we collect, the sources from which we collect or receive personal information, and the purposes for which we use this information, please refer to the Privacy Policy.} "
    },
    {
      "Text": "Recipients of Personal Information\\nAs described in our Privacy Policy, we share personal information with third parties for business purposes or we may sell your personal information to third parties, subject to your right to opt-out of those sales (see The Right to Opt-Out of Personal Information Sales below). \\nWe disclose your personal information to the following categories of third parties: \\n\\nOur service providers: We engage a number of third-party service providers that perform business or operational services for us or on our behalfs, such as website hosting, infrastructure provisioning, IT services, customer service, email delivery services, marketing and advertising services, and other similar services, subject to contractual terms restricting the collection, use and disclosure of your personal information for any other commercial purpose. \\n\\nThird parties at your request. We share your personal information with third parties with your consent or at your direction. \\n\\nSentiLink's Customers. We may share personal information with SentiLink customers who have engaged us to provide services, subject to those businesses obtaining your consent where they are required by law to do so. \\n\\nBusinesses as needed to provide Services. We may share personal information with third parties you engage with through our Service or as needed to fulfill your request or transaction, including, for example, order fulfillment, payment processing, or delivery or shipping services. \\n\\nSecurity providers. We may share your personal information with third-party security providers, for example, to detect, prevent, or otherwise address actual or suspected fraud, harassment, security or technical issues, violations of any law, rule, or regulation. \\n\\nAnalytics providers. We work with third-party analytics providers to better understand the demographics of our users and visitors and to personalize, enhance and improve our Service. \\n\\nLaw enforcement and third parties pursuant to legal request. From time to time, we may disclose personal information as reasonably necessary to respond to law enforcement requests and as required by applicable law, court order, or governmental regulations; \\n\\nThird parties in the context of a corporate transaction. We may disclose personal information as reasonably necessary to evaluate, negotiate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about consumers is among the assets transferred or is otherwise relevant to the evaluation, negotiation or conduct of the transaction. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To learn more about the types of personal information we collect, the sources from which we collect or receive personal information, and the purposes for which we use this information, please refer to the Privacy Policy. Sales of Personal Information We do not sell personal information and will not sell personal information unless we provide proper notice to consumers and, in the case of personal information collected prior to that notice, we obtain explicit consent for the sale of personal information relating to those individuals we previously interacted with.} "
    },
    {
      "Text": "The Right to Know\\n\\nYou have the right to request any or all of the following information relating to your personal information we have collected and disclosed in the last 12 months, upon verification of your identity:\\n\\nThe specific pieces of personal information we have collected about you;\\n\\nThe categories of personal information we have collected about you;\\n\\nThe categories of sources of the personal information;",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {From time to time, we may disclose personal information as reasonably necessary to respond to law enforcement requests and as required by applicable law, court order, or governmental regulations; Third parties in the context of a corporate transaction . We may disclose personal information as reasonably necessary to evaluate, negotiate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about consumers is among the assets transferred or is otherwise relevant to the evaluation, negotiation or conduct of the transaction.} "
    },
    {
      "Text": "The categories of personal information that we have disclosed to third parties for a business purpose, and the categories of recipients to whom this information was disclosed;\\n\\nThe categories of personal information we have sold and the categories of third parties to whom the information was sold; and\\n\\nThe business or commercial purposes for collecting or selling the personal information.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {From time to time, we may disclose personal information as reasonably necessary to respond to law enforcement requests and as required by applicable law, court order, or governmental regulations; Third parties in the context of a corporate transaction . We may disclose personal information as reasonably necessary to evaluate, negotiate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about consumers is among the assets transferred or is otherwise relevant to the evaluation, negotiation or conduct of the transaction.} "
    },
    {
      "Text": "The Right to Request Deletion\\n\\nYou have the right to request the deletion of personal information we have collected from you, subject to certain exceptions.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {We may disclose personal information as reasonably necessary to evaluate, negotiate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about consumers is among the assets transferred or is otherwise relevant to the evaluation, negotiation or conduct of the transaction. Your California Privacy Rights As a California resident, you may be able to exercise the following rights in relation to the personal information about you that we have collected (subject to certain limitations at law): The Right to Know You have the right to request any or all of the following information relating to your personal information we have collected and disclosed in the last 12 months, upon verification of your identity: The specific pieces of personal information we have collected about you; The categories of personal information we have collected about you; The categories of sources of the personal information; The categories of personal information that we have disclosed to third parties for a business purpose, and the categories of recipients to whom this information was disclosed; The categories of personal information we have sold and the categories of third parties to whom the information was sold; and The business or commercial purposes for collecting or selling the personal information.} "
    },
    {
      "Text": "The Right to Opt Out of Personal Information Sales\\n\\nYou have the right to direct us not to sell personal information we have collected about you to third parties now or in the future.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {To learn more about the types of personal information we collect, the sources from which we collect or receive personal information, and the purposes for which we use this information, please refer to the Privacy Policy. Sales of Personal Information We do not sell personal information and will not sell personal information unless we provide proper notice to consumers and, in the case of personal information collected prior to that notice, we obtain explicit consent for the sale of personal information relating to those individuals we previously interacted with.} "
    },
    {
      "Text": "The Right to Non-Discrimination\\n\\nYou have the right not to receive discriminatory treatment for exercising these rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {The Right to Opt Out of Personal Information Sales You have the right to direct us not to sell personal information we have collected about you to third parties now or in the future. If you are under the age of 16, you have the right to opt in, or to have a parent or guardian opt in on your behalf to such sales.} "
    },
    {
      "Text": "California residents that have an established business relationship with us have rights to know how their information is disclosed to third parties for their direct marketing purposes under California’s “Shine the Light” law (Civ. Code § 1798.83).",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {The Right to Non-Discrimination You have the right not to receive discriminatory treatment for exercising these rights. However, please note that if the exercise of these rights limits our ability to process personal information (such as in the case of a deletion request), we may no longer be able to provide you our products and services or engage with you in the same manner.} "
    },
    {
      "Text": "How to Exercise Your California Consumer Rights\\nTo Exercise Your Right to Know or Right to Deletion\\n\\nTo exercise your Right to Know and/or your Right to Deletion, please submit a request by:\\n\\nEmailing privacy@sentilink.com with the subject line “California Rights Request,” or \\n\\nCalling 877-6-SNTLNK (877-6-76-8565)\\n\\nWe will need to verify your identity before processing your request, which may require us to request additional personal information from you, including but not limited to, email, mailing address, and date of birth. We will only use personal information provided in connection with a Consumer Rights Request to review and comply with the request. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {“Shine the Light” California residents that have an established business relationship with us have rights to know how their information is disclosed to third parties for their direct marketing purposes under California’s “Shine the Light” law (Civ. Code § 1798.83).} "
    },
    {
      "Text": "In certain circumstances, you are permitted to use an authorized agent (as that term is defined by the CCPA) to submit requests on your behalf through the designated methods set forth in these Disclosures where we can verify the authorized agent’s authority to act on your behalf by: \\n\\n\\ni. For requests to know or delete personal information: \\n\\n   a. receiving a power of attorney valid under the laws of California from you or your authorized agent; or\\n\\n   b. receiving sufficient evidence from the authorized agent to show that you have provided the agent a signed permission to submit the request; and\\n\\nverified your own identity directly with us pursuant to the instructions set forth in these CA Disclosures; and\\n\\ndirectly confirmed with us that you provided the authorized agent permission to submit the request on your behalf.\\n\\nii. For requests to opt-out of personal information “sales”: receiving a signed permission demonstrating your authorized agent has been authorized by you to act on your behalf. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {How to Exercise Your California Consumer Rights To Exercise Your Right to Know or Right to Deletion To exercise your Right to Know and/or your Right to Deletion, please submit a request by: Emailing privacy@sentilink.com with the subject line “California Rights Request,” or Calling 877-6-SNTLNK (877-6-76-8565) We will need to verify your identity before processing your request, which may require us to request additional personal information from you, including but not limited to, email, mailing address, and date of birth. We will only use personal information provided in connection with a Consumer Rights Request to review and comply with the request.} "
    },
    {
      "Text": "Financial Incentives\\n\\nWe do not offer financial incentives or price or service differences to consumers in exchange for the retention or sale of a consumer’s personal information: ",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {ii. For requests to opt-out of personal information “sales”: receiving a signed permission demonstrating your authorized agent has been authorized by you to act on your behalf.} "
    },
    {
      "Text": "Updates to These CA Disclosures\\n\\nWe will update these CA Disclosures from time to time. When we make changes to these CA Disclosures, we will change the \"Last Updated\" date at the beginning of these Disclosures. All changes shall be effective from the date of publication unless otherwise provided in the notification. ",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {ii. For requests to opt-out of personal information “sales”: receiving a signed permission demonstrating your authorized agent has been authorized by you to act on your behalf.} "
    }
  ]
}