{
  "policy_id": "156",
  "text": "­ Privacy - Growbots <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-TFRJPZW\"\n\theight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Toggle navigation Privacy Pricing Customer stories Careers For Agencies Resources Blog Help Page Email warm-up service Email Time Optimizer Reports Our Ebook Labs About us Login Start for free Last updated: June 20, 2022 Growbots Privacy Policy 1. INTRODUCTION At Growbots, we are committed to respecting and protecting your privacy. This Privacy Policy describes how we collect, use and share information about you that we obtain through your use of our website at https://www.growbots.com/ (the “Website”) and the products and services we provide through the Website (collectively referred to as the “Services”). This document is predominantly addressed to our Clients and Users but incorporates also privacy notices under the GDPR and the CCPA for further clarity – see Section 2.2 or 2.3 below if you are interested to know more about your rights as a person whose business information is accessible in our database and you can opt-out from presenting them in our database by using the form accessible here . Please read this Privacy Policy and, if you wish to use our services and functionalities of our Website, also the Terms of Use of our Website, found at https://www.growbots.com/terms-of-use/ before you use our Website or Services. By using our Website or Services, you are accepting and consenting to the practices described in this Privacy Policy (including as changed from time to time). If, for any reason, you do not agree to the terms of this Privacy Policy, please stop using our Website or Services immediately. Please also note that in this Policy the terms “Growbots” and “we”, “us” and “our” refer to Growbots, Inc. – a Delaware corporation with a business address at 1015 Fillmore St. PMB 18339, San Francisco, CA 94115, and does not refer to any of our affiliates, which include our vendors, contractors, and agents, unless otherwise stated in this Privacy Policy. 2. PRIVACY AND DATA COLLECTION NOTICES PURSUANT TO EUROPEAN UNION AND CALIFORNIA LAWS 2.1. PRIVACY NOTICE UNDER THE GDPR – FOR VISITORS OF OUR WEBSITE, CLIENTS AND REGISTERED USERS OF OUR SERVICES If you are in the European Union (EU) and thus or otherwise EU data protection laws (in particular, the General Data Protection Regulation 2016/679; “GDPR”) apply to the processing of your personal data, this section will provide key information on the processing of your personal data – as a visitor of our website or registered user of our Services, holding an account with us. Please be informed that Growbots is not a controller of third-party data – such as personal data you process within your CRMs, e-mail communication, etc. – that you (being our client) voluntarily furnish to us while using our Services or may be integrated with our Service upon your decision – subject to the Terms of Service. We process such data in our capacity as a processor; depending on the circumstances, you may be the controller. If you have any doubts about your status, feel free to contact us. Growbots may be the controller (of personal data) submitted by you or otherwise collected during your use of the Website or Services – only if we explicitly demand or ask for such data in our mutual B2B communication with respect to the Services. In compliance with our duties under the GDPR we hereby notify you that: 2.1.1. Our registered address is 1015 Fillmore St. PMB 18339, San Francisco, CA 94115; you can also contact us via e-mail at privacy@growbots.com or via phone at +1 (415) 851-GROW (4769). 2.1.2. The purpose of processing of your personal data is primarily to provide you with Services and Website functionalities. Therefore, when you provide us with any such information as may be needed for your use of our Services or Website functionalities, the legal basis for processing is the performance or taking steps leading to the execution of the underlying contract. For example, we may use your data to (i) settle payments, (ii) adjust Services or Website to your needs, (iii) address your request, etc. You can find a more exhaustive list of purposes of data processing and categories of personal data concerned in Sections 3 and 4 of this Privacy Policy. 2.1.3. You give us your personal data voluntarily and we use it to provide you our Services or Website functionalities – and so provision of such data may be required to enter into or perform a contract (for the use of the Services or Website). We minimize the scope of information we collect and you will always be informed which data must be supplied on pain of denial of use of our Services or some of the Website’s functionalities. 2.1.4. We may also use the collected data for other purposes than to fulfill our contractual obligations under the Terms of Service or otherwise. We may do so on the grounds of our own or third-party legitimate interest subject to the application of appropriate safeguards that protect your privacy. When we process your data based on a legitimate interest it is for purposes such as (i) provision of the best quality Services and Website, (ii) marketing and promotion of our products, (iii) development of new features of our Services, (iv) customization of our Service and provision of better user experience, (v) development and improvement of our management of undesired situations such doubling accounts or using one account by many users, (vi) preparation of new offers for customers, (vii) troubleshooting and detection, prevention or otherwise addressing fraud, abuse, security or technical issues with our Services or the Website, (viii) protection of Growbots rights, property and safety, (ix) enforcement of legal claims and the Terms of Service or (x) investigation and addressing violations. Please refer to the list of purposes of data processing and categories of personal data concerned in Sections 3 and 4 of this Privacy Policy to find more exhaustive information. 2.1.5. As you can see, we process your data mostly to perform the contract we may have with you or to pursue our legitimate interests. Nevertheless, please be informed that if we ask for your consent to process your personal data, you have the right to withdraw your consent at any time. We are also obliged to inform you that we may process your data when we believe we have a legal obligation to do so – in particular when we need to respond to an enforceable authorities’ request or court order. 2.1.6. Your data of limited scope may be disclosed and hence transferred to our vendors, affiliates, agents, our subsidiaries in the United States and the European Union or other trusted third-party recipients – to the extent reasonably necessary to provide you with the Services and Website – such as third-party e-mail platforms, payment processors, marketing partners, web analytics and statistics suppliers. Those third parties use the information we share only to support us and our efforts to provide you with our Website or Services. Nevertheless, please be informed that we entrust your data solely with partners known for high data protection standards, including, as regards the United States, organizations certified under the Privacy Shield Framework. Below in this Privacy Policy, you can find more information on the Privacy Shield Framework and your data disclosure to third parties. 2.1.7. We will store your personal information only for so long as the purpose of their processing dictates – which is case-specific; for instance until full settlement of payments for the Services or until you have unsubscribed from our mailing lists. For security reasons, financial records and settlements, fraud and abuse prevention, or ensuring the continuity of Services (for encrypted backup) we may also retain your data in excess of what would otherwise be prompt where our legal obligations supersede your data deletion request. If so, we will inform you about such an obligation. 2.1.8. You have the right to access, rectify or erase or have erased your personal data, restrict the processing, and object to the processing of your data at any time. You can exercise those rights through your account after a login to Service (if you are our client) or by contacting us at: privacy@growbots.com – applicable laws may subject your rights to certain restrictions. Please note that erasure, restriction of, or objection to the processing of your personal data (opt-out) may rule out your use of the Services or Website, etc. Nevertheless, if you wish, you can opt-out from our business information database (if relevant) using the opt-out form accessible here . You also have the right to download or have downloaded all your data in a machine-readable format (data portability). To get a copy of your data, please email us at privacy@growbots.com . Please be advised that it may take us up to 30 days to process your request. 2.1.9. Should you have any privacy-related complaints or suggestions, please contact us at privacy@growbots.com or at our business address – where we’ll do our best to help; we will also work with the regulatory authorities, including local data protection authorities, to resolve any complaints regarding transfer or other processing of your data that we cannot resolve with you directly – particularly within respective national data protection supervisory authorities relevant for your country, where you also have the right to lodge a complaint under the GDPR. 2.2 PRIVACY NOTICE UNDER THE GDPR – FOR PERSONS WHOSE BUSINESS INFORMATION ARE ACCESSIBLE IN OUR DATABASE This section of Privacy Policy is intended to be a reminder or extended version of a privacy notice for persons, whose business innformation are accessible in out database and interested in exercising their privacy rights under the GDPR. Our business is based on trust and reliability and our clients may have already noticed our appreciation for privacy and anti-spam mechanisms built into our product. This is why we are providing you with a clear privacy notice in which you can easily find the rules for processing personal data in one place in accordance with the GDPR binding regulations that we do comply with. If you wish to opt-out from our database (known as the right to object to processing in the EEA, the UK, and Switzerland), please use form We aimed to present and structure this information in a Q&A form for the sake of clarity although should you have any questions please don’t hesitate to contact us at privacy@growbots.com. 2.2.1 What information do you process and where do they come from? We may process information of a strictly business nature that was gathered from publicly available sources or from professional social networks or websites or derived from these sources. It is likely that either you or your firm posted them online. We collect contact information about individuals in their capacity as employees or representatives of businesses, including: name, contact information such as business email address or phone number, professional social media profile information (if you made these information publicly available) such as your role with the business (including the name of the business, title, professional responsibilities, and functions, office location, education). 2.2.2. For what purposes do we process your personal data? Our mission is to help businesses grow and connect with other businesses that would be the potential fit for each other. Therefore our product allows our customers to digest database of business contact information, including yours and helps to prepare targeted and personal messages or data compilations and reports (available in our online software) that would cover, among other things, contact and registration data of companies, description of the company’s activities, selected persons from its staff, including the creation of address lists (email and telephone) according to our customer’s search criteria. This purpose which is close to our core business constitutes our so-called legitimate interest as referred to in Art.6.1.f of the GDPR which is legal grounds for the processing of your personal data. The information we may have about you will be stored as long as we offer our product and run business unless we decide to delete your data or you object to it earlier – whichever comes first. Please note that if you decide on the latter we may need to keep information about your request for our record for the possible need to address claims, as well as to identify returning requests and avoid adding your personal data to our systems again, which, again, constitutes our legitimate interest as the legal ground for such processing identified in Art.6.1.f of the GDPR. 2.2.3. Who exactly is the controller and who can you contact in this regard? The controller of your personal data is Growbots Inc.,1015 Fillmore St. PMB 18339, San Francisco, CA 94115, United States. Since we are located outside of the European Economic Area we appointed a data protection officer whose details can be found below and our representative in the EU – Growbots Sp. z o.o. with registered office in Warsaw, Poland. For matters relating to data protection and privacy in general, you can contact us at privacy@growbots.com . Note that you can easily exercise your right to opt-out via the form accessible here . 2.2.4. Is your data secure? We do care about the security of your personal data which is why we had analyzed the risks involved in the individual processes of processing your data, and then implemented appropriate security and personal data protection measures. We also monitor the condition of our technical infrastructure on an ongoing basis, train our staff, look at the procedures used and introduce the necessary improvements. Should you have any questions concerning your personal data, we are at your disposal. 2.2.5. Who are the recipients of your personal data? Your personal data may be disclosed to our customers and of course to our team, agents, subsidiary – Growbots sp. z o.o. with registered office in Warsaw, Poland, and trusted third-party recipients to the extent reasonably necessary to fulfill the purpose of data processing such as third-party e-mail platforms, web analytics and statistics suppliers (i.e. Google LLC, Salesforce). Those third parties use the information we share only to support our communication. 2.2.6 What rights do you have in relation to the processing of your personal data? The GDPR grants you the following potential rights in relation to the processing of your personal data, the right to access your data and to receive a copy of it, the right to opt-out, meaning to object to processing if you don’t wish to be listed in our business-oriented product, the right to rectify (amend) your data, to erase them (if in your opinion there are no grounds for us to process your data, i.e. our legitimate interest, you can request that we erase it) and the right to restrict the processing of your data that we indicate for formality as you can request that we restrict the processing of your data to only storing it or carrying out activities agreed with you if in your opinion we have incorrect data or are processing it without legal grounds. These rights could be executed by letting us know via our opt-out form accessible here or – for other rights – via emailing us at: privacy@growbots.com . We will verify your email to check if a privacy request comes from you, being an authorized person. Please just note that rights indicated above or those under the GDPR are not absolute and may depend on particular situations or the fact of legitimate interest being a basis for their processing but we will review all inquiries and address your questions.Please be advised that it may take us up to 30 days to process your request and if this term will need to be extended – we will inform you of this. 2.3. NOTICE ON DATA COLLECTION UNDER THE CCPA Pursuant to California Consumer Privacy Act of 2018, Civil Code sections 1798.100 et seq. (“CCPA”) we are required to provide California consumers with certain legal notices as notwithstanding our transparency principle that we voluntarily execute with this Privacy Policy, California consumers have statutory rights to request us to disclose what personal information we collect, use, disclose and “sell”. We hereby notify you that we may disclose personal information to you (our clients) or other third parties, in such a way that may be considered a sale of personal information under CCPA. To stop such disclosures and “sales” please use the opt-out form accessible here . Please be informed that this CCPA does not apply to third-party data – such as personal data you process within your CRMs, e-mail communication, etc. – that you (being our client) voluntarily furnish to us while using our Services or may be integrated with our Service upon your decision – subject to the Terms of Service. We process such data in our capacity as third party; depending on the circumstances, you may be required to fulfill CCPA requirements. Should you have any doubts as to your status – feel free to contact us. The CCPA might apply if we gather personal information about California residents that we share via our Services or to information that is submitted by you or otherwise collected solely when you use our Website or when you use the Services – provided that we explicitly demand this data or ask for such information within our mutual B2B communication with respect to the Services. For this reason, in compliance with our duty under the CCPA we prepared this Section 2.2. of this Privacy Policy that is intended to provide the notice at collection required under the CCPA. Though most of the required information has been provided in other sections of this Privacy Policy, we have decided to present them separately herein to make this CCPA notice easy to access and read. This Privacy Policy can also be printed or downloaded as a .pdf file here . Notwithstanding, we invite you to review all sections of this Privacy Policy thoroughly, for more information about our California privacy policy please review subsections 2.2.1 – 2.2.6 below. 2.3.1. Sources and Categories of Personal Information We collect personal information on California consumers solely from you or from publicly available websites and databases, social media platforms, professional networking events and websites, browser plugins or professional third-party business data providers. Those information are collected for our business and commercial purposes, including provision of our Services and their development, marketing or advertising and for reasons that are further elaborated in other sections of this Privacy Policy. We have collected the following categories of personal information about California consumers over the last twelve months: (i) Identifiers and other personal information, such as real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, (ii) Education, employment and professional information – such as your certifications, trainings and schools attended fact of employment, employment history, professional roles, and titles, (iii) Internet or other electronic network activity information, such as browsing history, search history, and information regarding a consumer’s interaction with our Website (such as movement or scrolling), application, or advertisement – provided that you use our Website or Services. 2.3.2. Personal Information We Might Disclose or ‘Sell’ Firstly, please be assured that we gather and might disclose solely business-oriented information via our Services to provide intelligence of solely professional character to our clients. This means that we neither aim nor attempt to collect, store, and share information on natural persons for other purposes than enabling or facilitating business contacts. In the past twelve months, the following categories of personal information (as described above) have been disclosed for business purposes about California residents: (i) Identifiers and other personal information, (ii) Education, employment and professional information. Such information is licensed to our clients for the purpose of business-to-business sales and marketing under the Terms of Service and are limited to business contact information concerning an employee, company representative, or an entrepreneur. We do not sell any of your financial information on any payments you might make to us and – to the best of our assessment – we do not knowingly sell or anyhow disclose the personal information of minors under 16 years of age. Please refer to the list of purposes of data processing and categories of personal data concerned in Sections 3 and 4 of this Privacy Policy to find more exhaustive information. 2.3.4. California Consumer Rights Apart from the right of notice – i.e. the right to know about personal information being collected, used, disclosed or ‘sold’ by us that this Privacy Policy is intended to satisfy, California consumers have the right not to be discriminated against for exercising this right or any of the further following ones under the CCPA: (i) Right to Know (access). California residents have a right to request the disclosure of the following: (a) categories of personal information we have collected, (b) categories of sources from which we collected the personal information; (c) business or commercial purpose for collecting or sharing the personal information; (d) categories of third parties with whom we have shared the personal information; and (e) specific pieces of personal information collected. (ii) Right to Delete. California residents have a right to request that certain personal information we have collected be deleted. We are permitted, however, to retain certain information necessary to complete the transaction for which the information was collected, detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, identify and repair errors and for other reasons listed in California Civil Code 1798.105(d). (iii) Right to Opt-Out. California residents have the right to opt-out of the “sale” of their personal information – known as “Do Not Sell My Info”. 2.3.5. Pursuing Rights Under the CCPA Once again, we will not discriminate against you in any way if you choose to exercise your rights under the CCPA. If you choose to exercise any of them please use this CCPA personal information request form for opt-out requests, which is accessible here , or – to exercise other rights than to opt-out, please e-mail us at privacy@growbots.com Once we receive your request we will confirm its receipt within 10 business days and provide general information about how it will be processed. Please be advised that in order to (i) ensure that your personal information is not disclosed to unauthorized parties, (ii) ensure we do not inadvertently delete your personal information without your clear intent and (iii) protect against any kind of fraud, we will verify your identity before responding to your request. To verify your identity, we will generally match the identifying information provided in your request with the information we have on file about you. Depending on the sensitivity of the personal information requested to be deleted, we may also utilize more stringent verification methods to verify your identity, including but not limited to requesting additional information from you and/or requiring you to sign a declaration under penalty of perjury. We will respond to requests to know and requests to delete within 45 calendar days and perform the request to opt-out as soon as feasibly possible, but no later than 15 business days from the date we receive your request. We will notify you if this may take longer. We do not charge fees to respond to CCPA requests but we may do so or refuse to respond if such requests are manifestly unfounded, repetitive or excessive. If this is the case – we will indicate the reason of such charge or refusal. 2.2.6. Records and Updates Beginning from July 2021 we will present records on number of requests from California consumers under the CCPA. Notwithstanding the above, we reserve the rights to amend this CCPA notice at any time and at our sole discretion. If we update or otherwise amend this CCPA notice, we will amend the Effective Date of this Privacy Policy and – if the change is substantial – also via e-mail or information on our Website. Shall you have any privacy related complaints or suggestions, please contact us at privacy@growbots.com or at our business address – where we’ll do our best to help. 3. INFORMATION WE COLLECT We collect certain information to help us operate and provide the Website and our Services. If you do not wish to provide us with the following information, please delete your account or send us an email to privacy@growbots.com and do not use our Website or Services in any way. 3.1. Automatically through the Website We automatically collect this information when you use the Website, including: Information about the device(s) you use to access the Website, including MAC address, IP address, browser type and version, time zone setting, browser plug-in types and versions, operating system and platform, device type, and device identifiers; Information about your visits to the Website, including the full URL clickstream to, through and from these websites (including date and time); Information we need and use to facilitate your use of the Website (including to provide access to third party websites and Website), such as URL requests, destination IP addresses, or device configuration details; Website pages and listings you viewed or searched for, page response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), and methods used to browse away from the page. We may also use technologies to automatically collect tracking information on your mobile device or your browser. The technologies include: Cookies and mobile cookies. A cookie is a small file placed on your computer or mobile device. We may use cookies and similar technologies to support the functionality of our Website and Services. This provides a better experience when you use our Website or Services and allows us to improve our Website and Services. It may be possible to refuse to accept cookies or mobile cookies by activating the appropriate setting on your browser or smartphone. However, if you select this setting you may be unable to access certain parts of our Website or use certain functionalities of our Services. Web Beacons. Certain part of our Website and our e-mails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags and single-pixel gifs) that permit the us, for example, to count users who have visited those pages or opened an e-mail and for other related app statistics (for example, recording the popularity of certain app content and verifying system and server integrity). Behavior tracking. We may use technologies, which can collect information about your activities over time and across third-party websites, apps or other online services (behavioral tracking) with your consent. You may request us to stop the collection of tracking information at any time by adjusting the settings on your device, or contact us at privacy@growbots.com. Please note that disabling these features may render some or all of our Website or Services unavailable. When you register for an account with us, we may collect additional information automatically from you. For example, when you choose to connect your e-mail account with our system, Growbots may collect additional information from you, including the content of your e-mail messages, your contacts, and entries in any calendars associated with your e-mail account, subject to limitations described in this Privacy Policy, in particular Sec. 4.2. IT IS YOUR RESPONSIBILITY TO CONFIRM THAT YOU HAVE THE RIGHTS TO CONNECT YOUR E-MAIL TO OUR SERVICES. BY CONNECTING A WORK E-MAIL TO OUR SYSTEM, YOU REPRESENT THAT YOU HAVE OBTAINED ALL NECESSARY CONSENT FROM YOUR EMPLOYER AND THAT YOUR EMPLOYER HAS READ AND CONSENTED TO OUR PRIVACY POLICY. You may choose not to connect your e-mail account to our system, however, certain parts of our Services may not work. 3.2. Information You Provide to Us We collect information you provide directly to us through the Website or Services, including when you sign up for a tutorial, apply for a job and otherwise provide your name, contact information and other information to us through the Website or Services. In addition, if you send us an email, fill out a feedback form, call us, chat with us or communicate with us in any other way, we will collect that information in order to respond to your request, feedback, or question. We will use and share information you provide to us only as described in this Privacy Policy. (a) Personal Information Some of the information we collect through your use of the Website or Service or through your communications with us, such as your name, email address, phone number, employer name, position and social media usernames may personally identify you. We will treat this information as “Personal Information.” We will also treat as Personal Information any non-Personal Information that is combined with Personal Information. (b) Job Applicants We collect certain Personal Information from you through our partner Recruitee, when you apply for a job posted on our Website. These include your full name, email address, phone number, LinkedIn username, resume, cover letter and other information generally expected of in a job application. Any prospective job applicants must read and consent to both our privacy policy and the privacy policy of Recruitee available at https://recruitee.com/en/privacy prior to submitting any Personal Information to us. (c) Registered Users We collect Personal Information from you when you register for an account with us or pay for our Services. These include your full name, email address, phone number, employer name, position, Growbots username and password, and any credit card, debit card, or checking information. We may also collect any Personal Information you upload through our Service, including contact lists, files and other materials containing Personal Information. (d) Social Media Our Website allows you to interact with us on various third party social media platforms such as Facebook, Twitter, and LinkedIn. When you choose to interact with us via social media platforms, we may automatically collect additional Personal Information from you. These may include your personally identifiable information list, the profile pictures of the contact list, education, work history, events, relationship status, likes, gender, location, URL, biography, any additional image or information. We may also collect your communications with us through the third party social media platforms. We also record phone calls and video calls with you. You will be informed about the fact that each call is recorded at its beginning. We may also collect records and copies of your correspondence (including e-mail addresses and phone numbers) with us. With your consent, we may also collect: Your responses to surveys that we might ask you to complete for research purposes. Any other types of information you instruct us to collect. 3.3. Aggregate or Anonymized Information We may combine certain information about your use of the Website with similar information that we obtain from other users for use in an aggregate or anonymous manner. 3.4. Other Collection of Information We will not ask for or request any sensitive medical, financial and governmental information. Please do not provide such information to us through emails, feedback forms or in any other way. 4. HOW YOUR INFORMATION IS USED Depending on the way you prefer to use Website or our Services and optional integration with third-party services or APIs, we may use information that we collect about you or that you provide to us for the reasons described below. 4.1 General usage of Website or Services We use information that we collect about you or that you provide to us, including but not limited to any Personal Information but excluding content and data described in Sec. 4.2 below, to: Provide you with information and Services offered on our Website. Perform any data analysis necessary to perform our Website, including administration, internal operations, troubleshooting, data analysis, testing, research, statistical and survey purposes. Manage your access to our Website or Services. Send you information that allows you to use our Website or Services. Provide you with any other information, products and services from us or our partners including advertisements based on usage of Website or other sites (not on the content of your data). Notify you when an update is available, and of changes to any products, Website or Services that we offer or provide through the update. Estimate our audience size and usage patterns. Fulfill any other purpose for which you provide. Store information about your preferences. Allow us to customize our Website and Services according to your individual interests. Speed up our Website or Services. Recognize you when you use our Website or Services. Comply with applicable laws and regulations and other legal requirements. Maintain the security of our Website and Services. 4.2. Integration with third-party e-mail services Please note that if you choose to connect your e-mail to our Services or use other API integrations that we may offer to enhance our Services or sustain their functionality, we might be granted an access to particular kinds of contents or data to make our Services work for you. This may include your Google account and Gmail data listed below or other e-mail providers as we will need access to your e-mail account i.a. to send e-mail campaigns, detect replies from your prospects and provide you with other relevant information on your mailing campaigns. We consider such data as restricted and impose further security and organizational measures to keep them private. This means that notwithstanding any regulations of this Privacy Policy any and all data whatsoever provided as a result of such Google’s Gmail or any other third-party API integration will be subject to further restrictions that we undertake to follow. Firstly, we will never use data obtained in the above-mentioned way, including your e-mail data, to serve you personalized, re-targeted, or interest-based advertisements. But most important, our Services will merely use automated, machine access to your e-mails for the proper functioning of the Services, i.e. to read, write, modify, or control message bodies (including attachments), metadata, headers, and settings to provide you the ability to compose, send, read, and process emails via our Services. We will never voluntarily share your e-mail data or any data originating from API integrations to third parties unless doing so will be necessary to provide and improve these features of Services, comply with applicable laws such as to respond lawful requests of legal authorities that we will carefully verify, or as part of a merger, acquisition, or sale of assets. Please note that Growbots will not allow humans to read this data unless any of the following occurs: (i) we have your affirmative consent for specific messages to be read or analyzed by our tech support or developers, particularly to solve any issues with the Services do advise you on using our Services and basically any other help you may request from us, (ii) it is necessary for security purposes such as investigating abuse, (iii) to comply with applicable law, or (iv) for the Services’ internal operations, provided that the data have been aggregated and anonymized prior to any such operation. 5. HOW YOUR INFORMATION IS SHARED We will not sell or share your information, including Personal Information, with third parties for the third party’s own direct marketing purposes. We may share your information, including Personal Information, with our vendors, service providers and agents to the extent reasonably necessary to provide you with the Website. For example, we use a third-party platform for email and cannot communicate with you without disclosing your email address to our third-party email provider. These third parties use any information we share only to support us and our efforts to provide you with our Website or Services. We may share your information, including Personal Information: To provide our Website or Services; With our affiliates and partners to offer you additional services; With service providers and contractors to the extent reasonably necessary to enable us to provide you with our Website or Services; During an acquisition or transfer of a majority of the assets of Growbots; To comply with any court order, law, or legal process, including responding to any government or regulatory request; To enforce our rights arising from any contracts entered into between you and us; If we believe disclosure is reasonably necessary or appropriate to protect the rights, property, or safety of Growbots, our customers, or others; You, upon your request; and To fulfill the purpose for which you provide it. We may share non-Personal Information, aggregate or anonymous data with analytics, search engine, or other service providers that help us improve our Website or Services. 6. YOUR CHOICES You may have the opportunity to receive certain communications from us related to our Website or Services. If you provide us with your email address in order to receive communications, you can opt out at any time by using the unsubscribe links at the bottom of our emails. Please note that certain emails may be necessary to provide you with our Website or Services. You will continue to receive these emails, if appropriate, even if you unsubscribe from our optional communications. 6.1. Do Not Track Signals Some browsers, Apps and devices support a “Do Not Track” feature. Our Website and Services do not currently change the way they operate based upon detection of a Do Not Track or similar signal. 6.2. Do Not Sell My Info To secure compliance with the CCPA as mentioned in Section 2.2. above, we offer a Do Not Sell My Info feature on our Website which can also be found here . If you are a Californian citizen or entity covered by the CCPA, you can use this subpage to opt out of having you personal information sold via our App. 7. SECURITY The security of your information is important to us. We have implemented measures designed to secure your Personal Information from accidental loss and from unauthorized access, use, alteration and disclosure. We also use encryption technology to protect certain information. Unfortunately, the transmission of information via the Internet is not completely secure. Although we will do our best to protect your information, we cannot guarantee against access to your Personal Information by unauthorized third parties. The security of your information transmitted to or through our Website or Services is at your own risk. 8. CHILDREN’S PRIVACY The Website and Services are not intended for and are not directed toward children. We do not serve anyone under the age of 18 and we do not knowingly collect information from anyone under the age of 18. If you are under 18 years of age, you are not permitted to submit any Personal Information to us. If you believe we might have any information from or about a child, please contact us at privacy@growbots.com. 9. EXTERNAL LINKS The Website may include links to and from the websites of our partner networks and affiliates. If you follow a link to any of these websites, please note that these websites have their own privacy policies and that we do not accept any responsibility or liability for such privacy policies. Please check the privacy policies applicable to any other website you access via the Website before you submit any personal information to such other website. 10. GEOGRAPHIC LOCATIONS 10.1. Transfer of Your Information to the United States.The Website is operated and the Services are provided from the United States. If you are located anywhere outside of the United States, please be aware that information we collect, including, personal information, may be transferred to, processed and stored in the United States. Where the data transfer route is no longer available, an appropriate alternative will be put in place. By using our Website or Services, or by providing us with any information, you consent to this transfer, processing and storage of your information in the United States. 10.2. Transferring Personal Data to the United States under the GDPR (standard contractual clauses) If you are a European Union or other organisation required to comply with the GDPR (see section 2.1 above), in order to secure legal grounds for instructing us to process personal data you (as data controller) may send to us (data processor), please be assured that Data Processing Agreement which adheres to the so-called standard contractual clauses adhering to the Commission Decision (EU) 2021/914 of 4 June 2021 on standard contractual clauses for the transfer of personal data to third countries pursuant to Regulation (EU) 2016/679 of the European Parliament and of the Council – is part of Data Processing Agreement constituting a schedule to the Terms of Service. This means that there is no need for additional actions as you need to accept them to use our Services which may involve such data transfer. In other words, once you subscribe to our Services, accept the Terms of Services (including a Data Processing Agreement compliant with Decision 2021/914) and establish further compliance of personal data transfer from the European Union countries to the United States under the GDPR in other respects, you may thus obtain and secure legal grounds to transfer personal data to our Service, i.a. via CRM integration. Should you have any questions on this subject please contact us or seek for legal assistance in your jurisdiction as nothing in this Privacy Policy shall be considered as legal opinion or guidance resulting in our liability in this respect. If you require a signed copy of such Data Processing Agreement please contact us at privacy@growbots.com . Should you have any privacy related complaints or suggestions, please contact us at: privacy@growbots.com or at our business address. 10.3. California Residents If you are a California resident (consumer) please refer to Section 2.3. above which refers to our compliance with California Consumer Protection Act (CCPA). Notwithstanding the above, you may also request from us certain information regarding our disclosure of Personal Information to third parties for their direct marketing purposes. To make such a request to opt-out of ‘sales’ of your business information, please use the form accessible here , and – for other requests – please send us an e-mail to privacy@growbots.com . 11. CHANGES TO OUR PRIVACY POLICY We may update our Privacy Policy from time to time. If we make material changes to how we treat our users Personal Information, we will post the new privacy policy on the Website at [www.growbots.com/privacy]. The date that the Privacy Policy was last revised is identified at the top of the page. You are responsible for periodically visiting this account to check for any changes. 12. CONTACT INFORMATION Questions, comments, requests, and other communications regarding this Privacy Policy are welcomed and should be addressed to: Growbots Inc. 1015 Fillmore St. PMB 18339 San Francisco, CA 94115 Email: privacy@growbots.com Phone: +1 (415) 851-GROW (4769) Please use this link to download the printable format of this Privacy Policy. If you suffer from any disabilities, you may access the policy in an alternative format by reaching out to us at privacy@growbots.com. Our product Pricing Customer stories Warmbots Email Deliverability Services Learn Blog Email Time Optimizer Help Page Company About us Careers Legal Terms of Service Terms of Use Privacy Do Not Sell My Info Google API disclosure Social Facebook LinkedIn GROWBOTS INC, All rights are protected! This website uses cookies to improve your experience. Accept Read More Privacy & Cookies Policy Close Privacy Overview This website uses cookies to improve your experience while you navigate through the website. Out of these cookies, the cookies that are categorized as necessary are stored on your browser as they are essential for the working of basic functionalities... Necessary Necessary Always Enabled Necessary cookies are absolutely essential for the website to function properly. This category only includes cookies that ensures basic functionalities and security features of the website. These cookies do not store any personal information. Non-necessary Non-necessary Any cookies that may not be particularly necessary for the website to function and is used specifically to collect user personal data via analytics, ads, other embedded contents are termed as non-necessary cookies. It is mandatory to procure user consent prior to running these cookies on your website. SAVE & ACCEPT <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://dc.ads.linkedin.com/collect/?pid=80798&fmt=gif\"/>",
  "annotations": [
    {
      "Text": "Last updated: June 20, 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "California consumers have statutory rights to request us to disclose what personal information we collect, use, disclose and “sell”",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {2.3. NOTICE ON DATA COLLECTION UNDER THE CCPA Pursuant to California Consumer Privacy Act of 2018, Civil Code sections 1798.100 et seq.} "
    },
    {
      "Text": "California consumers have statutory rights to request us to disclose what personal information we collect, use, disclose and “sell”.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {2.3. NOTICE ON DATA COLLECTION UNDER THE CCPA Pursuant to California Consumer Privacy Act of 2018, Civil Code sections 1798.100 et seq.} "
    },
    {
      "Text": "To stop such disclosures and “sales” please use the opt-out form accessible here.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {(“CCPA”) we are required to provide California consumers with certain legal notices as notwithstanding our transparency principle that we voluntarily execute with this Privacy Policy, California consumers have statutory rights to request us to disclose what personal information we collect, use, disclose and “sell”. We hereby notify you that we may disclose personal information to you (our clients) or other third parties, in such a way that may be considered a sale of personal information under CCPA.} "
    },
    {
      "Text": "To stop such disclosures and “sales” please use the opt-out form accessible here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {(“CCPA”) we are required to provide California consumers with certain legal notices as notwithstanding our transparency principle that we voluntarily execute with this Privacy Policy, California consumers have statutory rights to request us to disclose what personal information we collect, use, disclose and “sell”. We hereby notify you that we may disclose personal information to you (our clients) or other third parties, in such a way that may be considered a sale of personal information under CCPA.} "
    },
    {
      "Text": "Please be informed that this CCPA does not apply to third-party data – such as personal data you process within your CRMs, e-mail communication, etc. – that you (being our client) voluntarily furnish to us while using our Services or may be integrated with our Service upon your decision – subject to the Terms of Service. We process such data in our capacity as third party; depending on the circumstances, you may be required to fulfill CCPA requirements.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We hereby notify you that we may disclose personal information to you (our clients) or other third parties, in such a way that may be considered a sale of personal information under CCPA. To stop such disclosures and “sales” please use the opt-out form accessible here .} "
    },
    {
      "Text": "Sources and Categories of Personal Information \n\\nWe collect personal information on California consumers solely from you or from publicly available websites and databases, social media platforms, professional networking events and websites, browser plugins or professional third-party business data providers. Those information are collected for our business and commercial purposes, including provision of our Services and their development, marketing or advertising and for reasons that are further elaborated in other sections of this Privacy Policy.\n\\nWe have collected the following categories of personal information about California consumers over the last twelve months:\n\\n(i) Identifiers and other personal information, such as real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name,\n\\n(ii) Education, employment and professional information – such as your certifications, trainings and schools attended fact of employment, employment history, professional roles, and titles,\n\\n(iii) Internet or other electronic network activity information, such as browsing history, search history, and information regarding a consumer’s interaction with our Website (such as movement or scrolling), application, or advertisement – provided that you use our Website or Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Notwithstanding, we invite you to review all sections of this Privacy Policy thoroughly, for more information about our California privacy policy please review subsections 2.2.1 – 2.2.6 below. 2.3.1.} "
    },
    {
      "Text": "2.3.2. Personal Information We Might Disclose or ‘Sell’ \n\\nFirstly, please be assured that we gather and might disclose solely business-oriented information via our Services to provide intelligence of solely professional character to our clients. This means that we neither aim nor attempt to collect, store, and share information on natural persons for other purposes than enabling or facilitating business contacts.  \n\\nIn the past twelve months, the following categories of personal information (as described above) have been disclosed for business purposes about California residents: (i) Identifiers and other personal information, (ii) Education, employment and professional information. Such information is licensed to our clients for the purpose of business-to-business sales and marketing under the Terms of Service and are limited to business contact information concerning an employee, company representative, or an entrepreneur.\n\\nWe do not sell any of your financial information on any payments you might make to us and – to the best of our assessment – we do not knowingly sell or anyhow disclose the personal information of minors under 16 years of age.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "2.3.2. Personal Information We Might Disclose or ‘Sell’ \n\\nFirstly, please be assured that we gather and might disclose solely business-oriented information via our Services to provide intelligence of solely professional character to our clients. This means that we neither aim nor attempt to collect, store, and share information on natural persons for other purposes than enabling or facilitating business contacts.  \n\\nIn the past twelve months, the following categories of personal information (as described above) have been disclosed for business purposes about California residents: (i) Identifiers and other personal information, (ii) Education, employment and professional information. Such information is licensed to our clients for the purpose of business-to-business sales and marketing under the Terms of Service and are limited to business contact information concerning an employee, company representative, or an entrepreneur.\n\\nWe do not sell any of your financial information on any payments you might make to us and – to the best of our assessment – we do not knowingly sell or anyhow disclose the personal information of minors under 16 years of age.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Apart from the right of notice – i.e. the right to know about personal information being collected, used, disclosed or ‘sold’ by us that this Privacy Policy is intended to satisfy, California consumers have the right not to be discriminated against for exercising this right or any of the further following ones under the CCPA:",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Please refer to the list of purposes of data processing and categories of personal data concerned in Sections 3 and 4 of this Privacy Policy to find more exhaustive information. 2.3.4.} "
    },
    {
      "Text": "(i) Right to Know (access). California residents have a right to request the disclosure of the following: (a) categories of personal information we have collected, (b) categories of sources from which we collected the personal information; (c) business or commercial purpose for collecting or sharing the personal information; (d) categories of third parties with whom we have shared the personal information; and (e) specific pieces of personal information collected. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "(i) Right to Know (access). California residents have a right to request the disclosure of the following: (a) categories of personal information we have collected, (b) categories of sources from which we collected the personal information; (c) business or commercial purpose for collecting or sharing the personal information; (d) categories of third parties with whom we have shared the personal information; and (e) specific pieces of personal information collected. ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "(ii) Right to Delete. California residents have a right to request that certain personal information we have collected be deleted. We are permitted, however, to retain certain information necessary to complete the transaction for which the information was collected, detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, identify and repair errors and for other reasons listed in California Civil Code 1798.105(d).  ",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "(iii) Right to Opt-Out. California residents have the right to opt-out of the “sale” of their personal information – known as “Do Not Sell My Info”.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Once again, we will not discriminate against you in any way if you choose to exercise your rights under the CCPA. ",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {California residents have the right to opt-out of the “sale” of their personal information – known as “Do Not Sell My Info”. 2.3.5.} "
    },
    {
      "Text": "If you choose to exercise any of them please use this CCPA personal information request form for opt-out requests, which is accessible here, or – to exercise other rights than to opt-out, please e-mail us at privacy@growbots.com",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {2.3.5. Pursuing Rights Under the CCPA Once again, we will not discriminate against you in any way if you choose to exercise your rights under the CCPA.} "
    },
    {
      "Text": "3.1. Automatically through the Website\n\\nWe automatically collect this information when you use the Website, including:\n\nInformation about the device(s) you use to access the Website, including MAC address, IP address, browser type and version, time zone setting, browser plug-in types and versions, operating system and platform, device type, and device identifiers;\nInformation about your visits to the Website, including the full URL clickstream to, through and from these websites (including date and time);\nInformation we need and use to facilitate your use of the Website (including to provide access to third party websites and Website), such as URL requests, destination IP addresses, or device configuration details;\nWebsite pages and listings you viewed or searched for, page response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), and methods used to browse away from the page.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {INTRODUCTION At Growbots, we are committed to respecting and protecting your privacy. This Privacy Policy describes how we collect, use and share information about you that we obtain through your use of our website at https://www.growbots.com/ (the “Website”) and the products and services we provide through the Website (collectively referred to as the “Services”).} "
    },
    {
      "Text": "Cookies and mobile cookies. A cookie is a small file placed on your computer or mobile device. We may use cookies and similar technologies to support the functionality of our Website and Services. This provides a better experience when you use our Website or Services and allows us to improve our Website and Services. It may be possible to refuse to accept cookies or mobile cookies by activating the appropriate setting on your browser or smartphone. However, if you select this setting you may be unable to access certain parts of our Website or use certain functionalities of our Services.\nWeb Beacons. Certain part of our Website and our e-mails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags and single-pixel gifs) that permit the us, for example, to count users who have visited those pages or opened an e-mail and for other related app statistics (for example, recording the popularity of certain app content and verifying system and server integrity).\nBehavior tracking. We may use technologies, which can collect information about your activities over time and across third-party websites, apps or other online services (behavioral tracking) with your consent.\nYou may request us to stop the collection of tracking information at any time by adjusting the settings on your device, or contact us at privacy@growbots.com. Please note that disabling these features may render some or all of our Website or Services unavailable.\n\\nWhen you regist",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Automatically through the Website We automatically collect this information when you use the Website, including: Information about the device(s) you use to access the Website, including MAC address, IP address, browser type and version, time zone setting, browser plug-in types and versions, operating system and platform, device type, and device identifiers; Information about your visits to the Website, including the full URL clickstream to, through and from these websites (including date and time); Information we need and use to facilitate your use of the Website (including to provide access to third party websites and Website), such as URL requests, destination IP addresses, or device configuration details; Website pages and listings you viewed or searched for, page response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), and methods used to browse away from the page. We may also use technologies to automatically collect tracking information on your mobile device or your browser.} "
    },
    {
      "Text": NaN,
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "We collect information you provi",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may choose not to connect your e-mail account to our system, however, certain parts of our Services may not work. 3.2.} "
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "(b) Job Applicants\n\\nWe collect cert",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "(c) Registered Users\n\\nWe collect Personal Information from you when you regi",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "(d) Social Media\n\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We also record phone calls and video calls with you. You will be informed about the fact that each call is recorded at its beginning.\n\\nWe may also collect records and copies of your correspondence (including e-mail addresses and phone numbers) with us. With your consent, we may also collect:\n\\nYour responses to surveys that we might ask you to complete for research purposes.\nAny other types of information you instruct us to collect.\n3.3. Aggregate or Anonymized Information\n\\nWe may combine certain information about your use of the Website with similar information that we obtain from other users for use in an aggregate or anonymous manner.\n\n3.4. Other Collection of Information\n\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {These may include your personally identifiable information list, the profile pictures of the contact list, education, work history, events, relationship status, likes, gender, location, URL, biography, any additional image or information. We may also collect your communications with us through the third party social media platforms.} "
    },
    {
      "Text": "4. HOW YOUR INFORMATION IS USED\n\\nDepending on the way you prefer to use Website or our Services and optional integration with third-party services or APIs, we may use information that we collect about you or that you provide to us for the reasons described below.\n\\n4.1 General usage of Website or Services\n\\nWe use information that w",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {By using our Website or Services, you are accepting and consenting to the practices described in this Privacy Policy (including as changed from time to time). If, for any reason, you do not agree to the terms of this Privacy Policy, please stop using our Website or Services immediately.} "
    },
    {
      "Text": "Send you information that allows you to use our Website or Services.\nProvide you with any other information, products and services from us or our partners including advertisements based on usage of Website or other sites (not on the content of your data).\nNotify you when an update is available, and of changes to any products, Website or Services that we offer or provide through the update.\nEstimate our audience size and usage patterns.\nFulfill any other purpose for which you provide.\nStore information about your preferences.\nAllow us to customize our Website and Services according to your individual interests.\nSpeed up our Website or Services.\nRecognize you when you use our Website or Services.\nComply with applicable laws and regulations and other legal requirements.\nMaintain the security of our Website and Services.\n4.2. Integration with third-party e-mail services\n\\nPlease note that if you choose to connect your e-mail to our Services or use other API integrations that we may offer to enhance our Services or sustain their functionality, we might be granted an access to particular kinds of contents or data to make our Services work for you. This may include your Google account and Gmail data listed below or other e-mail providers as we will need access to your e-mail account i.a. to send e-mail campaigns, detect replies from your prospects and provide you with other relevant information on your mailing campaigns. We consider such data as restricted and impose further security and organizational measures to keep them private. This means that notwithstanding any regulations of this Privacy Policy any and all data whatsoever provided as a result of such Google’s Gmail or any other third-party API integration will be subject to further restrictions that we undertake to follow.\n\\nFirstly, we will never use data obtained in the above-mentioned way, including your e-mail data, to serve you personalized, re-targeted, or interest-based advertisements.\n\\nBut most important, our Services will merely use automated, machine access to your e-mails for the proper functioning of the Services, i.e. to read, write, modify, or control message bodies (including attachments), metadata, headers, and settings to provide you the ability to compose, send, read, and process emails via our Services. We will never voluntarily share your e-mail data or any data originating from API integrations to third parties unless doing so will be necessary to provide and improve these features of Services, comply with applicable laws such as to respond lawful requests of legal authorities that we will carefully verify, or as part of a merger, acquisition, or sale of assets.\n\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Perform any data analysis necessary to perform our Website, including administration, internal operations, troubleshooting, data analysis, testing, research, statistical and survey purposes. Manage your access to our Website or Services.} "
    },
    {
      "Text": "5. HOW YOUR INFORMATION IS SHARED\n\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {By using our Website or Services, you are accepting and consenting to the practices described in this Privacy Policy (including as changed from time to time). If, for any reason, you do not agree to the terms of this Privacy Policy, please stop using our Website or Services immediately.} "
    },
    {
      "Text": "With our affiliates and partners to offer you additional services;\nWith service providers and contractors to the extent reasonably necessary to enable us to provide you with our Website or Services;\nDuring an acquisition or transfer of a majority of the assets of Growbots;\nTo comply with any court order, law, or legal process, including responding to any government or regulatory request;\nTo enforce our rights arising from any contracts entered into between you and us;\nIf we believe disclosure is reasonably necessary or appropriate to protect the rights, property, or safety of Growbots, our customers, or others;\nYou, upon your request; and\nTo fulfill the purpose for which you provide it.\nWe may share non-Personal Information, aggregate or anonymous data with analytics, search engine, or other service providers that help us improve our Website or Services.\n\\n6. YOUR CHOICES\n\\nYou may have the opportunity to receive certain communications from us related to our Website or Services. If you provide us with your email address in order to receive communications, you can opt out at any time by using the unsubscribe links at the bottom of our emails.\n\\nPlease note that certain emails may be necessary to provide you with our Website or Services. You will continue to receive these emails, if appropriate, even if you unsubscribe from our optional communications.\n\\n6.1. Do Not Track Signals\n\\nSome browsers, Apps and devices support a “Do Not Track” feature. Our Website and Services do not currently change the way they operate based upon detection of a Do Not Track or similar signal.\n\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For example, we use a third-party platform for email and cannot communicate with you without disclosing your email address to our third-party email provider. These third parties use any information we share only to support us and our efforts to provide you with our Website or Services.} "
    },
    {
      "Text": "With our affiliates and partners to offer you additional services;\nWith service providers and contractors to the extent reasonably necessary to enable us to provide you with our Website or Services;\nDuring an acquisition or transfer of a majority of the assets of Growbots;\nTo comply with any court order, law, or legal process, including responding to any government or regulatory request;\nTo enforce our rights arising from any contracts entered into between you and us;\nIf we believe disclosure is reasonably necessary or appropriate to protect the rights, property, or safety of Growbots, our customers, or others;\nYou, upon your request; and\nTo fulfill the purpose for which you provide it.\nWe may share non-Personal Information, aggregate or anonymous data with analytics, search engine, or other service providers that help us improve our Website or Services.\n\\n6. YOUR CHOICES\n\\nYou may have the opportunity to receive certain communications from us related to our Website or Services. If you provide us with your email address in order to receive communications, you can opt out at any time by using the unsubscribe links at the bottom of our emails.\n\\nPlease note that certain emails may be necessary to provide you with our Website or Services. You will continue to receive these emails, if appropriate, even if you unsubscribe from our optional communications.\n\\n6.1. Do Not Track Signals\n\\nSome browsers, Apps and devices support a “Do Not Track” feature. Our Website and Services do not currently change the way they operate based upon detection of a Do Not Track or similar signal.\n\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {For example, we use a third-party platform for email and cannot communicate with you without disclosing your email address to our third-party email provider. These third parties use any information we share only to support us and our efforts to provide you with our Website or Services.} "
    },
    {
      "Text": "11. CHANGES TO OUR PRIVACY POLICY\\n\\nWe may update our Privacy Policy from time to time. If we make material changes to how we treat our users Personal Information, we will post the new privacy policy on the Website at [www.growbots.com/privacy]. The date that the Privacy Policy was last revised is identified at the top of the page. You are responsible for periodically visiting this account to check for any changes.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {By using our Website or Services, you are accepting and consenting to the practices described in this Privacy Policy (including as changed from time to time). If, for any reason, you do not agree to the terms of this Privacy Policy, please stop using our Website or Services immediately.} "
    },
    {
      "Text": "Last updated: June 20, 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We hereby notify you that we may disclose personal information to you (our clients) or other third parties, in such a way that may be considered a sale of personal information under CCPA.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {NOTICE ON DATA COLLECTION UNDER THE CCPA Pursuant to California Consumer Privacy Act of 2018, Civil Code sections 1798.100 et seq. (“CCPA”) we are required to provide California consumers with certain legal notices as notwithstanding our transparency principle that we voluntarily execute with this Privacy Policy, California consumers have statutory rights to request us to disclose what personal information we collect, use, disclose and “sell”.} "
    },
    {
      "Text": "To stop such disclosures and “sales” please use the opt-out form accessible here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {(“CCPA”) we are required to provide California consumers with certain legal notices as notwithstanding our transparency principle that we voluntarily execute with this Privacy Policy, California consumers have statutory rights to request us to disclose what personal information we collect, use, disclose and “sell”. We hereby notify you that we may disclose personal information to you (our clients) or other third parties, in such a way that may be considered a sale of personal information under CCPA.} "
    },
    {
      "Text": "NOTICE ON DATA COLLECTION UNDER THE CCPA\\n\\nPursuant to California Consumer Privacy Act of 2018, Civil Code sections 1798.100 et seq. (“CCPA”) we are required to provide California consumers with certain legal notices as notwithstanding our transparency principle that we voluntarily execute with this Privacy Policy, California consumers have statutory rights to request us to disclose what personal information we collect, use, disclose and “sell”",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Please just note that rights indicated above or those under the GDPR are not absolute and may depend on particular situations or the fact of legitimate interest being a basis for their processing but we will review all inquiries and address your questions.Please be advised that it may take us up to 30 days to process your request and if this term will need to be extended – we will inform you of this. 2.3.} "
    },
    {
      "Text": " NOTICE ON DATA COLLECTION UNDER THE CCPA\\n\\nPursuant to California Consumer Privacy Act of 2018, Civil Code sections 1798.100 et seq. (“CCPA”) we are required to provide California consumers with certain legal notices as notwithstanding our transparency principle that we voluntarily execute with this Privacy Policy, California consumers have statutory rights to request us to disclose what personal information we collect, use, disclose and “sell”",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Please just note that rights indicated above or those under the GDPR are not absolute and may depend on particular situations or the fact of legitimate interest being a basis for their processing but we will review all inquiries and address your questions.Please be advised that it may take us up to 30 days to process your request and if this term will need to be extended – we will inform you of this. 2.3.} "
    },
    {
      "Text": "Sources and Categories of Personal Information \\n\\nWe collect personal information on California consumers solely from you or from publicly available websites and databases, social media platforms, professional networking events and websites, browser plugins or professional third-party business data providers. Those information are collected for our business and commercial purposes, including provision of our Services and their development, marketing or advertising and for reasons that are further elaborated in other sections of this Privacy Policy.\\n\\nWe have collected the following categories of personal information about California consumers over the last twelve months:\\n\\n(i) Identifiers and other personal information, such as real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name,\\n\\n(ii) Education, employment and professional information – such as your certifications, trainings and schools attended fact of employment, employment history, professional roles, and titles,\\n\\n(iii) Internet or other electronic network activity information, such as browsing history, search history, and information regarding a consumer’s interaction with our Website (such as movement or scrolling), application, or advertisement – provided that you use our Website or Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Notwithstanding, we invite you to review all sections of this Privacy Policy thoroughly, for more information about our California privacy policy please review subsections 2.2.1 – 2.2.6 below. 2.3.1.} "
    },
    {
      "Text": "In the past twelve months, the following categories of personal information (as described above) have been disclosed for business purposes about California residents: (i) Identifiers and other personal information, (ii) Education, employment and professional information. Such information is licensed to our clients for the purpose of business-to-business sales and marketing under the Terms of Service and are limited to business contact information concerning an employee, company representative, or an entrepreneur.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Personal Information We Might Disclose or ‘Sell’ Firstly, please be assured that we gather and might disclose solely business-oriented information via our Services to provide intelligence of solely professional character to our clients. This means that we neither aim nor attempt to collect, store, and share information on natural persons for other purposes than enabling or facilitating business contacts.} "
    },
    {
      "Text": "We do not sell any of your financial information on any payments you might make to us and – to the best of our assessment – we do not knowingly sell or anyhow disclose the personal information of minors under 16 years of age.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In the past twelve months, the following categories of personal information (as described above) have been disclosed for business purposes about California residents: (i) Identifiers and other personal information, (ii) Education, employment and professional information. Such information is licensed to our clients for the purpose of business-to-business sales and marketing under the Terms of Service and are limited to business contact information concerning an employee, company representative, or an entrepreneur.} "
    },
    {
      "Text": "(i) Identifiers and other personal information, such as real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name,\\n\\n(ii) Education, employment and professional information – such as your certifications, trainings and schools attended fact of employment, employment history, professional roles, and titles,",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "California Consumer Rights\\n\\nApart from the right of notice – i.e. the right to know about personal information being collected, used, disclosed or ‘sold’ by us that this Privacy Policy is intended to satisfy, California consumers have the right not to be discriminated against for exercising this right or any of the further following ones under the CCPA:",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Please refer to the list of purposes of data processing and categories of personal data concerned in Sections 3 and 4 of this Privacy Policy to find more exhaustive information. 2.3.4.} "
    },
    {
      "Text": " California Consumer Rights\\n\\nApart from the right of notice – i.e. the right to know about personal information being collected, used, disclosed or ‘sold’ by us that this Privacy Policy is intended to satisfy, California consumers have the right not to be discriminated against for exercising this right or any of the further following ones under the CCPA:",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Please refer to the list of purposes of data processing and categories of personal data concerned in Sections 3 and 4 of this Privacy Policy to find more exhaustive information. 2.3.4.} "
    },
    {
      "Text": " California Consumer Rights\\n\\nApart from the right of notice – i.e. the right to know about personal information being collected, used, disclosed or ‘sold’ by us that this Privacy Policy is intended to satisfy, California consumers have the right not to be discriminated against for exercising this right or any of the further following ones under the CCPA:",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Please refer to the list of purposes of data processing and categories of personal data concerned in Sections 3 and 4 of this Privacy Policy to find more exhaustive information. 2.3.4.} "
    },
    {
      "Text": "(i) Right to Know (access). California residents have a right to request the disclosure of the following: (a) categories of personal information we have collected, (b) categories of sources from which we collected the personal information; (c) business or commercial purpose for collecting or sharing the personal information; (d) categories of third parties with whom we have shared the personal information; and (e) specific pieces of personal information collected. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Right to Delete. California residents have a right to request that certain personal information we have collected be deleted. We are permitted, however, to retain certain information necessary to complete the transaction for which the information was collected, detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, identify and repair errors and for other reasons listed in California Civil Code 1798.105(d).  ",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {the right to know about personal information being collected, used, disclosed or ‘sold’ by us that this Privacy Policy is intended to satisfy, California consumers have the right not to be discriminated against for exercising this right or any of the further following ones under the CCPA: (i) Right to Know (access). California residents have a right to request the disclosure of the following: (a) categories of personal information we have collected, (b) categories of sources from which we collected the personal information; (c) business or commercial purpose for collecting or sharing the personal information; (d) categories of third parties with whom we have shared the personal information; and (e) specific pieces of personal information collected.} "
    },
    {
      "Text": "Right to Opt-Out. California residents have the right to opt-out of the “sale” of their personal information – known as “Do Not Sell My Info”.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {California residents have a right to request that certain personal information we have collected be deleted. We are permitted, however, to retain certain information necessary to complete the transaction for which the information was collected, detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, identify and repair errors and for other reasons listed in California Civil Code 1798.105(d).} "
    },
    {
      "Text": " Pursuing Rights Under the CCPA\\n\\nOnce again, we will not discriminate against you in any way if you choose to exercise your rights under the CCPA. ",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {California residents have the right to opt-out of the “sale” of their personal information – known as “Do Not Sell My Info”. 2.3.5.} "
    },
    {
      "Text": " Right to Know (access). California residents have a right to request the disclosure of the following: (a) categories of personal information we have collected, (b) categories of sources from which we collected the personal information; (c) business or commercial purpose for collecting or sharing the personal information; (d) categories of third parties with whom we have shared the personal information; and (e) specific pieces of personal information collected. ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {2.3.4. California Consumer Rights Apart from the right of notice – i.e.} "
    },
    {
      "Text": "If you choose to exercise any of them please use this CCPA personal information request form for opt-out requests, which is accessible here, or – to exercise other rights than to opt-out, please e-mail us at privacy@growbots.com",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {2.3.5. Pursuing Rights Under the CCPA Once again, we will not discriminate against you in any way if you choose to exercise your rights under the CCPA.} "
    },
    {
      "Text": "Records and Updates\\n\\nBeginning from July 2021 we will present records on number of requests from California consumers under the CCPA.\\n\\nNotwithstanding the above, we reserve the rights to amend this CCPA notice at any time and at our sole discretion. If we update or otherwise amend this CCPA notice, we will amend the Effective Date of this Privacy Policy and – if the change is substantial – also via e-mail or information on our Website.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {If this is the case – we will indicate the reason of such charge or refusal. 2.2.6.} "
    },
    {
      "Text": "Automatically through the Website\\n\\nWe automatically collect this information when you use the Website, including:\\n\\nInformation about the device(s) you use to access the Website, including MAC address, IP address, browser type and version, time zone setting, browser plug-in types and versions, operating system and platform, device type, and device identifiers;\\nInformation about your visits to the Website, including the full URL clickstream to, through and from these websites (including date and time);\\nInformation we need and use to facilitate your use of the Website (including to provide access to third party websites and Website), such as URL requests, destination IP addresses, or device configuration details;\\nWebsite pages and listings you viewed or searched for, page response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), and methods used to browse away from the page.\\nWe may also use technologies to automatically collect tracking information on your mobile device or your browser. The technologies include:\\n\\nCookies and mobile cookies.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you do not wish to provide us with the following information, please delete your account or send us an email to privacy@growbots.com and do not use our Website or Services in any way. 3.1.} "
    },
    {
      "Text": "We may use cookies and similar technologies to support the functionality of our Website and Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The technologies include: Cookies and mobile cookies. A cookie is a small file placed on your computer or mobile device.} "
    },
    {
      "Text": "Web Beacons. Certain part of our Website and our e-mails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags and single-pixel gifs) that permit the us, for example, to count users who have visited those pages or opened an e-mail and for other related app statistics (for example, recording the popularity of certain app content and verifying system and server integrity).\\nBehavior tracking. We may use technologies, which can collect information about your activities over time and across third-party websites, apps or other online services (behavioral tracking) with your consent.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {It may be possible to refuse to accept cookies or mobile cookies by activating the appropriate setting on your browser or smartphone. However, if you select this setting you may be unable to access certain parts of our Website or use certain functionalities of our Services.} "
    },
    {
      "Text": "When you register for an account with us, we may collect additional information automatically from you. For example, when you choose to connect your e-mail account with our system, Growbots may collect additional information from you, including the content of your e-mail messages, your contacts, and entries in any calendars associated with your e-mail account, subject to limitations described in this Privacy Policy, in particular Sec. 4.2",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may request us to stop the collection of tracking information at any time by adjusting the settings on your device, or contact us at privacy@growbots.com. Please note that disabling these features may render some or all of our Website or Services unavailable.} "
    },
    {
      "Text": "Information You Provide to Us\\n\\nWe collect information you provide directly to us through the Website or Services, including when you sign up for a tutorial, apply for a job and otherwise provide your name, contact information and other information to us through the Website or Services.\\n\\nIn addition, if you send us an email, fill out a feedback form, call us, chat with us or communicate with us in any other way, we will collect that information in order to respond to your request, feedback, or question. We will use and share information you provide to us only as described in this Privacy Policy.\\n\\n(a) Personal Information\\n\\nSome of the information we collect through your use of the Website or Service or through your communications with us, such as your name, email address, phone number, employer name, position and social media usernames may personally identify you",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may choose not to connect your e-mail account to our system, however, certain parts of our Services may not work. 3.2.} "
    },
    {
      "Text": "Some of the information we collect through your use of the Website or Service or through your communications with us, such as your name, email address, phone number, employer name, position and social media usernames may personally identify you",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In addition, if you send us an email, fill out a feedback form, call us, chat with us or communicate with us in any other way, we will collect that information in order to respond to your request, feedback, or question. We will use and share information you provide to us only as described in this Privacy Policy.} "
    },
    {
      "Text": "Job Applicants\\n\\nWe collect certain Personal Information from you through our partner Recruitee, when you apply for a job posted on our Website. These include your full name, email address, phone number, LinkedIn username, resume, cover letter and other information generally expected of in a job application.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {(a) Personal Information Some of the information we collect through your use of the Website or Service or through your communications with us, such as your name, email address, phone number, employer name, position and social media usernames may personally identify you. We will treat this information as “Personal Information.” We will also treat as Personal Information any non-Personal Information that is combined with Personal Information.} "
    },
    {
      "Text": "Job Applicants\\n\\nWe collect certain Personal Information from you through our partner Recruitee, when you apply for a job posted on our Website. These include your full name, email address, phone number, LinkedIn username, resume, cover letter and other information generally expected of in a job application",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {(a) Personal Information Some of the information we collect through your use of the Website or Service or through your communications with us, such as your name, email address, phone number, employer name, position and social media usernames may personally identify you. We will treat this information as “Personal Information.” We will also treat as Personal Information any non-Personal Information that is combined with Personal Information.} "
    },
    {
      "Text": " Registered Users\\n\\nWe collect Personal Information from you when you register for an account with us or pay for our Services. These include your full name, email address, phone number, employer name, position, Growbots username and password, and any credit card, debit card, or checking information. We may also collect any Personal Information you upload through our Service, including contact lists, files and other materials containing Personal Information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {These include your full name, email address, phone number, LinkedIn username, resume, cover letter and other information generally expected of in a job application. Any prospective job applicants must read and consent to both our privacy policy and the privacy policy of Recruitee available at https://recruitee.com/en/privacy prior to submitting any Personal Information to us.} "
    },
    {
      "Text": "We collect Personal Information from you when you register for an account with us or pay for our Services. These include your full name, email address, phone number, employer name, position, Growbots username and password, and any credit card, debit card, or checking information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {These include your full name, email address, phone number, LinkedIn username, resume, cover letter and other information generally expected of in a job application. Any prospective job applicants must read and consent to both our privacy policy and the privacy policy of Recruitee available at https://recruitee.com/en/privacy prior to submitting any Personal Information to us.} "
    },
    {
      "Text": "(d) Social Media\\n\\nOur Website allows you to interact with us on various third party social media platforms such as Facebook, Twitter, and LinkedIn. When you choose to interact with us via social media platforms, we may automatically collect additional Personal Information from you. These may include your personally identifiable information list, the profile pictures of the contact list, education, work history, events, relationship status, likes, gender, location, URL, biography, any additional image or information. We may also collect your communications with us through the third party social media platforms.\\n\\nWe also record phone calls and video calls with you. You will be informed about the fact that each call is recorded at its beginning.\\n\\nWe may also collect records and copies of your correspondence (including e-mail addresses and phone numbers) with us. With your consent, we may also collect:\\n\\nYour responses to surveys that we might ask you to complete for research purposes.\\nAny other types of information you instruct us to collect.\\n3.3. Aggregate or Anonymized Information\\n\\nWe may combine certain information about your use of the Website with similar information that we obtain from other users for use in an aggregate or anonymous manner.\\n\\n3.4. Other Collection of Information\\n\\nWe will not ask for or request any sensitive medical, financial and governmental information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": " These may include your personally identifiable information list, the profile pictures of the contact list, education, work history, events, relationship status, likes, gender, location, URL, biography, any additional image or information",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {(d) Social Media Our Website allows you to interact with us on various third party social media platforms such as Facebook, Twitter, and LinkedIn. When you choose to interact with us via social media platforms, we may automatically collect additional Personal Information from you.} "
    },
    {
      "Text": "General usage of Website or Services\\n\\nWe use information that we collect about you or that you provide to us, including but not limited to any Personal Information but excluding content and data described in Sec. 4.2 below, to:\\n\\nProvide you with information and Services offered on our Website.\\nPerform any data analysis necessary to perform our Website, including administration, internal operations, troubleshooting, data analysis, testing, research, statistical and survey purposes.\\nManage your access to our Website or Services.\\nSend you information that allows you to use our Website or Services.\\nProvide you with any other information, products and services from us or our partners including advertisements based on usage of Website or other sites (not on the content of your data).\\nNotify you when an update is available, and of changes to any products, Website or Services that we offer or provide through the update.\\nEstimate our audience size and usage patterns.\\nFulfill any other purpose for which you provide.\\nStore information about your preferences.\\nAllow us to customize our Website and Services according to your individual interests.\\nSpeed up our Website or Services.\\nRecognize you when you use our Website or Services.\\nComply with applicable laws and regulations and other legal requirements.\\nMaintain the security of our Website and Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {4. HOW YOUR INFORMATION IS USED Depending on the way you prefer to use Website or our Services and optional integration with third-party services or APIs, we may use information that we collect about you or that you provide to us for the reasons described below.} "
    },
    {
      "Text": "Please note that Growbots will not allow humans to read this data unless any of the following occurs: (i) we have your affirmative consent for specific messages to be read or analyzed by our tech support or developers, particularly to solve any issues with the Services do advise you on using our Services and basically any other help you may request from us, (ii) it is necessary for security purposes such as investigating abuse, (iii) to comply with applicable law, or (iv) for the Services’ internal operations, provided that the data have been aggregated and anonymized prior to any such operation.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {to read, write, modify, or control message bodies (including attachments), metadata, headers, and settings to provide you the ability to compose, send, read, and process emails via our Services. We will never voluntarily share your e-mail data or any data originating from API integrations to third parties unless doing so will be necessary to provide and improve these features of Services, comply with applicable laws such as to respond lawful requests of legal authorities that we will carefully verify, or as part of a merger, acquisition, or sale of assets.} "
    },
    {
      "Text": "OW YOUR INFORMATION IS SHARED\\n\\nWe will not sell or share your information, including Personal Information, with third parties for the third party’s own direct marketing purposes.\\n\\nWe may share your information, including Personal Information, with our vendors, service providers and agents to the extent reasonably necessary to provide you with the Website. For example, we use a third-party platform for email and cannot communicate with you without disclosing your email address to our third-party email provider. These third parties use any information we share only to support us and our efforts to provide you with our Website or Services.\\n\\nWe may share your information, including Personal Information:\\n\\nTo provide our Website or Services;\\nWith our affiliates and partners to offer you additional services;\\nWith service providers and contractors to the extent reasonably necessary to enable us to provide you with our Website or Services;\\nDuring an acquisition or transfer of a majority of the assets of Growbots;\\nTo comply with any court order, law, or legal process, including responding to any government or regulatory request;\\nTo enforce our rights arising from any contracts entered into between you and us;\\nIf we believe disclosure is reasonably necessary or appropriate to protect the rights, property, or safety of Growbots, our customers, or others;\\nYou, upon your request; and\\nTo fulfill the purpose for which you provide it.\\nWe may share non-Personal Information, aggregate or anonymous data with analytics, search engine, or other service providers that help us improve our Website or Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please note that Growbots will not allow humans to read this data unless any of the following occurs: (i) we have your affirmative consent for specific messages to be read or analyzed by our tech support or developers, particularly to solve any issues with the Services do advise you on using our Services and basically any other help you may request from us, (ii) it is necessary for security purposes such as investigating abuse, (iii) to comply with applicable law, or (iv) for the Services’ internal operations, provided that the data have been aggregated and anonymized prior to any such operation. 5.} "
    },
    {
      "Text": "We may share your information, including Personal Information, with our vendors, service providers and agents to the extent reasonably necessary to provide you with the Websit",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {5. HOW YOUR INFORMATION IS SHARED We will not sell or share your information, including Personal Information, with third parties for the third party’s own direct marketing purposes.} "
    },
    {
      "Text": "Do Not Sell My Info\\n\\nTo secure compliance with the CCPA as mentioned in Section 2.2. above, we offer a Do Not Sell My Info feature on our Website which can also be found here. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Our Website and Services do not currently change the way they operate based upon detection of a Do Not Track or similar signal. 6.2.} "
    },
    {
      "Text": "Do Not Sell My Info\\n\\nTo secure compliance with the CCPA as mentioned in Section 2.2. above, we offer a Do Not Sell My Info feature on our Website which can also be found here. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Our Website and Services do not currently change the way they operate based upon detection of a Do Not Track or similar signal. 6.2.} "
    },
    {
      "Text": " CHILDREN’S PRIVACY\\n\\nThe Website and Services are not intended for and are not directed toward children. We do not serve anyone under the age of 18 and we do not knowingly collect information from anyone under the age of 18. If you are under 18 years of age, you are not permitted to submit any Personal Information to us. If you believe we might have any information from or about a child, please contact us at privacy@growbots.com.",
      "Label": "Others",
      "Context": "2 Sentences Before {The security of your information transmitted to or through our Website or Services is at your own risk. 8.} "
    },
    {
      "Text": "To make such a request to opt-out of ‘sales’ of your business information, please use the form accessible here, and – for other requests – please send us an e-mail to privacy@growbots.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {California Residents If you are a California resident (consumer) please refer to Section 2.3. above which refers to our compliance with California Consumer Protection Act (CCPA). Notwithstanding the above, you may also request from us certain information regarding our disclosure of Personal Information to third parties for their direct marketing purposes.} "
    },
    {
      "Text": "To make such a request to opt-out of ‘sales’ of your business information, please use the form accessible here, and – for other requests – please send us an e-mail to privacy@growbots.com.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {California Residents If you are a California resident (consumer) please refer to Section 2.3. above which refers to our compliance with California Consumer Protection Act (CCPA). Notwithstanding the above, you may also request from us certain information regarding our disclosure of Personal Information to third parties for their direct marketing purposes.} "
    },
    {
      "Text": "CHANGES TO OUR PRIVACY POLICY\\n\\nWe may update our Privacy Policy from time to time. If we make material changes to how we treat our users Personal Information, we will post the new privacy policy on the Website at [www.growbots.com/privacy]. The date that the Privacy Policy was last revised is identified at the top of the page.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {To make such a request to opt-out of ‘sales’ of your business information, please use the form accessible here , and – for other requests – please send us an e-mail to privacy@growbots.com . 11.} "
    },
    {
      "Text": "Privacy Overview\\nThis website uses cookies to improve your experience while you navigate through the website",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Our product Pricing Customer stories Warmbots Email Deliverability Services Learn Blog Email Time Optimizer Help Page Company About us Careers Legal Terms of Service Terms of Use Privacy Do Not Sell My Info Google API disclosure Social Facebook LinkedIn GROWBOTS INC, All rights are protected! This website uses cookies to improve your experience.} "
    },
    {
      "Text": "Necessary cookies are absolutely essential for the website to function properly. This category only includes cookies that ensures basic functionalities and security features of the website. These cookies do not store any personal information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Accept Read More Privacy & Cookies Policy Close Privacy Overview This website uses cookies to improve your experience while you navigate through the website. Out of these cookies, the cookies that are categorized as necessary are stored on your browser as they are essential for the working of basic functionalities...} "
    },
    {
      "Text": "Last updated: June 20, 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Pursuant to California Consumer Privacy Act of 2018, Civil Code sections 1798.100 et seq. (“CCPA”) we are required to provide California consumers with certain legal notices as notwithstanding our transparency principle that we voluntarily execute with this Privacy Policy, California consumers have statutory rights to request us to disclose what personal information we collect, use, disclose and “sell”. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Please just note that rights indicated above or those under the GDPR are not absolute and may depend on particular situations or the fact of legitimate interest being a basis for their processing but we will review all inquiries and address your questions.Please be advised that it may take us up to 30 days to process your request and if this term will need to be extended – we will inform you of this. 2.3.} "
    },
    {
      "Text": "Pursuant to California Consumer Privacy Act of 2018, Civil Code sections 1798.100 et seq. (“CCPA”) we are required to provide California consumers with certain legal notices as notwithstanding our transparency principle that we voluntarily execute with this Privacy Policy, California consumers have statutory rights to request us to disclose what personal information we collect, use, disclose and “sell”.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Please just note that rights indicated above or those under the GDPR are not absolute and may depend on particular situations or the fact of legitimate interest being a basis for their processing but we will review all inquiries and address your questions.Please be advised that it may take us up to 30 days to process your request and if this term will need to be extended – we will inform you of this. 2.3.} "
    },
    {
      "Text": "We hereby notify you that we may disclose personal information to you (our clients) or other third parties, in such a way that may be considered a sale of personal information under CCPA.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {NOTICE ON DATA COLLECTION UNDER THE CCPA Pursuant to California Consumer Privacy Act of 2018, Civil Code sections 1798.100 et seq. (“CCPA”) we are required to provide California consumers with certain legal notices as notwithstanding our transparency principle that we voluntarily execute with this Privacy Policy, California consumers have statutory rights to request us to disclose what personal information we collect, use, disclose and “sell”.} "
    },
    {
      "Text": "To stop such disclosures and “sales” please use the opt-out form accessible here.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {(“CCPA”) we are required to provide California consumers with certain legal notices as notwithstanding our transparency principle that we voluntarily execute with this Privacy Policy, California consumers have statutory rights to request us to disclose what personal information we collect, use, disclose and “sell”. We hereby notify you that we may disclose personal information to you (our clients) or other third parties, in such a way that may be considered a sale of personal information under CCPA.} "
    },
    {
      "Text": "To stop such disclosures and “sales” please use the opt-out form accessible here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {(“CCPA”) we are required to provide California consumers with certain legal notices as notwithstanding our transparency principle that we voluntarily execute with this Privacy Policy, California consumers have statutory rights to request us to disclose what personal information we collect, use, disclose and “sell”. We hereby notify you that we may disclose personal information to you (our clients) or other third parties, in such a way that may be considered a sale of personal information under CCPA.} "
    },
    {
      "Text": "Please be informed that this CCPA does not apply to third-party data – such as personal data you process within your CRMs, e-mail communication, etc. – that you (being our client) voluntarily furnish to us while using our Services or may be integrated with our Service upon your decision – subject to the Terms of Service. We process such data in our capacity as third party; depending on the circumstances, you may be required to fulfill CCPA requirements.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We hereby notify you that we may disclose personal information to you (our clients) or other third parties, in such a way that may be considered a sale of personal information under CCPA. To stop such disclosures and “sales” please use the opt-out form accessible here .} "
    },
    {
      "Text": "Sources and Categories of Personal Information \\n\\nWe collect personal information on California consumers solely from you or from publicly available websites and databases, social media platforms, professional networking events and websites, browser plugins or professional third-party business data providers. Those information are collected for our business and commercial purposes, including provision of our Services and their development, marketing or advertising and for reasons that are further elaborated in other sections of this Privacy Policy.\\n\\nWe have collected the following categories of personal information about California consumers over the last twelve months:\\n\\n(i) Identifiers and other personal information, such as real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name,\\n\\n(ii) Education, employment and professional information – such as your certifications, trainings and schools attended fact of employment, employment history, professional roles, and titles,\\n\\n(iii) Internet or other electronic network activity information, such as browsing history, search history, and information regarding a consumer’s interaction with our Website (such as movement or scrolling), application, or advertisement – provided that you use our Website or Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Notwithstanding, we invite you to review all sections of this Privacy Policy thoroughly, for more information about our California privacy policy please review subsections 2.2.1 – 2.2.6 below. 2.3.1.} "
    },
    {
      "Text": "Personal Information We Might Disclose or ‘Sell’ \\n\\nFirstly, please be assured that we gather and might disclose solely business-oriented information via our Services to provide intelligence of solely professional character to our clients. This means that we neither aim nor attempt to collect, store, and share information on natural persons for other purposes than enabling or facilitating business contacts.  \\n\\nIn the past twelve months, the following categories of personal information (as described above) have been disclosed for business purposes about California residents: (i) Identifiers and other personal information, (ii) Education, employment and professional information. Such information is licensed to our clients for the purpose of business-to-business sales and marketing under the Terms of Service and are limited to business contact information concerning an employee, company representative, or an entrepreneur.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We have collected the following categories of personal information about California consumers over the last twelve months: (i) Identifiers and other personal information, such as real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, (ii) Education, employment and professional information – such as your certifications, trainings and schools attended fact of employment, employment history, professional roles, and titles, (iii) Internet or other electronic network activity information, such as browsing history, search history, and information regarding a consumer’s interaction with our Website (such as movement or scrolling), application, or advertisement – provided that you use our Website or Services. 2.3.2.} "
    },
    {
      "Text": "Personal Information We Might Disclose or ‘Sell’ \\n\\nFirstly, please be assured that we gather and might disclose solely business-oriented information via our Services to provide intelligence of solely professional character to our clients. This means that we neither aim nor attempt to collect, store, and share information on natural persons for other purposes than enabling or facilitating business contacts.  \\n\\nIn the past twelve months, the following categories of personal information (as described above) have been disclosed for business purposes about California residents: (i) Identifiers and other personal information, (ii) Education, employment and professional information. Such information is licensed to our clients for the purpose of business-to-business sales and marketing under the Terms of Service and are limited to business contact information concerning an employee, company representative, or an entrepreneur.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We have collected the following categories of personal information about California consumers over the last twelve months: (i) Identifiers and other personal information, such as real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, (ii) Education, employment and professional information – such as your certifications, trainings and schools attended fact of employment, employment history, professional roles, and titles, (iii) Internet or other electronic network activity information, such as browsing history, search history, and information regarding a consumer’s interaction with our Website (such as movement or scrolling), application, or advertisement – provided that you use our Website or Services. 2.3.2.} "
    },
    {
      "Text": "Apart from the right of notice – i.e. the right to know about personal information being collected, used, disclosed or ‘sold’ by us that this Privacy Policy is intended to satisfy, California consumers have the right not to be discriminated against for exercising this right or any of the further following ones under the CCPA:",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Please refer to the list of purposes of data processing and categories of personal data concerned in Sections 3 and 4 of this Privacy Policy to find more exhaustive information. 2.3.4.} "
    },
    {
      "Text": "Apart from the right of notice – i.e. the right to know about personal information being collected, used, disclosed or ‘sold’ by us that this Privacy Policy is intended to satisfy, California consumers have the right not to be discriminated against for exercising this right or any of the further following ones under the CCPA:",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Please refer to the list of purposes of data processing and categories of personal data concerned in Sections 3 and 4 of this Privacy Policy to find more exhaustive information. 2.3.4.} "
    },
    {
      "Text": " Right to Know (access). California residents have a right to request the disclosure of the following: (a) categories of personal information we have collected, (b) categories of sources from which we collected the personal information; (c) business or commercial purpose for collecting or sharing the personal information; (d) categories of third parties with whom we have shared the personal information; and (e) specific pieces of personal information collected. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {2.3.4. California Consumer Rights Apart from the right of notice – i.e.} "
    },
    {
      "Text": "Right to Know (access). California residents have a right to request the disclosure of the following: (a) categories of personal information we have collected, (b) categories of sources from which we collected the personal information; (c) business or commercial purpose for collecting or sharing the personal information; (d) categories of third parties with whom we have shared the personal information; and (e) specific pieces of personal information collected. ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {2.3.4. California Consumer Rights Apart from the right of notice – i.e.} "
    },
    {
      "Text": "Right to Delete. California residents have a right to request that certain personal information we have collected be deleted. We are permitted, however, to retain certain information necessary to complete the transaction for which the information was collected, detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, identify and repair errors and for other reasons listed in California Civil Code 1798.105(d).  ",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {the right to know about personal information being collected, used, disclosed or ‘sold’ by us that this Privacy Policy is intended to satisfy, California consumers have the right not to be discriminated against for exercising this right or any of the further following ones under the CCPA: (i) Right to Know (access). California residents have a right to request the disclosure of the following: (a) categories of personal information we have collected, (b) categories of sources from which we collected the personal information; (c) business or commercial purpose for collecting or sharing the personal information; (d) categories of third parties with whom we have shared the personal information; and (e) specific pieces of personal information collected.} "
    },
    {
      "Text": "Right to Opt-Out. California residents have the right to opt-out of the “sale” of their personal information – known as “Do Not Sell My Info”.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {California residents have a right to request that certain personal information we have collected be deleted. We are permitted, however, to retain certain information necessary to complete the transaction for which the information was collected, detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, identify and repair errors and for other reasons listed in California Civil Code 1798.105(d).} "
    },
    {
      "Text": "Once again, we will not discriminate against you in any way if you choose to exercise your rights under the CCPA. ",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {California residents have the right to opt-out of the “sale” of their personal information – known as “Do Not Sell My Info”. 2.3.5.} "
    },
    {
      "Text": "If you choose to exercise any of them please use this CCPA personal information request form for opt-out requests, which is accessible here, or – to exercise other rights than to opt-out, please e-mail us at privacy@growbots.com",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {2.3.5. Pursuing Rights Under the CCPA Once again, we will not discriminate against you in any way if you choose to exercise your rights under the CCPA.} "
    },
    {
      "Text": "NFORMATION WE COLLECT\\n\\nWe collect certain information to help us operate and provide the Website and our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Shall you have any privacy related complaints or suggestions, please contact us at privacy@growbots.com or at our business address – where we’ll do our best to help. 3.} "
    },
    {
      "Text": "f you do not wish to provide us with the following information, please delete your account or send us an email to privacy@growbots.com and do not use our Website or Services in any way.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {3. INFORMATION WE COLLECT We collect certain information to help us operate and provide the Website and our Services.} "
    },
    {
      "Text": "Automatically through the Website\\n\\nWe automatically collect this information when you use the Website, including:\\n\\nInformation about the device(s) you use to access the Website, including MAC address, IP address, browser type and version, time zone setting, browser plug-in types and versions, operating system and platform, device type, and device identifiers;\\nInformation about your visits to the Website, including the full URL clickstream to, through and from these websites (including date and time);\\nInformation we need and use to facilitate your use of the Website (including to provide access to third party websites and Website), such as URL requests, destination IP addresses, or device configuration details;\\nWebsite pages and listings you viewed or searched for, page response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), and methods used to browse away from the page.\\nWe may also use technologies to automatically collect tracking information on your mobile device or your browser. The technologies include:\\n\\nCookies and mobile cookies. A cookie is a small file placed on your computer or mobile device. We may use cookies and similar technologies to support the functionality of our Website and Services. This provides a better experience when you use our Website or Services and allows us to improve our Website and Services. It may be possible to refuse to accept cookies or mobile cookies by activating the appropriate setting on your browser or smartphone. However, if you select this setting you may be unable to access certain parts of our Website or use certain functionalities of our Services.\\nWeb Beacons. Certain part of our Website and our e-mails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags and single-pixel gifs) that permit the us, for example, to count users who have visited those pages or opened an e-mail and for other related app statistics (for example, recording the popularity of certain app content and verifying system and server integrity).\\nBehavior tracking. We may use technologies, which can collect information about your activities over time and across third-party websites, apps or other online services (behavioral tracking) with your consent.\\nYou may request us to stop the collection of tracking information at any time by adjusting the settings on your device, or contact us at privacy@growbots.com. Please note that disabling these features may render some or all of our Website or Services unavailable.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you do not wish to provide us with the following information, please delete your account or send us an email to privacy@growbots.com and do not use our Website or Services in any way. 3.1.} "
    },
    {
      "Text": "When you register for an account with us, we may collect additional information automatically from you. For example, when you choose to connect your e-mail account with our system, Growbots may collect additional information from you, including the content of your e-mail messages, your contacts, and entries in any calendars associated with your e-mail account, subject to limitations described in this Privacy Policy, in particular Sec. 4.2. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may request us to stop the collection of tracking information at any time by adjusting the settings on your device, or contact us at privacy@growbots.com. Please note that disabling these features may render some or all of our Website or Services unavailable.} "
    },
    {
      "Text": "Information You Provide to Us\\n\\nWe collect information you provide directly to us through the Website or Services, including when you sign up for a tutorial, apply for a job and otherwise provide your name, contact information and other information to us through the Website or Services.\\n\\nIn addition, if you send us an email, fill out a feedback form, call us, chat with us or communicate with us in any other way, we will collect that information in order to respond to your request, feedback, or question. We will use and share information you provide to us only as described in this Privacy Policy.\\n\\n(a) Personal Information\\n\\nSome of the information we collect through your use of the Website or Service or through your communications with us, such as your name, email address, phone number, employer name, position and social media usernames may personally identify you. We will treat this information as “Personal Information.” We will also treat as Personal Information any non-Personal Information that is combined with Personal Information.\\n\\n(b) Job Applicants\\n\\nWe collect certain Personal Information from you through our partner Recruitee, when you apply for a job posted on our Website. These include your full name, email address, phone number, LinkedIn username, resume, cover letter and other information generally expected of in a job application. Any prospective job applicants must read and consent to both our privacy policy and the privacy policy of Recruitee available at https://recruitee.com/en/privacy prior to submitting any Personal Information to us.\\n\\n(c) Registered Users\\n\\nWe collect Personal Information from you when you register for an account with us or pay for our Services. These include your full name, email address, phone number, employer name, position, Growbots username and password, and any credit card, debit card, or checking information. We may also collect any Personal Information you upload through our Service, including contact lists, files and other materials containing Personal Information.\\n\\n(d) Social Media\\n\\nOur Website allows you to interact with us on various third party social media platforms such as Facebook, Twitter, and LinkedIn. When you choose to interact with us via social media platforms, we may automatically collect additional Personal Information from you. These may include your personally identifiable information list, the profile pictures of the contact list, education, work history, events, relationship status, likes, gender, location, URL, biography, any additional image or information. We may also collect your communications with us through the third party social media platforms.\\n\\nWe also record phone calls and video calls with you. You will be informed about the fact that each call is recorded at its beginning.\\n\\nWe may also collect records and copies of your correspondence (including e-mail addresses and phone numbers) with us. With your consent, we may also collect:\\n\\nYour responses to surveys that we might ask you to complete for research purposes.\\nAny other types of information you instruct us to collect.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may choose not to connect your e-mail account to our system, however, certain parts of our Services may not work. 3.2.} "
    },
    {
      "Text": "Aggregate or Anonymized Information\\n\\nWe may combine certain information about your use of the Website with similar information that we obtain from other users for use in an aggregate or anonymous manner.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Any other types of information you instruct us to collect. 3.3.} "
    },
    {
      "Text": "Other Collection of Information\\n\\nWe will not ask for or request any sensitive medical, financial and governmental information. Please do not provide such information to us through emails, feedback forms or in any other way.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Aggregate or Anonymized Information We may combine certain information about your use of the Website with similar information that we obtain from other users for use in an aggregate or anonymous manner. 3.4.} "
    },
    {
      "Text": "General usage of Website or Services\\n\\nWe use information that we collect about you or that you provide to us, including but not limited to any Personal Information but excluding content and data described in Sec. 4.2 below, to:\\n\\nProvide you with information and Services offered on our Website.\\nPerform any data analysis necessary to perform our Website, including administration, internal operations, troubleshooting, data analysis, testing, research, statistical and survey purposes.\\nManage your access to our Website or Services.\\nSend you information that allows you to use our Website or Services.\\nProvide you with any other information, products and services from us or our partners including advertisements based on usage of Website or other sites (not on the content of your data).\\nNotify you when an update is available, and of changes to any products, Website or Services that we offer or provide through the update.\\nEstimate our audience size and usage patterns.\\nFulfill any other purpose for which you provide.\\nStore information about your preferences.\\nAllow us to customize our Website and Services according to your individual interests.\\nSpeed up our Website or Services.\\nRecognize you when you use our Website or Services.\\nComply with applicable laws and regulations and other legal requirements.\\nMaintain the security of our Website and Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {4. HOW YOUR INFORMATION IS USED Depending on the way you prefer to use Website or our Services and optional integration with third-party services or APIs, we may use information that we collect about you or that you provide to us for the reasons described below.} "
    },
    {
      "Text": "General usage of Website or Services\\n\\nWe use information that we collect about you or that you provide to us, including but not limited to any Personal Information but excluding content and data described in Sec. 4.2 below, to:\\n\\nProvide you with information and Services offered on our Website.\\nPerform any data analysis necessary to perform our Website, including administration, internal operations, troubleshooting, data analysis, testing, research, statistical and survey purposes.\\nManage your access to our Website or Services.\\nSend you information that allows you to use our Website or Services.\\nProvide you with any other information, products and services from us or our partners including advertisements based on usage of Website or other sites (not on the content of your data).\\nNotify you when an update is available, and of changes to any products, Website or Services that we offer or provide through the update.\\nEstimate our audience size and usage patterns.\\nFulfill any other purpose for which you provide.\\nStore information about your preferences.\\nAllow us to customize our Website and Services according to your individual interests.\\nSpeed up our Website or Services.\\nRecognize you when you use our Website or Services.\\nComply with applicable laws and regulations and other legal requirements.\\nMaintain the security of our Website and Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {4. HOW YOUR INFORMATION IS USED Depending on the way you prefer to use Website or our Services and optional integration with third-party services or APIs, we may use information that we collect about you or that you provide to us for the reasons described below.} "
    },
    {
      "Text": "General usage of Website or Services\\n\\nWe use information that we collect about you or that you provide to us, including but not limited to any Personal Information but excluding content and data described in Sec. 4.2 below, to:\\n\\nProvide you with information and Services offered on our Website.\\nPerform any data analysis necessary to perform our Website, including administration, internal operations, troubleshooting, data analysis, testing, research, statistical and survey purposes.\\nManage your access to our Website or Services.\\nSend you information that allows you to use our Website or Services.\\nProvide you with any other information, products and services from us or our partners including advertisements based on usage of Website or other sites (not on the content of your data).\\nNotify you when an update is available, and of changes to any products, Website or Services that we offer or provide through the update.\\nEstimate our audience size and usage patterns.\\nFulfill any other purpose for which you provide.\\nStore information about your preferences.\\nAllow us to customize our Website and Services according to your individual interests.\\nSpeed up our Website or Services.\\nRecognize you when you use our Website or Services.\\nComply with applicable laws and regulations and other legal requirements.\\nMaintain the security of our Website and Services.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {4. HOW YOUR INFORMATION IS USED Depending on the way you prefer to use Website or our Services and optional integration with third-party services or APIs, we may use information that we collect about you or that you provide to us for the reasons described below.} "
    },
    {
      "Text": "Please note that if you choose to connect your e-mail to our Services or use other API integrations that we may offer to enhance our Services or sustain their functionality, we might be granted an access to particular kinds of contents or data to make our Services work for you. This may include your Google account and Gmail data listed below or other e-mail providers as we will need access to your e-mail account i.a. to send e-mail campaigns, detect replies from your prospects and provide you with other relevant information on your mailing campaigns. We consider such data as restricted and impose further security and organizational measures to keep them private. This means that notwithstanding any regulations of this Privacy Policy any and all data whatsoever provided as a result of such Google’s Gmail or any other third-party API integration will be subject to further restrictions that we undertake to follow.\\n\\nFirstly, we will never use data obtained in the above-mentioned way, including your e-mail data, to serve you personalized, re-targeted, or interest-based advertisements.\\n\\nBut most important, our Services will merely use automated, machine access to your e-mails for the proper functioning of the Services, i.e. to read, write, modify, or control message bodies (including attachments), metadata, headers, and settings to provide you the ability to compose, send, read, and process emails via our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Maintain the security of our Website and Services. 4.2.} "
    },
    {
      "Text": "We will never voluntarily share your e-mail data or any data originating from API integrations to third parties unless doing so will be necessary to provide and improve these features of Services, comply with applicable laws such as to respond lawful requests of legal authorities that we will carefully verify, or as part of a merger, acquisition, or sale of assets.\\n\\nPlease note that Growbots will not allow humans to read this data unless any of the following occurs: (i) we have your affirmative consent for specific messages to be read or analyzed by our tech support or developers, particularly to solve any issues with the Services do advise you on using our Services and basically any other help you may request from us, (ii) it is necessary for security purposes such as investigating abuse, (iii) to comply with applicable law, or (iv) for the Services’ internal operations, provided that the data have been aggregated and anonymized prior to any such operation.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {But most important, our Services will merely use automated, machine access to your e-mails for the proper functioning of the Services, i.e. to read, write, modify, or control message bodies (including attachments), metadata, headers, and settings to provide you the ability to compose, send, read, and process emails via our Services.} "
    },
    {
      "Text": "HOW YOUR INFORMATION IS SHARED\\n\\nWe will not sell or share your information, including Personal Information, with third parties for the third party’s own direct marketing purposes.\\n\\nWe may share your information, including Personal Information, with our vendors, service providers and agents to the extent reasonably necessary to provide you with the Website. For example, we use a third-party platform for email and cannot communicate with you without disclosing your email address to our third-party email provider. These third parties use any information we share only to support us and our efforts to provide you with our Website or Services.\\n\\nWe may share your information, including Personal Information:\\n\\nTo provide our Website or Services;\\nWith our affiliates and partners to offer you additional services;\\nWith service providers and contractors to the extent reasonably necessary to enable us to provide you with our Website or Services;\\nDuring an acquisition or transfer of a majority of the assets of Growbots;\\nTo comply with any court order, law, or legal process, including responding to any government or regulatory request;\\nTo enforce our rights arising from any contracts entered into between you and us;\\nIf we believe disclosure is reasonably necessary or appropriate to protect the rights, property, or safety of Growbots, our customers, or others;\\nYou, upon your request; and\\nTo fulfill the purpose for which you provide it.\\nWe may share non-Personal Information, aggregate or anonymous data with analytics, search engine, or other service providers that help us improve our Website or Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please note that Growbots will not allow humans to read this data unless any of the following occurs: (i) we have your affirmative consent for specific messages to be read or analyzed by our tech support or developers, particularly to solve any issues with the Services do advise you on using our Services and basically any other help you may request from us, (ii) it is necessary for security purposes such as investigating abuse, (iii) to comply with applicable law, or (iv) for the Services’ internal operations, provided that the data have been aggregated and anonymized prior to any such operation. 5.} "
    },
    {
      "Text": "HOW YOUR INFORMATION IS SHARED\\n\\nWe will not sell or share your information, including Personal Information, with third parties for the third party’s own direct marketing purposes.\\n\\nWe may share your information, including Personal Information, with our vendors, service providers and agents to the extent reasonably necessary to provide you with the Website. For example, we use a third-party platform for email and cannot communicate with you without disclosing your email address to our third-party email provider. These third parties use any information we share only to support us and our efforts to provide you with our Website or Services.\\n\\nWe may share your information, including Personal Information:\\n\\nTo provide our Website or Services;\\nWith our affiliates and partners to offer you additional services;\\nWith service providers and contractors to the extent reasonably necessary to enable us to provide you with our Website or Services;\\nDuring an acquisition or transfer of a majority of the assets of Growbots;\\nTo comply with any court order, law, or legal process, including responding to any government or regulatory request;\\nTo enforce our rights arising from any contracts entered into between you and us;\\nIf we believe disclosure is reasonably necessary or appropriate to protect the rights, property, or safety of Growbots, our customers, or others;\\nYou, upon your request; and\\nTo fulfill the purpose for which you provide it.\\nWe may share non-Personal Information, aggregate or anonymous data with analytics, search engine, or other service providers that help us improve our Website or Services.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Please note that Growbots will not allow humans to read this data unless any of the following occurs: (i) we have your affirmative consent for specific messages to be read or analyzed by our tech support or developers, particularly to solve any issues with the Services do advise you on using our Services and basically any other help you may request from us, (ii) it is necessary for security purposes such as investigating abuse, (iii) to comply with applicable law, or (iv) for the Services’ internal operations, provided that the data have been aggregated and anonymized prior to any such operation. 5.} "
    },
    {
      "Text": "If you provide us with your email address in order to receive communications, you can opt out at any time by using the unsubscribe links at the bottom of our emails.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {6. YOUR CHOICES You may have the opportunity to receive certain communications from us related to our Website or Services.} "
    },
    {
      "Text": "To secure compliance with the CCPA as mentioned in Section 2.2. above, we offer a Do Not Sell My Info feature on our Website which can also be found here. If you are a Californian citizen or entity covered by the CCPA, you can use this subpage to opt out of having you personal information sold via our App.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Our Website and Services do not currently change the way they operate based upon detection of a Do Not Track or similar signal. 6.2.} "
    },
    {
      "Text": "To secure compliance with the CCPA as mentioned in Section 2.2. above, we offer a Do Not Sell My Info feature on our Website which can also be found here. If you are a Californian citizen or entity covered by the CCPA, you can use this subpage to opt out of having you personal information sold via our App.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Our Website and Services do not currently change the way they operate based upon detection of a Do Not Track or similar signal. 6.2.} "
    },
    {
      "Text": "Transfer of Your Information to the United States.The Website is operated and the Services are provided from the United States. If you are located anywhere outside of the United States, please be aware that information we collect, including, personal information, may be transferred to, processed and stored in the United States.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {10. GEOGRAPHIC LOCATIONS 10.1.} "
    },
    {
      "Text": "Notwithstanding the above, you may also request from us certain information regarding our disclosure of Personal Information to third parties for their direct marketing purposes.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {2.2.6. Records and Updates Beginning from July 2021 we will present records on number of requests from California consumers under the CCPA.} "
    },
    {
      "Text": " To make such a request to opt-out of ‘sales’ of your business information, please use the form accessible here, and – for other requests – please send us an e-mail to privacy@growbots.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {California Residents If you are a California resident (consumer) please refer to Section 2.3. above which refers to our compliance with California Consumer Protection Act (CCPA). Notwithstanding the above, you may also request from us certain information regarding our disclosure of Personal Information to third parties for their direct marketing purposes.} "
    },
    {
      "Text": "CHANGES TO OUR PRIVACY POLICY\\n\\nWe may update our Privacy Policy from time to time. If we make material changes to how we treat our users Personal Information, we will post the new privacy policy on the Website at [www.growbots.com/privacy]. The date that the Privacy Policy was last revised is identified at the top of the page. You are responsible for periodically visiting this account to check for any changes.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {To make such a request to opt-out of ‘sales’ of your business information, please use the form accessible here , and – for other requests – please send us an e-mail to privacy@growbots.com . 11.} "
    }
  ]
}