{
  "policy_id": "161",
  "text": "Privacy Policy Financial Services Platform Pricing Blog Real Estate Platform Pricing Blog Sign up Log in Privacy Policy Last updated January 31, 2022 This Privacy Policy describes the personal information Catalyze AI (“ Catalyze AI ”, “ we ”, “ our ”, or “ us ”) collects about you, how we use this information, with whom we share it, and the choices you have in connection with this. APPLICABILITY This Privacy Policy applies to: (i) catalyzeai.com (the “ Website ”); (ii) the Catalyze AI business development platform (the “ Platform ”); (iii) your interactions and communications with Catalyze AI; and (iv) our offline services (collectively, the “ Services ”). INFORMATION COLLECTION AND USE Information Collected From Website Visitors Catalyze AI will collect and use your personal information as a Website visitor in the following instances: Apply for employment: When you apply for employment with us, we will collect your identifiers (name, email address, physical address, telephone number) and your professional or employment information (resume, cover letter, employment history, educational history). We use this personal information to assess and manage your application, to communicate with you, and as necessary to comply with the law. Contact us: When you contact us, we collect your identifiers (name, email address) and any other information you choose to include in your correspondence. We use this personal information to respond to your questions or inquiries and address any issues you may have. Catalyze AI may also use your information collected for the above purposes for the limited circumstances described in INFORMATION SHARING . Information Collected From Website Visitors Catalyze AI will collect and use your personal information as a client of Catalyze AI in the following instances: Client management: When you become a client of Catalyze AI, we will collect your business information (company name, business address) and identifiers of your business representative (name, email address, telephone number). We use this personal information to communicate with you, to manage our relationship with you, and to facilitate the requested Services. Make a payment: When you make a payment, we collect your identifiers (name, company name, billing address) and payment information (payment card number, CVV, expiration date). We use this personal information to process your payment. Please note our payment processor collects this information directly on our behalf and Catalyze AI only maintains historical payment information. Create a Platform account: When you create an account for the Platform, we collect your identifiers (name, telephone number, email address, username, selected password) and business information (size, location, name, etc.). We use this personal information to create and maintain your account, to communicate with you, to personalize leads, and to facilitate your access to the Platform. Catalyze AI may also use your information collected for the above purposes for the limited circumstances described in INFORMATION SHARING . Information Collected From Third-Party Sources Catalyze AI purchases and collects consumer personal information from other information providers (often referred to as data brokers). This personal information includes consumer identifiers (name, email address, telephone number) and commercial information (products purchased). Catalyze AI collects and processes this consumer personal information to compile and develop leads, based on our proprietary algorithm, for our clients in the financial services industry. Catalyze AI leads are designed for specific use by our clients that have a specific need for the information. Our collection of this personal information is used to provide our clients with prospective leads that are most likely to be interested in their financial services offers. In doing so, we share consumer personal information with our clients as described in INFORMATION SHARING . Information Collected Automatically (Cookies) In addition to the personal information you provide, we also collect information automatically via cookies as you use the Website and Platform (here in the “ Online Services ”). This information includes the following internet and other electronic network activity information: Usage information: Information about your interaction with the Online Services, such as pages visited, frequency of access, time spent on each page, and referring website details. We also collect information on your use of certain filters within the Platform to provide you with more relevant results. Location information: Information about your location, which may be determined by your IP address. Device information: Information about the device you use to access the Online Services, such as model, operating system, browser, and your preferences. To collect this information, the Online Services utilize the following cookies: Essential: Essential cookies are required to allow the Online Services to function properly and allow you to use the different features of the Online Services. Essential cookies are also used to authenticate user and to prevent fraudulent use of the Online Services. Functional: Functional cookies provide enhanced functionality and personalization for you. We use functional cookies to remember your preferences, diagnose and repair errors, and in cases of abuse, track and mitigate the abuse. Analytics: Analytics cookies allow us to gather information on your interaction with the Online Services, such as your usage information. We use this information to conduct analytics to improve the Online Services and enhance user experience. To conduct analytics, we use Google Analytics. Google Analytics may set cookies on your browser or read cookies that are already there. Google Analytics may also receive information about you from applications you have downloaded that partner with Google. We do not combine the information collected through the use of Google Analytics with personally identifiable information. Google’s ability to use and share information collected by Google Analytics about your visits to our Website or to another application which partners with Google is restricted by the Google Analytics Terms of Use and Privacy Policy . To prevent your information being used by Google Analytics, you can download the Google Analytics opt-out browser add-on . In general, to disable cookies and limit the collection and use of information through them, you can set your browser to refuse cookies or indicate when a cookie is being sent. INFORMATION SHARING Catalyze AI will share your personal information in the following instances: Within Catalyze AI: We share your personal information within Catalyze AI in order to efficiently carry out and improve our business and to the extent permitted by law. In the event of a corporate reorganization: In the event that we enter into, or intend to enter into, a transaction that alters the structure of our organization, such as a reorganization, merger, acquisition, sale, joint venture, assignment, consolidation, transfer, change of control, or other disposition of all or any portion of our assets, we would share your personal information with third parties, including the buyer or target (and their agents and advisors) for the purpose of facilitating and completing the transaction. We would also share your personal information with third parties if we undergo bankruptcy or liquidation, in the course of such proceedings. For legal purposes: We will share your personal information where we are legally required to do so, such as in response to court orders, law enforcement or legal process, including for national security purposes; to establish, protect, or exercise our legal rights; as required to enforce our terms of use or other contracts; to defend against legal claims or demands; to detect, investigate, prevent, or take action against illegal activities, fraud, or situations involving potential threats to the rights, property, or personal safety of any person; or to comply with the requirements of any applicable law. With service providers: In the preceding twelve (12) months, we have disclosed your identifiers, payment information, and internet and other electronic network activity information with service providers that assist us in providing our Services. These service providers include our IT support, payment processor, and email vendor. With IT support: In the preceding twelve (12) months, we have disclosed your internet and other electronic network activity information to our IT support to detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, identify and repair Online Services errors, and to update, maintain, and improve the Online Services. For a sale: In the past twelve (12) months, Catalyze AI has engaged in the following sales of personal information under the California Consumer Privacy Act (CCPA): Catalyze AI uses certain analytics cookies on the Online Services. These cookies collect your internet and other electronic network activity and share it with the data analytics partners that provide them. Since these providers can use your personal information for their own purposes, this use may be considered a sale under the California Consumer Privacy Act. To opt-out of these cookies, visit our website and opt out. Catalyze AI sells your identifiers and commercial information to our clients for their own business and commercial purposes. More specifically, Catalyze AI sells your personal information as leads to our clients for the purpose of enabling their marketing and advertising campaigns for their financial services. You can opt-out of the sale of your personal information by visiting Do Not Sell My Personal Information [https://www.catalyzeai.com/opt-out]. ‍ CORRECT OR VIEW YOUR PERSONAL INFORMATION You may access your Catalyze AI account to correct or view certain personal information of yours in our possession and which is associated with your account. NEVADA RESIDENTS If you are a consumer in the State of Nevada, you may request to opt-out of the current or future sale of certain of your personal information. To submit a request to opt-out, contact us at [privacy@catalyzeai.com] . Please include “Opt-Out Request Under Nevada Law” in the subject line of your message. CALIFORNIA RESIDENTS The California Consumer Privacy Act (CCPA) grants certain rights to California residents. If our processing of your personal information is subject to the CCPA, you are entitled to the following rights: Right to access: You have the right to request what personal information we have collected, used, disclosed, and sold about you within the preceding 12 months. You may only make a request for access twice within a 12-month period. Right to deletion: You have the right to request the deletion of your personal information that we collect or maintain, subject to certain exceptions. Right to opt-out: You have the right to opt-out of the sale of your personal information to third parties. Catalyze AI does not have actual knowledge that it sells personal information of minors under the age of sixteen (16) years. Right to non-discrimination: You have the right to not receive discriminatory treatment if and when you exercise your rights to access, delete, or opt-out under the CCPA. To exercise your right to access or delete your personal information, you may submit a request via email at [privacy@catalyzeai.com] or through our online form [https://www.catalyzeai.com/opt-out]. To opt-out of the sale of your personal information, please visit Do Not Sell My Personal Information https://www.catalyzeai.com/opt-out . The online form contains all information we require to evaluate your request. For requests via email, you must provide us with sufficient information that allows us to reasonably verify you are the person about whom we collected the personal information and describe your request with sufficient detail to allow us to properly evaluate and respond to it. In order for us to do so, please ensure you include your: (i) full name, email, and phone. If we are not able to verify your identity for access and deletion requests with the information provided, we may ask you for additional pieces of information. Only you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a request related to your personal information. If you are an authorized agent making a request on behalf of another individual, you must provide us with signed documentation that you are authorized to act on behalf of that individual. MARKETING COMMUNICATIONS You may opt-out of receiving marketing emails from us by clicking the ‘unsubscribe’ link provided with each email. Please note that we will continue to send you emails necessary to the Services or any assistance you request. DO NOT TRACK The Online Services do not support Do Not Track (DNT). INFORMATION SECURITY We implement and maintain reasonable security measures to protect the personal information we collect and maintain. These security measures include those provided to us by our cloud service provider, access controls, and other industry standard practices. However, no security measure or modality of data transmission over the Internet is 100% secure and we are unable to guarantee the absolute security of the information we have collected from you. AGE RESTRICTION The Services are not intended for individuals under the age of eighteen (18). CHANGE We may change this Privacy Policy from time to time. We will post the changes to this page and will indicate the date the changes go into effect. We encourage you to review our Privacy Policy to stay informed. If we make changes that materially affect your privacy rights, we will notify you with a prominent post on our Website and/or via email and obtain your consent, if required. CONTACT If you have any questions about this Privacy Policy, please contact us at [privacy@catalyzeai.com]. Financial Services Real Estate Thank you! Your submission has been received! Oops! Something went wrong while submitting the form. Contact us Identify your highest-converting leads and grow your business with Catalyze AI. info@catalyzeai.com (941) 867-1761 Financial Services Pricing Blog Real Estate Pricing Blog Social LinkedIn Do not sell my data All rights reserved. © 2022 Catalyze AI Do not sell my data Terms & Conditions Privacy Policy You would like to continue as: Financial Services or Real Estate You would like to continue as: Financial Services or Real Estate We are using cookies to ensure that we give you the best experience. By continuing to use this site, you agree to our policy . Agree",
  "annotations": [
    {
      "Text": "Information Collected From Website Visitors\\nCatalyze AI will collect and use your personal information as a Website visitor in the following instances:\\n\\nApply for employment: When you apply for employment with us, we will collect your identifiers (name, email address, physical address, telephone number) and your professional or employment information (resume, cover letter, employment history, educational history). We use this personal information to assess and manage your application, to communicate with you, and as necessary to comply with the law.\\nContact us: When you contact us, we collect your identifiers (name, email address) and any other information you choose to include in your correspondence. We use this personal information to respond to your questions or inquiries and address any issues you may have.\\nCatalyze AI may also use your information collected for the above purposes for the limited circumstances described in INFORMATION SHARING.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Privacy Policy Financial Services Platform Pricing Blog Real Estate Platform Pricing Blog Sign up Log in Privacy Policy Last updated January 31, 2022 This Privacy Policy describes the personal information Catalyze AI (“ Catalyze AI ”, “ we ”, “ our ”, or “ us ”) collects about you, how we use this information, with whom we share it, and the choices you have in connection with this. APPLICABILITY This Privacy Policy applies to: (i) catalyzeai.com (the “ Website ”); (ii) the Catalyze AI business development platform (the “ Platform ”); (iii) your interactions and communications with Catalyze AI; and (iv) our offline services (collectively, the “ Services ”).} "
    },
    {
      "Text": "Information Collected From Website Visitors\\nCatalyze AI will collect and use your personal information as a client of Catalyze AI in the following instances:\\n\\nClient management: When you become a client of Catalyze AI, we will collect your business information (company name, business address) and identifiers of your business representative (name, email address, telephone number). We use this personal information to communicate with you, to manage our relationship with you, and to facilitate the requested Services.\\nMake a payment: When you make a payment, we collect your identifiers (name, company name, billing address) and payment information (payment card number, CVV, expiration date). We use this personal information to process your payment. Please note our payment processor collects this information directly on our behalf and Catalyze AI only maintains historical payment information.\\nCreate a Platform account: When you create an account for the Platform, we collect your identifiers (name, telephone number, email address, username, selected password) and business information (size, location, name, etc.). We use this personal information to create and maintain your account, to communicate with you, to personalize leads, and to facilitate your access to the Platform.\\nCatalyze AI may also use your information collected for the above purposes for the limited circumstances described in INFORMATION SHARING.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Privacy Policy Financial Services Platform Pricing Blog Real Estate Platform Pricing Blog Sign up Log in Privacy Policy Last updated January 31, 2022 This Privacy Policy describes the personal information Catalyze AI (“ Catalyze AI ”, “ we ”, “ our ”, or “ us ”) collects about you, how we use this information, with whom we share it, and the choices you have in connection with this. APPLICABILITY This Privacy Policy applies to: (i) catalyzeai.com (the “ Website ”); (ii) the Catalyze AI business development platform (the “ Platform ”); (iii) your interactions and communications with Catalyze AI; and (iv) our offline services (collectively, the “ Services ”).} "
    },
    {
      "Text": "Information Collected From Third-Party Sources\\nCatalyze AI purchases and collects consumer personal information from other information providers (often referred to as data brokers). This personal information includes consumer identifiers (name, email address, telephone number) and commercial information (products purchased). Catalyze AI collects and processes this consumer personal information to compile and develop leads, based on our proprietary algorithm, for our clients in the financial services industry. Catalyze AI leads are designed for specific use by our clients that have a specific need for the information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We use this personal information to create and maintain your account, to communicate with you, to personalize leads, and to facilitate your access to the Platform. Catalyze AI may also use your information collected for the above purposes for the limited circumstances described in INFORMATION SHARING .} "
    },
    {
      "Text": "This information includes the following internet and other electronic network activity information:\\n\\nUsage information: Information about your interaction with the Online Services, such as pages visited, frequency of access, time spent on each page, and referring website details. We also collect information on your use of certain filters within the Platform to provide you with more relevant results.\\nLocation information: Information about your location, which may be determined by your IP address.\\nDevice information: Information about the device you use to access the Online Services, such as model, operating system, browser, and your preferences.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In doing so, we share consumer personal information with our clients as described in INFORMATION SHARING . Information Collected Automatically (Cookies) In addition to the personal information you provide, we also collect information automatically via cookies as you use the Website and Platform (here in the “ Online Services ”).} "
    },
    {
      "Text": "Catalyze AI will share your personal information in the following instances:\\n\\nWithin Catalyze AI: We share your personal information within Catalyze AI in order to efficiently carry out and improve our business and to the extent permitted by law.\\nIn the event of a corporate reorganization: In the event that we enter into, or intend to enter into, a transaction that alters the structure of our organization, such as a reorganization, merger, acquisition, sale, joint venture, assignment, consolidation, transfer, change of control, or other disposition of all or any portion of our assets, we would share your personal information with third parties, including the buyer or target (and their agents and advisors) for the purpose of facilitating and completing the transaction. We would also share your personal information with third parties if we undergo bankruptcy or liquidation, in the course of such proceedings.\\nFor legal purposes: We will share your personal information where we are legally required to do so, such as in response to court orders, law enforcement or legal process, including for national security purposes; to establish, protect, or exercise our legal rights; as required to enforce our terms of use or other contracts; to defend against legal claims or demands; to detect, investigate, prevent, or take action against illegal activities, fraud, or situations involving potential threats to the rights, property, or personal safety of any person; or to comply with the requirements of any applicable law.\\nWith service providers: In the preceding twelve (12) months, we have disclosed your identifiers, payment information, and internet and other electronic network activity information with service providers that assist us in providing our Services. These service providers include our IT support, payment processor, and email vendor.\\nWith IT support: In the preceding twelve (12) months, we have disclosed your internet and other electronic network activity information to our IT support to detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, identify and repair Online Services errors, and to update, maintain, and improve the Online Services.\\nFor a sale: In the past twelve (12) months, Catalyze AI has engaged in the following sales of personal information under the California Consumer Privacy Act (CCPA):",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To prevent your information being used by Google Analytics, you can download the Google Analytics opt-out browser add-on . In general, to disable cookies and limit the collection and use of information through them, you can set your browser to refuse cookies or indicate when a cookie is being sent.} "
    },
    {
      "Text": "For a sale: In the past twelve (12) months, Catalyze AI has engaged in the following sales of personal information under the California Consumer Privacy Act (CCPA):\\nCatalyze AI uses certain analytics cookies on the Online Services. These cookies collect your internet and other electronic network activity and share it with the data analytics partners that provide them. Since these providers can use your personal information for their own purposes, this use may be considered a sale under the California Consumer Privacy Act. To opt-out of these cookies, visit our website and opt out.\\nCatalyze AI sells your identifiers and commercial information to our clients for their own business and commercial purposes. More specifically, Catalyze AI sells your personal information as leads to our clients for the purpose of enabling their marketing and advertising campaigns for their financial services. You can opt-out of the sale of your personal information by visiting Do Not Sell My Personal Information [https://www.catalyzeai.com/opt-out].",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {These service providers include our IT support, payment processor, and email vendor. With IT support: In the preceding twelve (12) months, we have disclosed your internet and other electronic network activity information to our IT support to detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, identify and repair Online Services errors, and to update, maintain, and improve the Online Services.} "
    },
    {
      "Text": "You can opt-out of the sale of your personal information by visiting Do Not Sell My Personal Information [https://www.catalyzeai.com/opt-out].",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Catalyze AI sells your identifiers and commercial information to our clients for their own business and commercial purposes. More specifically, Catalyze AI sells your personal information as leads to our clients for the purpose of enabling their marketing and advertising campaigns for their financial services.} "
    },
    {
      "Text": "You can opt-out of the sale of your personal information by visiting Do Not Sell My Personal Information [https://www.catalyzeai.com/opt-out].",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Catalyze AI sells your identifiers and commercial information to our clients for their own business and commercial purposes. More specifically, Catalyze AI sells your personal information as leads to our clients for the purpose of enabling their marketing and advertising campaigns for their financial services.} "
    },
    {
      "Text": "You may access your Catalyze AI account to correct or view certain personal information of yours in our possession and which is associated with your account.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {More specifically, Catalyze AI sells your personal information as leads to our clients for the purpose of enabling their marketing and advertising campaigns for their financial services. You can opt-out of the sale of your personal information by visiting Do Not Sell My Personal Information [https://www.catalyzeai.com/opt-out].} "
    },
    {
      "Text": "You may access your Catalyze AI account to correct or view certain personal information of yours in our possession and which is associated with your account.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {More specifically, Catalyze AI sells your personal information as leads to our clients for the purpose of enabling their marketing and advertising campaigns for their financial services. You can opt-out of the sale of your personal information by visiting Do Not Sell My Personal Information [https://www.catalyzeai.com/opt-out].} "
    },
    {
      "Text": "Right to access: You have the right to request what personal information we have collected, used, disclosed, and sold about you within the preceding 12 months. You may only make a request for access twice within a 12-month period.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Please include “Opt-Out Request Under Nevada Law” in the subject line of your message. CALIFORNIA RESIDENTS The California Consumer Privacy Act (CCPA) grants certain rights to California residents.} "
    },
    {
      "Text": "Right to access: You have the right to request what personal information we have collected, used, disclosed, and sold about you within the preceding 12 months. You may only make a request for access twice within a 12-month period.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Please include “Opt-Out Request Under Nevada Law” in the subject line of your message. CALIFORNIA RESIDENTS The California Consumer Privacy Act (CCPA) grants certain rights to California residents.} "
    },
    {
      "Text": "Right to deletion: You have the right to request the deletion of your personal information that we collect or maintain, subject to certain exceptions.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If our processing of your personal information is subject to the CCPA, you are entitled to the following rights: Right to access: You have the right to request what personal information we have collected, used, disclosed, and sold about you within the preceding 12 months. You may only make a request for access twice within a 12-month period.} "
    },
    {
      "Text": "Right to opt-out: You have the right to opt-out of the sale of your personal information to third parties. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You may only make a request for access twice within a 12-month period. Right to deletion: You have the right to request the deletion of your personal information that we collect or maintain, subject to certain exceptions.} "
    },
    {
      "Text": "Right to non-discrimination: You have the right to not receive discriminatory treatment if and when you exercise your rights to access, delete, or opt-out under the CCPA.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Right to opt-out: You have the right to opt-out of the sale of your personal information to third parties. Catalyze AI does not have actual knowledge that it sells personal information of minors under the age of sixteen (16) years.} "
    },
    {
      "Text": "To exercise your right to access or delete your personal information, you may submit a request via email at [privacy@catalyzeai.com] or through our online form [https://www.catalyzeai.com/opt-out]. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Catalyze AI does not have actual knowledge that it sells personal information of minors under the age of sixteen (16) years. Right to non-discrimination: You have the right to not receive discriminatory treatment if and when you exercise your rights to access, delete, or opt-out under the CCPA.} "
    },
    {
      "Text": "To opt-out of the sale of your personal information, please visit Do Not Sell My Personal Information https://www.catalyzeai.com/opt-out.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {These cookies collect your internet and other electronic network activity and share it with the data analytics partners that provide them. Since these providers can use your personal information for their own purposes, this use may be considered a sale under the California Consumer Privacy Act.} "
    },
    {
      "Text": "To opt-out of the sale of your personal information, please visit Do Not Sell My Personal Information https://www.catalyzeai.com/opt-out.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {These cookies collect your internet and other electronic network activity and share it with the data analytics partners that provide them. Since these providers can use your personal information for their own purposes, this use may be considered a sale under the California Consumer Privacy Act.} "
    },
    {
      "Text": "Last updated January 31, 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We may change this Privacy Policy from time to time. We will post the changes to this page and will indicate the date the changes go into effect. We encourage you to review our Privacy Policy to stay informed. If we make changes that materially affect your privacy rights, we will notify you with a prominent post on our Website and/or via email and obtain your consent, if required.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {However, no security measure or modality of data transmission over the Internet is 100% secure and we are unable to guarantee the absolute security of the information we have collected from you. AGE RESTRICTION The Services are not intended for individuals under the age of eighteen (18).} "
    },
    {
      "Text": "Last updated January 31, 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Catalyze AI will collect and use your personal information as a Website visitor in the following instances:\\n\\nApply for employment: When you apply for employment with us, we will collect your identifiers (name, email address, physical address, telephone number) and your professional or employment information (resume, cover letter, employment history, educational history). We use this personal information to assess and manage your application, to communicate with you, and as necessary to comply with the law.\\nContact us: When you contact us, we collect your identifiers (name, email address) and any other information you choose to include in your correspondence. We use this personal information to respond to your questions or inquiries and address any issues you may have.\\nCatalyze AI may also use your information collected for the above purposes for the limited circumstances described in INFORMATION SHARING.\\nInformation Collected From Website Visitors\\nCatalyze AI will collect and use your personal information as a client of Catalyze AI in the following instances:\\n\\nClient management: When you become a client of Catalyze AI, we will collect your business information (company name, business address) and identifiers of your business representative (name, email address, telephone number). We use this personal information to communicate with you, to manage our relationship with you, and to facilitate the requested Services.\\nMake a payment: When you make a payment, we collect your identifiers (name, company name, billing address) and payment information (payment card number, CVV, expiration date). We use this personal information to process your payment. Please note our payment processor collects this information directly on our behalf and Catalyze AI only maintains historical payment information.\\nCreate a Platform account: When you create an account for the Platform, we collect your identifiers (name, telephone number, email address, username, selected password) and business information (size, location, name, etc.). We use this personal information to create and maintain your account, to communicate with you, to personalize leads, and to facilitate your access to the Platform.\\nCatalyze AI may also use your information collected for the above purposes for the limited circumstances described in INFORMATION SHARING.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Privacy Policy Financial Services Platform Pricing Blog Real Estate Platform Pricing Blog Sign up Log in Privacy Policy Last updated January 31, 2022 This Privacy Policy describes the personal information Catalyze AI (“ Catalyze AI ”, “ we ”, “ our ”, or “ us ”) collects about you, how we use this information, with whom we share it, and the choices you have in connection with this. APPLICABILITY This Privacy Policy applies to: (i) catalyzeai.com (the “ Website ”); (ii) the Catalyze AI business development platform (the “ Platform ”); (iii) your interactions and communications with Catalyze AI; and (iv) our offline services (collectively, the “ Services ”).} "
    },
    {
      "Text": "Make a payment: When you make a payment, we collect your identifiers (name, company name, billing address) and payment information (payment card number, CVV, expiration date). We use this personal information to process your payment. Please note our payment processor collects this information directly on our behalf and Catalyze AI only maintains historical payment information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Information Collected From Website Visitors Catalyze AI will collect and use your personal information as a client of Catalyze AI in the following instances: Client management: When you become a client of Catalyze AI, we will collect your business information (company name, business address) and identifiers of your business representative (name, email address, telephone number). We use this personal information to communicate with you, to manage our relationship with you, and to facilitate the requested Services.} "
    },
    {
      "Text": "Information Collected From Third-Party Sources\\nCatalyze AI purchases and collects consumer personal information from other information providers (often referred to as data brokers). This personal information includes consumer identifiers (name, email address, telephone number) and commercial information (products purchased). Catalyze AI collects and processes this consumer personal information to compile and develop leads, based on our proprietary algorithm, for our clients in the financial services industry. Catalyze AI leads are designed for specific use by our clients that have a specific need for the information. Our collection of this personal information is used to provide our clients with prospective leads that are most likely to be interested in their financial services offers. In doing so, we share consumer personal information with our clients as described in INFORMATION SHARING.\\n\\nInformation Collected Automatically (Cookies)\\nIn addition to the personal information you provide, we also collect information automatically via cookies as you use the Website and Platform (here in the “Online Services”). This information includes the following internet and other electronic network activity information:\\n\\nUsage information: Information about your interaction with the Online Services, such as pages visited, frequency of access, time spent on each page, and referring website details. We also collect information on your use of certain filters within the Platform to provide you with more relevant results.\\nLocation information: Information about your location, which may be determined by your IP address.\\nDevice information: Information about the device you use to access the Online Services, such as model, operating system, browser, and your preferences.\\nTo collect this information, the Online Services utilize the following cookies:\\n\\nEssential: Essential cookies are required to allow the Online Services to function properly and allow you to use the different features of the Online Services. Essential cookies are also used to authenticate user and to prevent fraudulent use of the Online Services.\\nFunctional: Functional cookies provide enhanced functionality and personalization for you. We use functional cookies to remember your preferences, diagnose and repair errors, and in cases of abuse, track and mitigate the abuse.\\nAnalytics: Analytics cookies allow us to gather information on your interaction with the Online Services, such as your usage information. We use this information to conduct analytics to improve the Online Services and enhance user experience.\\nTo conduct analytics, we use Google Analytics. Google Analytics may set cookies on your browser or read cookies that are already there. Google Analytics may also receive information about you from applications you have downloaded that partner with Google",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We use this personal information to create and maintain your account, to communicate with you, to personalize leads, and to facilitate your access to the Platform. Catalyze AI may also use your information collected for the above purposes for the limited circumstances described in INFORMATION SHARING .} "
    },
    {
      "Text": "Catalyze AI will collect and use your personal information as a Website visitor in the following instances:\\n\\nApply for employment: When you apply for employment with us, we will collect your identifiers (name, email address, physical address, telephone number) and your professional or employment information (resume, cover letter, employment history, educational history). We use this personal information to assess and manage your application, to communicate with you, and as necessary to comply with the law.\\nContact us: When you contact us, we collect your identifiers (name, email address) and any other information you choose to include in your correspondence. We use this personal information to respond to your questions or inquiries and address any issues you may have.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Privacy Policy Financial Services Platform Pricing Blog Real Estate Platform Pricing Blog Sign up Log in Privacy Policy Last updated January 31, 2022 This Privacy Policy describes the personal information Catalyze AI (“ Catalyze AI ”, “ we ”, “ our ”, or “ us ”) collects about you, how we use this information, with whom we share it, and the choices you have in connection with this. APPLICABILITY This Privacy Policy applies to: (i) catalyzeai.com (the “ Website ”); (ii) the Catalyze AI business development platform (the “ Platform ”); (iii) your interactions and communications with Catalyze AI; and (iv) our offline services (collectively, the “ Services ”).} "
    },
    {
      "Text": "Client management: When you become a client of Catalyze AI, we will collect your business information (company name, business address) and identifiers of your business representative (name, email address, telephone number)",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We use this personal information to respond to your questions or inquiries and address any issues you may have. Catalyze AI may also use your information collected for the above purposes for the limited circumstances described in INFORMATION SHARING .} "
    },
    {
      "Text": "Client management: When you become a client of Catalyze AI, we will collect your business information (company name, business address) and identifiers of your business representative (name, email address, telephone number)",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We use this personal information to respond to your questions or inquiries and address any issues you may have. Catalyze AI may also use your information collected for the above purposes for the limited circumstances described in INFORMATION SHARING .} "
    },
    {
      "Text": "Catalyze AI will collect and use your personal information as a Website visitor in the following instances:\\n\\nApply for employment: When you apply for employment with us, we will collect your identifiers (name, email address, physical address, telephone number) and your professional or employment information (resume, cover letter, employment history, educational history). We use this personal information to assess and manage your application, to communicate with you, and as necessary to comply with the law.\\nContact us: When you contact us, we collect your identifiers (name, email address) and any other information you choose to include in your correspondence",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Privacy Policy Financial Services Platform Pricing Blog Real Estate Platform Pricing Blog Sign up Log in Privacy Policy Last updated January 31, 2022 This Privacy Policy describes the personal information Catalyze AI (“ Catalyze AI ”, “ we ”, “ our ”, or “ us ”) collects about you, how we use this information, with whom we share it, and the choices you have in connection with this. APPLICABILITY This Privacy Policy applies to: (i) catalyzeai.com (the “ Website ”); (ii) the Catalyze AI business development platform (the “ Platform ”); (iii) your interactions and communications with Catalyze AI; and (iv) our offline services (collectively, the “ Services ”).} "
    },
    {
      "Text": "Create a Platform account: When you create an account for the Platform, we collect your identifiers (name, telephone number, email address, username, selected password) and business information (size, location, name, etc.)",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We use this personal information to process your payment. Please note our payment processor collects this information directly on our behalf and Catalyze AI only maintains historical payment information.} "
    },
    {
      "Text": "Create a Platform account: When you create an account for the Platform, we collect your identifiers (name, telephone number, email address, username, selected password) and business information (size, location, name, etc.)",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We use this personal information to process your payment. Please note our payment processor collects this information directly on our behalf and Catalyze AI only maintains historical payment information.} "
    },
    {
      "Text": "This personal information includes consumer identifiers (name, email address, telephone number) and commercial information (products purchased). Catalyze AI collects and processes this consumer personal information to compile and develop leads, based on our proprietary algorithm, for our clients in the financial services industry. Catalyze AI leads are designed for specific use by our clients that have a specific need for the information. Our collection of this personal information is used to provide our clients with prospective leads that are most likely to be interested in their financial services offers. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Catalyze AI may also use your information collected for the above purposes for the limited circumstances described in INFORMATION SHARING . Information Collected From Third-Party Sources Catalyze AI purchases and collects consumer personal information from other information providers (often referred to as data brokers).} "
    },
    {
      "Text": "This personal information includes consumer identifiers (name, email address, telephone number) and commercial information (products purchased). Catalyze AI collects and processes this consumer personal information to compile and develop leads, based on our proprietary algorithm, for our clients in the financial services industry. Catalyze AI leads are designed for specific use by our clients that have a specific need for the information. Our collection of this personal information is used to provide our clients with prospective leads that are most likely to be interested in their financial services offers",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Catalyze AI may also use your information collected for the above purposes for the limited circumstances described in INFORMATION SHARING . Information Collected From Third-Party Sources Catalyze AI purchases and collects consumer personal information from other information providers (often referred to as data brokers).} "
    },
    {
      "Text": "Usage information: Information about your interaction with the Online Services, such as pages visited, frequency of access, time spent on each page, and referring website details.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In doing so, we share consumer personal information with our clients as described in INFORMATION SHARING . Information Collected Automatically (Cookies) In addition to the personal information you provide, we also collect information automatically via cookies as you use the Website and Platform (here in the “ Online Services ”).} "
    },
    {
      "Text": "Location information: Information about your location, which may be determined by your IP address.\\nDevice information: Information about the device you use to access the Online Services, such as model, operating system, browser, and your preferences.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This information includes the following internet and other electronic network activity information: Usage information: Information about your interaction with the Online Services, such as pages visited, frequency of access, time spent on each page, and referring website details. We also collect information on your use of certain filters within the Platform to provide you with more relevant results.} "
    },
    {
      "Text": "Location information: Information about your location, which may be determined by your IP address.\\nDevice information: Information about the device you use to access the Online Services, such as model, operating system, browser, and your preferences.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {This information includes the following internet and other electronic network activity information: Usage information: Information about your interaction with the Online Services, such as pages visited, frequency of access, time spent on each page, and referring website details. We also collect information on your use of certain filters within the Platform to provide you with more relevant results.} "
    },
    {
      "Text": "Usage information: Information about your interaction with the Online Services, such as pages visited, frequency of access, time spent on each page, and referring website details",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In doing so, we share consumer personal information with our clients as described in INFORMATION SHARING . Information Collected Automatically (Cookies) In addition to the personal information you provide, we also collect information automatically via cookies as you use the Website and Platform (here in the “ Online Services ”).} "
    },
    {
      "Text": "To conduct analytics, we use Google Analytics. Google Analytics may set cookies on your browser or read cookies that are already there. Google Analytics may also receive information about you from applications you have downloaded that partner with Google",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Analytics: Analytics cookies allow us to gather information on your interaction with the Online Services, such as your usage information. We use this information to conduct analytics to improve the Online Services and enhance user experience.} "
    },
    {
      "Text": "INFORMATION SHARING\\nCatalyze AI will share your personal information in the following instances:\\n\\nWithin Catalyze AI: We share your personal information within Catalyze AI in order to efficiently carry out and improve our business and to the extent permitted by law.\\nIn the event of a corporate reorganization: In the event that we enter into, or intend to enter into, a transaction that alters the structure of our organization, such as a reorganization, merger, acquisition, sale, joint venture, assignment, consolidation, transfer, change of control, or other disposition of all or any portion of our assets, we would share your personal information with third parties, including the buyer or target (and their agents and advisors) for the purpose of facilitating and completing the transaction. We would also share your personal information with third parties if we undergo bankruptcy or liquidation, in the course of such proceedings.\\nFor legal purposes: We will share your personal information where we are legally required to do so, such as in response to court orders, law enforcement or legal process, including for national security purposes; to establish, protect, or exercise our legal rights; as required to enforce our terms of use or other contracts; to defend against legal claims or demands; to detect, investigate, prevent, or take action against illegal activities, fraud, or situations involving potential threats to the rights, property, or personal safety of any person; or to comply with the requirements of any applicable law.\\nWith service providers: In the preceding twelve (12) months, we have disclosed your identifiers, payment information, and internet and other electronic network activity information with service providers that assist us in providing our Services. These service providers include our IT support, payment processor, and email vendor.\\nWith IT support: In the preceding twelve (12) months, we have disclosed your internet and other electronic network activity information to our IT support to detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, identify and repair Online Services errors, and to update, maintain, and improve the Online Services.\\nFor a sale: In the past twelve (12) months, Catalyze AI has engaged in the following sales of personal information under the California Consumer Privacy Act (CCPA):",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To prevent your information being used by Google Analytics, you can download the Google Analytics opt-out browser add-on . In general, to disable cookies and limit the collection and use of information through them, you can set your browser to refuse cookies or indicate when a cookie is being sent.} "
    },
    {
      "Text": "Catalyze AI uses certain analytics cookies on the Online Services. These cookies collect your internet and other electronic network activity and share it with the data analytics partners that provide them",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {These service providers include our IT support, payment processor, and email vendor. With IT support: In the preceding twelve (12) months, we have disclosed your internet and other electronic network activity information to our IT support to detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, identify and repair Online Services errors, and to update, maintain, and improve the Online Services.} "
    },
    {
      "Text": "Catalyze AI sells your identifiers and commercial information to our clients for their own business and commercial purposes. More specifically, Catalyze AI sells your personal information as leads to our clients for the purpose of enabling their marketing and advertising campaigns for their financial services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Since these providers can use your personal information for their own purposes, this use may be considered a sale under the California Consumer Privacy Act. To opt-out of these cookies, visit our website and opt out.} "
    },
    {
      "Text": "Catalyze AI sells your identifiers and commercial information to our clients for their own business and commercial purposes. More specifically, Catalyze AI sells your personal information as leads to our clients for the purpose of enabling their marketing and advertising campaigns for their financial services",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Since these providers can use your personal information for their own purposes, this use may be considered a sale under the California Consumer Privacy Act. To opt-out of these cookies, visit our website and opt out.} "
    },
    {
      "Text": "Catalyze AI sells your identifiers and commercial information to our clients for their own business and commercial purposes. More specifically, Catalyze AI sells your personal information as leads to our clients for the purpose of enabling their marketing and advertising campaigns for their financial services",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Since these providers can use your personal information for their own purposes, this use may be considered a sale under the California Consumer Privacy Act. To opt-out of these cookies, visit our website and opt out.} "
    },
    {
      "Text": "Catalyze AI uses certain analytics cookies on the Online Services. These cookies collect your internet and other electronic network activity and share it with the data analytics partners that provide them",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {These service providers include our IT support, payment processor, and email vendor. With IT support: In the preceding twelve (12) months, we have disclosed your internet and other electronic network activity information to our IT support to detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, identify and repair Online Services errors, and to update, maintain, and improve the Online Services.} "
    },
    {
      "Text": "Catalyze AI uses certain analytics cookies on the Online Services. These cookies collect your internet and other electronic network activity and share it with the data analytics partners that provide them",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {These service providers include our IT support, payment processor, and email vendor. With IT support: In the preceding twelve (12) months, we have disclosed your internet and other electronic network activity information to our IT support to detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, identify and repair Online Services errors, and to update, maintain, and improve the Online Services.} "
    },
    {
      "Text": "In the event of a corporate reorganization: In the event that we enter into, or intend to enter into, a transaction that alters the structure of our organization, such as a reorganization, merger, acquisition, sale, joint venture, assignment, consolidation, transfer, change of control, or other disposition of all or any portion of our assets, we would share your personal information with third parties, including the buyer or target (and their agents and advisors) for the purpose of facilitating and completing the transaction. We would also share your personal information with third parties if we undergo bankruptcy or liquidation, in the course of such proceedings.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In general, to disable cookies and limit the collection and use of information through them, you can set your browser to refuse cookies or indicate when a cookie is being sent. INFORMATION SHARING Catalyze AI will share your personal information in the following instances: Within Catalyze AI: We share your personal information within Catalyze AI in order to efficiently carry out and improve our business and to the extent permitted by law.} "
    },
    {
      "Text": "With service providers: In the preceding twelve (12) months, we have disclosed your identifiers, payment information, and internet and other electronic network activity information with service providers that assist us in providing our Services. These service providers include our IT support, payment processor, and email vendor.\\nWith IT support: In the preceding twelve (12) months, we have disclosed your internet and other electronic network activity information to our IT support to detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, identify and repair Online Services errors, and to update, maintain, and improve the Online Services.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We would also share your personal information with third parties if we undergo bankruptcy or liquidation, in the course of such proceedings. For legal purposes: We will share your personal information where we are legally required to do so, such as in response to court orders, law enforcement or legal process, including for national security purposes; to establish, protect, or exercise our legal rights; as required to enforce our terms of use or other contracts; to defend against legal claims or demands; to detect, investigate, prevent, or take action against illegal activities, fraud, or situations involving potential threats to the rights, property, or personal safety of any person; or to comply with the requirements of any applicable law.} "
    },
    {
      "Text": "You can opt-out of the sale of your personal information by visiting Do Not Sell My Personal Information [https://www.catalyzeai.com/opt-out].\\n‍",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Catalyze AI sells your identifiers and commercial information to our clients for their own business and commercial purposes. More specifically, Catalyze AI sells your personal information as leads to our clients for the purpose of enabling their marketing and advertising campaigns for their financial services.} "
    },
    {
      "Text": "You can opt-out of the sale of your personal information by visiting Do Not Sell My Personal Information [https://www.catalyzeai.com/opt-out].",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Catalyze AI sells your identifiers and commercial information to our clients for their own business and commercial purposes. More specifically, Catalyze AI sells your personal information as leads to our clients for the purpose of enabling their marketing and advertising campaigns for their financial services.} "
    },
    {
      "Text": "CORRECT OR VIEW YOUR PERSONAL INFORMATION\\nYou may access your Catalyze AI account to correct or view certain personal information of yours in our possession and which is associated with your account.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {More specifically, Catalyze AI sells your personal information as leads to our clients for the purpose of enabling their marketing and advertising campaigns for their financial services. You can opt-out of the sale of your personal information by visiting Do Not Sell My Personal Information [https://www.catalyzeai.com/opt-out].} "
    },
    {
      "Text": "CORRECT OR VIEW YOUR PERSONAL INFORMATION\\nYou may access your Catalyze AI account to correct or view certain personal information of yours in our possession and which is associated with your account.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {More specifically, Catalyze AI sells your personal information as leads to our clients for the purpose of enabling their marketing and advertising campaigns for their financial services. You can opt-out of the sale of your personal information by visiting Do Not Sell My Personal Information [https://www.catalyzeai.com/opt-out].} "
    },
    {
      "Text": "CORRECT OR VIEW YOUR PERSONAL INFORMATION\\nYou may access your Catalyze AI account to correct or view certain personal information of yours in our possession and which is associated with your account.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {More specifically, Catalyze AI sells your personal information as leads to our clients for the purpose of enabling their marketing and advertising campaigns for their financial services. You can opt-out of the sale of your personal information by visiting Do Not Sell My Personal Information [https://www.catalyzeai.com/opt-out].} "
    },
    {
      "Text": "Right to access: You have the right to request what personal information we have collected, used, disclosed, and sold about you within the preceding 12 months. You may only make a request for access twice within a 12-month period.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Please include “Opt-Out Request Under Nevada Law” in the subject line of your message. CALIFORNIA RESIDENTS The California Consumer Privacy Act (CCPA) grants certain rights to California residents.} "
    },
    {
      "Text": "Right to access: You have the right to request what personal information we have collected, used, disclosed, and sold about you within the preceding 12 months. You may only make a request for access twice within a 12-month period.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Please include “Opt-Out Request Under Nevada Law” in the subject line of your message. CALIFORNIA RESIDENTS The California Consumer Privacy Act (CCPA) grants certain rights to California residents.} "
    },
    {
      "Text": "Right to deletion: You have the right to request the deletion of your personal information that we collect or maintain, subject to certain exceptions.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If our processing of your personal information is subject to the CCPA, you are entitled to the following rights: Right to access: You have the right to request what personal information we have collected, used, disclosed, and sold about you within the preceding 12 months. You may only make a request for access twice within a 12-month period.} "
    },
    {
      "Text": "Right to opt-out: You have the right to opt-out of the sale of your personal information to third parties.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You may only make a request for access twice within a 12-month period. Right to deletion: You have the right to request the deletion of your personal information that we collect or maintain, subject to certain exceptions.} "
    },
    {
      "Text": "Right to non-discrimination: You have the right to not receive discriminatory treatment if and when you exercise your rights to access, delete, or opt-out under the CCPA.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Right to opt-out: You have the right to opt-out of the sale of your personal information to third parties. Catalyze AI does not have actual knowledge that it sells personal information of minors under the age of sixteen (16) years.} "
    },
    {
      "Text": "To exercise your right to access or delete your personal information, you may submit a request via email at [privacy@catalyzeai.com] or through our online form [https://www.catalyzeai.com/opt-out]. To opt-out of the sale of your personal information, please visit Do Not Sell My Personal Information https://www.catalyzeai.com/opt-out.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Catalyze AI does not have actual knowledge that it sells personal information of minors under the age of sixteen (16) years. Right to non-discrimination: You have the right to not receive discriminatory treatment if and when you exercise your rights to access, delete, or opt-out under the CCPA.} "
    },
    {
      "Text": "CHANGE\\nWe may change this Privacy Policy from time to time. We will post the changes to this page and will indicate the date the changes go into effect. We encourage you to review our Privacy Policy to stay informed. If we make changes that materially affect your privacy rights, we will notify you with a prominent post on our Website and/or via email and obtain your consent, if required.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {However, no security measure or modality of data transmission over the Internet is 100% secure and we are unable to guarantee the absolute security of the information we have collected from you. AGE RESTRICTION The Services are not intended for individuals under the age of eighteen (18).} "
    },
    {
      "Text": "Last updated January 31, 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "INFORMATION COLLECTION AND USE\\nInformation Collected From Website Visitors\\nCatalyze AI will collect and use your personal information as a Website visitor in the following instances:\\n\\nApply for employment: When you apply for employment with us, we will collect your identifiers (name, email address, physical address, telephone number) and your professional or employment information (resume, cover letter, employment history, educational history). We use this personal information to assess and manage your application, to communicate with you, and as necessary to comply with the law.\\nContact us: When you contact us, we collect your identifiers (name, email address) and any other information you choose to include in your correspondence. We use this personal information to respond to your questions or inquiries and address any issues you may have.\\nCatalyze AI may also use your information collected for the above purposes for the limited circumstances described in INFORMATION SHARING.\\nInformation Collected From Website Visitors\\nCatalyze AI will collect and use your personal information as a client of Catalyze AI in the following instances:\\n\\nClient management: When you become a client of Catalyze AI, we will collect your business information (company name, business address) and identifiers of your business representative (name, email address, telephone number). We use this personal information to communicate with you, to manage our relationship with you, and to facilitate the requested Services.\\nMake a payment: When you make a payment, we collect your identifiers (name, company name, billing address) and payment information (payment card number, CVV, expiration date). We use this personal information to process your payment. Please note our payment processor collects this information directly on our behalf and Catalyze AI only maintains historical payment information.\\nCreate a Platform account: When you create an account for the Platform, we collect your identifiers (name, telephone number, email address, username, selected password) and business information (size, location, name, etc.). We use this personal information to create and maintain your account, to communicate with you, to personalize leads, and to facilitate your access to the Platform.\\nCatalyze AI may also use your information collected for the above purposes for the limited circumstances described in INFORMATION SHARING.\\nInformation Collected From Third-Party Sources\\nCatalyze AI purchases and collects consumer personal information from other information providers (often referred to as data brokers). This personal information includes consumer identifiers (name, email address, telephone number) and commercial information (products purchased). Catalyze AI collects and processes this consumer personal information to compile and develop leads, based on our proprietary algorithm, for our clients in the financial services industry. Catalyze AI leads are designed for specific use by our clients that have a specific need for the information. Our collection of this personal information is used to provide our clients with prospective leads that are most likely to be interested in their financial services offers. In doing so, we share consumer personal information with our clients as described in INFORMATION SHARING.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Privacy Policy Financial Services Platform Pricing Blog Real Estate Platform Pricing Blog Sign up Log in Privacy Policy Last updated January 31, 2022 This Privacy Policy describes the personal information Catalyze AI (“ Catalyze AI ”, “ we ”, “ our ”, or “ us ”) collects about you, how we use this information, with whom we share it, and the choices you have in connection with this. APPLICABILITY This Privacy Policy applies to: (i) catalyzeai.com (the “ Website ”); (ii) the Catalyze AI business development platform (the “ Platform ”); (iii) your interactions and communications with Catalyze AI; and (iv) our offline services (collectively, the “ Services ”).} "
    },
    {
      "Text": "Catalyze AI may also use your information collected for the above purposes for the limited circumstances described in INFORMATION SHARING.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Contact us: When you contact us, we collect your identifiers (name, email address) and any other information you choose to include in your correspondence. We use this personal information to respond to your questions or inquiries and address any issues you may have.} "
    },
    {
      "Text": "Catalyze AI may also use your information collected for the above purposes for the limited circumstances described in INFORMATION SHARING.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Contact us: When you contact us, we collect your identifiers (name, email address) and any other information you choose to include in your correspondence. We use this personal information to respond to your questions or inquiries and address any issues you may have.} "
    },
    {
      "Text": "Catalyze AI may also use your information collected for the above purposes for the limited circumstances described in INFORMATION SHARING.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Contact us: When you contact us, we collect your identifiers (name, email address) and any other information you choose to include in your correspondence. We use this personal information to respond to your questions or inquiries and address any issues you may have.} "
    },
    {
      "Text": "Catalyze AI may also use your information collected for the above purposes for the limited circumstances described in INFORMATION SHARING.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Contact us: When you contact us, we collect your identifiers (name, email address) and any other information you choose to include in your correspondence. We use this personal information to respond to your questions or inquiries and address any issues you may have.} "
    },
    {
      "Text": "In doing so, we share consumer personal information with our clients as described in INFORMATION SHARING.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Catalyze AI leads are designed for specific use by our clients that have a specific need for the information. Our collection of this personal information is used to provide our clients with prospective leads that are most likely to be interested in their financial services offers.} "
    },
    {
      "Text": "Our collection of this personal information is used to provide our clients with prospective leads that are most likely to be interested in their financial services offers.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Catalyze AI collects and processes this consumer personal information to compile and develop leads, based on our proprietary algorithm, for our clients in the financial services industry. Catalyze AI leads are designed for specific use by our clients that have a specific need for the information.} "
    },
    {
      "Text": "Information Collected Automatically (Cookies)\\nIn addition to the personal information you provide, we also collect information automatically via cookies as you use the Website and Platform (here in the “Online Services”). This information includes the following internet and other electronic network activity information:\\n\\nUsage information: Information about your interaction with the Online Services, such as pages visited, frequency of access, time spent on each page, and referring website details. We also collect information on your use of certain filters within the Platform to provide you with more relevant results.\\nLocation information: Information about your location, which may be determined by your IP address.\\nDevice information: Information about the device you use to access the Online Services, such as model, operating system, browser, and your preferences.\\nTo collect this information, the Online Services utilize the following cookies:\\n\\nEssential: Essential cookies are required to allow the Online Services to function properly and allow you to use the different features of the Online Services. Essential cookies are also used to authenticate user and to prevent fraudulent use of the Online Services.\\nFunctional: Functional cookies provide enhanced functionality and personalization for you. We use functional cookies to remember your preferences, diagnose and repair errors, and in cases of abuse, track and mitigate the abuse.\\nAnalytics: Analytics cookies allow us to gather information on your interaction with the Online Services, such as your usage information. We use this information to conduct analytics to improve the Online Services and enhance user experience.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Our collection of this personal information is used to provide our clients with prospective leads that are most likely to be interested in their financial services offers. In doing so, we share consumer personal information with our clients as described in INFORMATION SHARING .} "
    },
    {
      "Text": "INFORMATION SHARING\\nCatalyze AI will share your personal information in the following instances:\\n\\nWithin Catalyze AI: We share your personal information within Catalyze AI in order to efficiently carry out and improve our business and to the extent permitted by law.\\nIn the event of a corporate reorganization: In the event that we enter into, or intend to enter into, a transaction that alters the structure of our organization, such as a reorganization, merger, acquisition, sale, joint venture, assignment, consolidation, transfer, change of control, or other disposition of all or any portion of our assets, we would share your personal information with third parties, including the buyer or target (and their agents and advisors) for the purpose of facilitating and completing the transaction. We would also share your personal information with third parties if we undergo bankruptcy or liquidation, in the course of such proceedings.\\nFor legal purposes: We will share your personal information where we are legally required to do so, such as in response to court orders, law enforcement or legal process, including for national security purposes; to establish, protect, or exercise our legal rights; as required to enforce our terms of use or other contracts; to defend against legal claims or demands; to detect, investigate, prevent, or take action against illegal activities, fraud, or situations involving potential threats to the rights, property, or personal safety of any person; or to comply with the requirements of any applicable law.\\nWith service providers: In the preceding twelve (12) months, we have disclosed your identifiers, payment information, and internet and other electronic network activity information with service providers that assist us in providing our Services. These service providers include our IT support, payment processor, and email vendor.\\nWith IT support: In the preceding twelve (12) months, we have disclosed your internet and other electronic network activity information to our IT support to detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, identify and repair Online Services errors, and to update, maintain, and improve the Online Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To prevent your information being used by Google Analytics, you can download the Google Analytics opt-out browser add-on . In general, to disable cookies and limit the collection and use of information through them, you can set your browser to refuse cookies or indicate when a cookie is being sent.} "
    },
    {
      "Text": "For a sale: In the past twelve (12) months, Catalyze AI has engaged in the following sales of personal information under the California Consumer Privacy Act (CCPA):\\nCatalyze AI uses certain analytics cookies on the Online Services. These cookies collect your internet and other electronic network activity and share it with the data analytics partners that provide them. Since these providers can use your personal information for their own purposes, this use may be considered a sale under the California Consumer Privacy Act. To opt-out of these cookies, visit our website and opt out.\\nCatalyze AI sells your identifiers and commercial information to our clients for their own business and commercial purposes. More specifically, Catalyze AI sells your personal information as leads to our clients for the purpose of enabling their marketing and advertising campaigns for their financial services.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {These service providers include our IT support, payment processor, and email vendor. With IT support: In the preceding twelve (12) months, we have disclosed your internet and other electronic network activity information to our IT support to detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, identify and repair Online Services errors, and to update, maintain, and improve the Online Services.} "
    },
    {
      "Text": "You can opt-out of the sale of your personal information by visiting Do Not Sell My Personal Information [https://www.catalyzeai.com/opt-out].",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Catalyze AI sells your identifiers and commercial information to our clients for their own business and commercial purposes. More specifically, Catalyze AI sells your personal information as leads to our clients for the purpose of enabling their marketing and advertising campaigns for their financial services.} "
    },
    {
      "Text": "You can opt-out of the sale of your personal information by visiting Do Not Sell My Personal Information [https://www.catalyzeai.com/opt-out].",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Catalyze AI sells your identifiers and commercial information to our clients for their own business and commercial purposes. More specifically, Catalyze AI sells your personal information as leads to our clients for the purpose of enabling their marketing and advertising campaigns for their financial services.} "
    },
    {
      "Text": "CORRECT OR VIEW YOUR PERSONAL INFORMATION\\nYou may access your Catalyze AI account to correct or view certain personal information of yours in our possession and which is associated with your account.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {More specifically, Catalyze AI sells your personal information as leads to our clients for the purpose of enabling their marketing and advertising campaigns for their financial services. You can opt-out of the sale of your personal information by visiting Do Not Sell My Personal Information [https://www.catalyzeai.com/opt-out].} "
    },
    {
      "Text": "CORRECT OR VIEW YOUR PERSONAL INFORMATION\\nYou may access your Catalyze AI account to correct or view certain personal information of yours in our possession and which is associated with your account.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {More specifically, Catalyze AI sells your personal information as leads to our clients for the purpose of enabling their marketing and advertising campaigns for their financial services. You can opt-out of the sale of your personal information by visiting Do Not Sell My Personal Information [https://www.catalyzeai.com/opt-out].} "
    },
    {
      "Text": "Right to access: You have the right to request what personal information we have collected, used, disclosed, and sold about you within the preceding 12 months. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Please include “Opt-Out Request Under Nevada Law” in the subject line of your message. CALIFORNIA RESIDENTS The California Consumer Privacy Act (CCPA) grants certain rights to California residents.} "
    },
    {
      "Text": "Right to access: You have the right to request what personal information we have collected, used, disclosed, and sold about you within the preceding 12 months. ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Please include “Opt-Out Request Under Nevada Law” in the subject line of your message. CALIFORNIA RESIDENTS The California Consumer Privacy Act (CCPA) grants certain rights to California residents.} "
    },
    {
      "Text": "Right to deletion: You have the right to request the deletion of your personal information that we collect or maintain, subject to certain exceptions.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If our processing of your personal information is subject to the CCPA, you are entitled to the following rights: Right to access: You have the right to request what personal information we have collected, used, disclosed, and sold about you within the preceding 12 months. You may only make a request for access twice within a 12-month period.} "
    },
    {
      "Text": "Right to opt-out: You have the right to opt-out of the sale of your personal information to third parties.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You may only make a request for access twice within a 12-month period. Right to deletion: You have the right to request the deletion of your personal information that we collect or maintain, subject to certain exceptions.} "
    },
    {
      "Text": "Right to non-discrimination: You have the right to not receive discriminatory treatment if and when you exercise your rights to access, delete, or opt-out under the CCPA.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Right to opt-out: You have the right to opt-out of the sale of your personal information to third parties. Catalyze AI does not have actual knowledge that it sells personal information of minors under the age of sixteen (16) years.} "
    },
    {
      "Text": "To exercise your right to access or delete your personal information, you may submit a request via email at [privacy@catalyzeai.com] or through our online form [https://www.catalyzeai.com/opt-out]. To opt-out of the sale of your personal information, please visit Do Not Sell My Personal Information https://www.catalyzeai.com/opt-out.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Catalyze AI does not have actual knowledge that it sells personal information of minors under the age of sixteen (16) years. Right to non-discrimination: You have the right to not receive discriminatory treatment if and when you exercise your rights to access, delete, or opt-out under the CCPA.} "
    },
    {
      "Text": "CHANGE\\nWe may change this Privacy Policy from time to time. We will post the changes to this page and will indicate the date the changes go into effect. We encourage you to review our Privacy Policy to stay informed. If we make changes that materially affect your privacy rights, we will notify you with a prominent post on our Website and/or via email and obtain your consent, if required.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {However, no security measure or modality of data transmission over the Internet is 100% secure and we are unable to guarantee the absolute security of the information we have collected from you. AGE RESTRICTION The Services are not intended for individuals under the age of eighteen (18).} "
    }
  ]
}