{
  "policy_id": "162",
  "text": "Privacy Policy - GrayHair Software <img alt=\"\" src=\"https://secure.leadforensics.com/109551.png?trk_user=109551&trk_tit=jsdisabled&trk_ref=jsdisabled&trk_loc=jsdisabled\" height=\"0px\" width=\"0px\" style=\"display:none;\" /> <img height=\"1\" width=\"1\" style=\"display:none\" alt=\"fbpx\"\nsrc=\"https://www.facebook.com/tr?id=493024081517018&ev=PageView&noscript=1\" /> Skip to main content Enable accessibility for visually impaired Open the accessibility menu Skip to content CONTACT CLIENT LOGIN CONTACT CLIENT LOGIN Search for: Solutions Business Ready Intelligence Postal Optimization Marketing Effectiveness Customer Experience Fraud Prevention Mail Delivery Performance Address Data Quality Recent Posts Products Data Platform Mail Tracking Address Quality Address Hygiene IMb Assignment Certified Mail Reporting-On-Demand Services Dashboards and Visualizations Data Visualizations Rate Analysis Service Service Delivery Standards Review Compliance recent post Industries Industries Finance Mail Service Providers Insurance Industry Utilities Resources Resources Library Overview Articles Case Studies eBooks Presentations Product Overviews Videos Webinars Postal Reference Center Overview Recent Posts About Us Company About Us Contact Us Leadership Team Client Services Culture Our Story Careers News Blog / News Events Recent Posts Solutions Business Ready Intelligence Postal Optimization Marketing Effectiveness Customer Experience Fraud Prevention Mail Delivery Performance Address Data Quality Recent Posts Products Data Platform Mail Tracking Address Quality Address Hygiene IMb Assignment Certified Mail Reporting-On-Demand Services Dashboards and Visualizations Data Visualizations Rate Analysis Service Service Delivery Standards Review Compliance recent post Industries Industries Finance Mail Service Providers Insurance Industry Utilities Resources Resources Library Overview Articles Case Studies eBooks Presentations Product Overviews Videos Webinars Postal Reference Center Overview Recent Posts About Us Company About Us Contact Us Leadership Team Client Services Culture Our Story Careers News Blog / News Events Recent Posts Privacy Policy admin 2022-05-20T16:17:59-04:00 PRIVACY POLICY Privacy Notice: GrayHair Software, LLC (“GrayHair”) operates grayhairsoftware.com and may operate other websites. It is GrayHair’s policy to respect your privacy regarding any information we may collect. GrayHair may change this policy from time to time by updating this page. This policy is effective as of 05/20/2022. Our Contact Information: If you have any concerns or questions about anything in this Privacy Notice, please get in touch with us. Physical address and principal place of business: Grayhair Privacy Officer, 1 SE Ocean Blvd, Stuart, FL 34994-2214 You can contact us: ● By mail at the address above. ● By using our website contact form (www.grayhairsoftware.com) ● By telephone, at 856-727-9372 ● By email, at privacy@grayhairsoftware.com Types of Information We Collect: GrayHair collects the below categories and specific pieces of personal information. GrayHair has collected the following categories and types of personal information about consumers within the last twelve (12) months: Category and the Information We Collect Identifiers – A real name, alias, postal address, email address, IP address. Personal information categories listed in the California Customer Records statute – A name, address. Internet or other similar network activity – Browsing history, search history, information on a consumer’s interaction with a website, application, or advertisement. Sources of Information GrayHair collects only as much information as is necessary or appropriate to fulfill the purpose of the interaction with GrayHair. GrayHair collects this information from the following sources: Website Visitors GrayHair collects information that web browsers and servers typically make available, such as the browser type, language preference, referring site, and the date and time of each visitor request. GrayHair collects website information to better understand how GrayHair’s visitors use its website. From time to time, GrayHair may release website information in the aggregate, e.g., by publishing a report on trends in the usage of its website. GrayHair also collects potentially personally identifying information like Internet Protocol (IP) addresses for logged in users and for users leaving comments on grayhairsoftware.com blogs/sites. GrayHair will ask visitors who sign up at grayhairsoftware.com to provide a username and email address. Visitors can always refuse to supply personally identifying information, with the caveat that it may prevent them from engaging in certain website-related activities. From Data Subjects GrayHair collects data directly from data subjects who are utilizing GrayHair’s services. GrayHair obtains the necessary personal and financial information required to process those transactions. GrayHair collects data from applicants and employees to manage the employer-employee relationship. Third Parties GrayHair obtains information from third parties. Our third parties include our clients in the course of providing services to them. GrayHair also purchases information from third parties who are not our clients. GrayHair obtains name and address information from public sources. This data is used to provide services to our clients. Uses of information: GrayHair uses this information in order to fulfill business activities, including to: Improve the functionality, security, and usability of the website. Conduct marketing and promotional activities. Occasionally send registered users of a GrayHair website an email to describe new features, to solicit feedback or updates on what’s going on with GrayHair and our products. Fulfill a contract with our clients or other third parties. Provide mail tracking and address quality services to our clients. Manage employee relationships including payroll, taxes, and benefits administration. GrayHair only discloses logged in user and commenter IP addresses under the same circumstances that it uses and discloses personally identifying information as described below, except that commenter IP addresses and email addresses are visible and disclosed to the administrators of the blog/site where the comment was left. Comply with applicable laws or regulations. GrayHair will not use the personal information it collects for purposes other than those described above without providing you with notice first. Information Disclosure Sale of Information GrayHair sells name and address data it obtains from public sources as part of its business services. GrayHair does not rent or sell potentially personally identifying information to anyone collected during the GrayHair Software login processes, applicant, or employee data. Sharing of Information GrayHair shares potentially personally-identifying and personally-identifying information only with those of its employees, contractors, and affiliated organizations that (i) need to know that information in order to process it on GrayHair’s behalf or to provide services available at GrayHair’s websites, and (ii) that have agreed not to disclose it to others. GrayHair shares information for the following business purposes: Auditing relating to a current interaction Detecting security incidents Debugging to identify and repair errors Short-term, transient use, provided that personal information is not disclosed to another party and not used to build a profile Performing services on behalf of GrayHair or service provider (maintaining or servicing accounts, providing customer service, processing or fulfilling orders, processing payments, providing analytics, providing ads or marketing services) Undertaking internal research GrayHair may publish any request or question you send to us about our services or software (for example via email or via one of our feedback mechanisms) to help us clarify or respond to your request or to help us support other users. GrayHair discloses personally-identifying information in response to a subpoena, court order or other governmental requests, or when GrayHair believes in good faith that disclosure is reasonably necessary to protect the property or rights of GrayHair, third parties, or the public at large. GrayHair has shared the following categories of personal information for a business purpose in the last twelve months: Category and Examples: Identifiers – A real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers. Personal information categories listed in the California Customer Records statute – A name, address, telephone number. Internet or other similar network activity – Browsing history, search history, information on a consumer’s interaction with GrayHair’s website, application, or advertisement. Your Data Protection Rights You may choose to restrict the use of your personal data in accordance with this privacy policy. General Data Subject Rights Consumer Rights Requests – You may submit consumer rights requests exercising the below rights by calling our number at (856) 727-9372, or by emailing us to submit your request at privacy@grayhairsoftware.com. Right to request access to data – You have the right to ask for copies of your personal information. Right to deletion – You have the right to request that we delete your data. Right to opt-out of communications – You have the right to opt-out of marketing communications. California Consumer Privacy Rights The California Consumer Privacy Act of 2018 (CCPA) provides broad privacy protections to California consumers and became effective January 1, 2020. If you are a California resident, you have the following rights under data protection law, including: Right to deletion – You have the right to request the deletion of personal information collected by GrayHair, unless an exception applies. GrayHair will remove any non-publicly sourced data upon request. GrayHair may refuse to delete personal information for the following reasons: If the personal information is needed to complete a contract or provide a good or service requested by you; It is necessary for the detection of security incidents, to protect against malicious, deceptive, fraudulent, or illegal activity, or to prosecute those responsible for that activity, and to debug and repair errors that impair existing functionality; It is necessary for compliance with GrayHair’s legal obligations; It is collected and maintained for peer reviewed, scientific, historical, or statistical research; Allowing for the exercise of free speech, ensuring the rights of other consumers to exercise free speech, or allowing the exercise of another right provided by law; It is necessary to enable solely internal uses that are reasonably aligned with the expectations of the consumer based on the consumer’s relationship with the business. Right to access Right to request data collected about you over the past 12 months, including: Categories of information collected about you Categories of sources from which information is collected about you Business or commercial purpose for collecting or selling personal information Categories of third parties with whom GrayHair shares data Specific pieces of information GrayHair has collected about you Right to request what data is sold or shared, including: Categories of information collected about you Categories of personal information sold about you Categories of third parties to whom personal information was sold, by category Categories of personal information GrayHair discloses for a business purpose These disclosures will be provided in a written, readily usable format for data portability and free of charge to the consumer after GrayHair receives a valid request. Consumers will receive their requested information either by consumer’s account (if they have one), electronically, or via mail. Disclosures will identify the personal information collected in the previous 12 months. GrayHair will deliver the required information within 45 days of a verifiable request, and consumers will receive notification if GrayHair will need an additional 45 days to respond. Right to opt-out- Right to opt-out of the sale of personal information If you do not want your personal information to be sold, you may appoint another individual to opt out on your behalf. If you are using an authorized agent to submit the opt-out request on your behalf, we may request proof of authorization. You have the right to opt-out of the sale of personal information by a third-party recipient of your information. If you opt out of the sale of personal information, GrayHair will not request the authorization of the sale of personal information for 12 months after request. GrayHair will not ask consumers making opt-out requests for more information than what is necessary to verify the consumer’s identity. GrayHair will only use any personal information collected from you in connection with your opt-out request for the purpose of fulfilling that request Right to use an authorized agent – You have the right to use an authorized agent to submit a request to access or a request to delete on your behalf. If you are using an authorized agent to submit the opt-out request on your behalf, we may require that you: Provide the authorized agent written permission to do so; and Verify your own identity directly with GrayHair. GrayHair may deny a request from an agent that does not submit proof they have been authorized by you to act on their behalf. If GrayHair cannot verify the identification of the individual making the request, GrayHair will not disclose any personal information to the requester and will inform you that we cannot verify your identity. GrayHair will not provide you with specific pieces of personal information if the disclosure would create a substantial, articulable, and reasonable risk to the security of your personal information, your account with the business, or the security of GrayHair’s systems or networks. There may be circumstances where GrayHair must deny your verified request because of a conflict with state law, federal law, or an exception to CCPA. If GrayHair must deny a request accordingly, then you will be informed and given the basis for the denial. If the request is denied only in part, GrayHair will disclose the other information sought by you. Right to non-discrimination – Consumers shall not be discriminated against for exercising any of these consumer privacy rights. Do Not Sell My Personal Information – Please send an email to privacy@grayhairsoftware.com and you will receive a form that will enable you to halt an activity regarding your personal information. Additionally, you may also call 1-702-900-2272 and leave a detailed message with your contact information including your name and a valid email address and we will get in touch with you to complete the process. Children GrayHair’s services are not directed to persons under 13 years of age. We do not knowingly collect personal information from children under 13. If a parent or guardian becomes aware that their child has provided us with personal information without the parent’s consent, they should contact us at privacy@grayhairsoftware.com. If we become aware that a child under 13 has provided us with personal information, we will take steps to delete the information from our records. Aggregated Statistics GrayHair may collect statistics about the behavior of visitors to its websites. GrayHair may display this information publicly or provide it to others. However, GrayHair does not disclose personally-identifying information other than as described. Security GrayHair takes all measures reasonably necessary to protect against the unauthorized access, use, alteration, or destruction of potentially personally identifying and personally identifying information. Cookies A cookie is a string of information that a website stores on a visitor’s computer, and that the visitor’s browser provides to the website each time the visitor returns. Session cookies are cookies that disappear you’re your computer or browser when you turn off your computer. Persistent cookies stay on your computer even after you’ve turned it off. GrayHair uses session cookies to help GrayHair identify and track visitors, their usage of GrayHair website, and their website access preferences. GrayHair visitors who do not wish to have cookies placed on their computers should set their browsers to refuse cookies before using GrayHair’s websites, with the drawback that certain features of GrayHair’s websites may not function properly without the aid of cookies. Business Transfers If GrayHair, or substantially all of its assets, were acquired, or in the unlikely event that GrayHair goes out of business or enters bankruptcy, user information would be one of the assets that is transferred or acquired by a third party. You acknowledge that such transfers may occur, and that any acquirer of GrayHair may continue to use your personal information as set forth in this policy. Ads Ads appearing on any of our websites may be delivered to users by advertising partners, who may set cookies. These cookies allow the ad server to recognize your computer each time they send you an online advertisement to compile information about you or others who use your computer. This information allows ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you. This Privacy Policy covers the use of cookies by GrayHair and does not cover the use of cookies by any advertisers. Privacy Policy Changes This Privacy Policy will be reviewed and updated at a minimum every 12 months and may change more frequently from time to time, and at GrayHair’s sole discretion. If we make changes, we’ll revise the “Effective” date at the top of this statement. GrayHair encourages visitors to frequently check this page for any changes to its Privacy Policy as it is the visitors’ responsibility to check for any changes or updates. If you have a grayhairsoftware.com account, you might also receive an alert informing you of these changes. Your continued use of this site after any change in this Privacy Policy will constitute your acceptance of such change. Contact GrayHair Software, LLC 1 SE Ocean Blvd Stuart, FL 34994 info@grayhairsoftware.com 866.507.9999 Sign-Up For Our Newsletter X Solutions Postal Optimization Marketing Effectiveness Customer Experience Fraud Prevention Mail Delivery Performance Address Data Quality Industries Mail Service Providers Insurance Finance Utilities Products Mail Tracking Address Quality Address Hygiene IMb Assignment Certified Mail Data Visualizations Rate Analysis Service Compliance Resources Resources Overview Articles Case Studies eBooks Presentation Product Overviews Videos Webinars About Us GrayHair Overview Contact Us Leadership Team Client Services Our Story Culture Careers © 2023 \n• GrayHair Software\n• ALL RIGHTS RESERVED\n• PRIVACY Do Not Sell My Personal Information. Facebook Twitter LinkedIn YouTube Page load link <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\"\nsrc=\"https://px.ads.linkedin.com/collect/?pid=1229642&fmt=gif\" /> QUESTIONS? Go to Top",
  "annotations": [
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI sold / shared",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": "This policy is effective as of 05/20/2022.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {It is GrayHair’s policy to respect your privacy regarding any information we may collect. GrayHair may change this policy from time to time by updating this page.} "
    },
    {
      "Text": "Privacy Policy Changes\\nThis Privacy Policy will be reviewed and updated at a minimum every 12 months and may change more frequently from time to time, and at GrayHair’s sole discretion. If we make changes, we’ll revise the “Effective” date at the top of this statement. GrayHair encourages visitors to frequently check this page for\\nany changes to its Privacy Policy as it is the visitors’ responsibility to check for any changes or updates. If you have a grayhairsoftware.com account, you might also receive an alert informing you of these changes. Your continued use of this site after any change in this Privacy Policy will constitute your acceptance of\\nsuch change.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {This information allows ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you. This Privacy Policy covers the use of cookies by GrayHair and does not cover the use of cookies by any advertisers.} "
    },
    {
      "Text": "Category and the Information We Collect\\n\\nIdentifiers – A real name, alias, postal address, email address, IP address.\\nPersonal information categories listed in the California Customer Records statute – A name, address.\\nInternet or other similar network activity – Browsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Physical address and principal place of business: Grayhair Privacy Officer, 1 SE Ocean Blvd, Stuart, FL 34994-2214 You can contact us: ● By mail at the address above. ● By using our website contact form (www.grayhairsoftware.com) ● By telephone, at 856-727-9372 ● By email, at privacy@grayhairsoftware.com Types of Information We Collect: GrayHair collects the below categories and specific pieces of personal information.} "
    },
    {
      "Text": "Website Visitors\\n\\nGrayHair collects information that web browsers and servers typically make available, such as the browser type, language preference, referring site, and the date and time of each visitor request.\\nGrayHair collects website information to better understand how GrayHair’s visitors use its website. From time to time, GrayHair may release website information in the aggregate, e.g., by publishing a report on trends in the usage of its website.\\nGrayHair also collects potentially personally identifying information like Internet Protocol (IP) addresses for logged in users and for users leaving comments on grayhairsoftware.com blogs/sites.\\nGrayHair will ask visitors who sign up at grayhairsoftware.com to provide a username and email address. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Internet or other similar network activity – Browsing history, search history, information on a consumer’s interaction with a website, application, or advertisement. Sources of Information GrayHair collects only as much information as is necessary or appropriate to fulfill the purpose of the interaction with GrayHair.} "
    },
    {
      "Text": "From Data Subjects\\n\\nGrayHair collects data directly from data subjects who are utilizing GrayHair’s services.\\nGrayHair obtains the necessary personal and financial information required to process those transactions.\\nGrayHair collects data from applicants and employees to manage the employer-employee relationship.\\nThird Parties\\n\\nGrayHair obtains information from third parties. Our third parties include our clients in the course of providing services to them. GrayHair also purchases information from third parties who are not our clients.\\nGrayHair obtains name and address information from public sources. This data is used to provide services to our clients.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {GrayHair will ask visitors who sign up at grayhairsoftware.com to provide a username and email address. Visitors can always refuse to supply personally identifying information, with the caveat that it may prevent them from engaging in certain website-related activities.} "
    },
    {
      "Text": "Uses of information:\\nGrayHair uses this information in order to fulfill business activities, including to:\\n\\nImprove the functionality, security, and usability of the website.\\nConduct marketing and promotional activities.\\nOccasionally send registered users of a GrayHair website an email to describe new features, to solicit feedback or updates on what’s going on with GrayHair and our products.\\nFulfill a contract with our clients or other third parties.\\nProvide mail tracking and address quality services to our clients.\\nManage employee relationships including payroll, taxes, and benefits administration.\\nGrayHair only discloses logged in user and commenter IP addresses under the same circumstances that it uses and discloses personally identifying information as described below, except that commenter IP addresses and email addresses are visible and disclosed to the administrators of the blog/site where the comment was left.\\nComply with applicable laws or regulations.\\nGrayHair will not use the personal information it collects for purposes other than those described above without providing you with notice first.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {GrayHair obtains name and address information from public sources. This data is used to provide services to our clients.} "
    },
    {
      "Text": "Fulfill a contract with our clients or other third parties.\\nProvide mail tracking and address quality services to our clients.\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Conduct marketing and promotional activities. Occasionally send registered users of a GrayHair website an email to describe new features, to solicit feedback or updates on what’s going on with GrayHair and our products.} "
    },
    {
      "Text": "GrayHair only discloses logged in user and commenter IP addresses under the same circumstances that it uses and discloses personally identifying information as described below, except that commenter IP addresses and email addresses are visible and disclosed to the administrators of the blog/site where the comment was left.\\nComply with applicable laws or regulations.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Provide mail tracking and address quality services to our clients. Manage employee relationships including payroll, taxes, and benefits administration.} "
    },
    {
      "Text": "Category and the Information We Collect\\n\\nIdentifiers – A real name, alias, postal address, email address, IP address.\\nPersonal information categories listed in the California Customer Records statute – A name, address.\\nInternet or other similar network activity – Browsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Physical address and principal place of business: Grayhair Privacy Officer, 1 SE Ocean Blvd, Stuart, FL 34994-2214 You can contact us: ● By mail at the address above. ● By using our website contact form (www.grayhairsoftware.com) ● By telephone, at 856-727-9372 ● By email, at privacy@grayhairsoftware.com Types of Information We Collect: GrayHair collects the below categories and specific pieces of personal information.} "
    },
    {
      "Text": "Category and the Information We Collect\\n\\nIdentifiers – A real name, alias, postal address, email address, IP address.\\nPersonal information categories listed in the California Customer Records statute – A name, address.\\nInternet or other similar network activity – Browsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Physical address and principal place of business: Grayhair Privacy Officer, 1 SE Ocean Blvd, Stuart, FL 34994-2214 You can contact us: ● By mail at the address above. ● By using our website contact form (www.grayhairsoftware.com) ● By telephone, at 856-727-9372 ● By email, at privacy@grayhairsoftware.com Types of Information We Collect: GrayHair collects the below categories and specific pieces of personal information.} "
    },
    {
      "Text": "GrayHair collects website information to better understand how GrayHair’s visitors use its website. From time to time, GrayHair may release website information in the aggregate, e.g., by publishing a report on trends in the usage of its website.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Sources of Information GrayHair collects only as much information as is necessary or appropriate to fulfill the purpose of the interaction with GrayHair. GrayHair collects this information from the following sources: Website Visitors GrayHair collects information that web browsers and servers typically make available, such as the browser type, language preference, referring site, and the date and time of each visitor request.} "
    },
    {
      "Text": "Fulfill a contract with our clients or other third parties.\\nProvide mail tracking and address quality services to our clients.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Conduct marketing and promotional activities. Occasionally send registered users of a GrayHair website an email to describe new features, to solicit feedback or updates on what’s going on with GrayHair and our products.} "
    },
    {
      "Text": "Information Disclosure\\nSale of Information\\n\\nGrayHair sells name and address data it obtains from public sources as part of its business services.\\nGrayHair does not rent or sell potentially personally identifying information to anyone collected during the GrayHair Software login processes, applicant, or employee data.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Comply with applicable laws or regulations. GrayHair will not use the personal information it collects for purposes other than those described above without providing you with notice first.} "
    },
    {
      "Text": "Sharing of Information\\n\\nGrayHair shares potentially personally-identifying and personally-identifying information only with those of its employees, contractors, and affiliated organizations that (i) need to know that information in order to process it on GrayHair’s behalf or to provide services available at GrayHair’s websites, and (ii) that have agreed not to disclose it to others.\\n\\nGrayHair shares information for the following business purposes:\\n\\nAuditing relating to a current interaction\\nDetecting security incidents\\nDebugging to identify and repair errors\\nShort-term, transient use, provided that personal information is not disclosed to another party and\\nnot used to build a profile\\nPerforming services on behalf of GrayHair or service provider (maintaining or servicing accounts,\\nproviding customer service, processing or fulfilling orders, processing payments, providing\\nanalytics, providing ads or marketing services)\\nUndertaking internal research",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Information Disclosure Sale of Information GrayHair sells name and address data it obtains from public sources as part of its business services. GrayHair does not rent or sell potentially personally identifying information to anyone collected during the GrayHair Software login processes, applicant, or employee data.} "
    },
    {
      "Text": "GrayHair may publish any request or question you send to us about our services or software (for example via email or via one of our feedback mechanisms) to help us clarify or respond to your request or to help us support other users.\\n\\nGrayHair discloses personally-identifying information in response to a subpoena, court order or other governmental requests, or when GrayHair believes in good faith that disclosure is reasonably necessary to protect the property or rights of GrayHair, third parties, or the public at large.\\n\\nGrayHair has shared the following categories of personal information for a business purpose in the last twelve months:\\n\\nCategory and Examples:\\nIdentifiers – A real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers.\\n\\nPersonal information categories listed in the California Customer Records statute – A name, address, telephone number.\\n\\nInternet or other similar network activity – Browsing history, search history, information on a consumer’s interaction with GrayHair’s website, application, or advertisement.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {GrayHair does not rent or sell potentially personally identifying information to anyone collected during the GrayHair Software login processes, applicant, or employee data. Sharing of Information GrayHair shares potentially personally-identifying and personally-identifying information only with those of its employees, contractors, and affiliated organizations that (i) need to know that information in order to process it on GrayHair’s behalf or to provide services available at GrayHair’s websites, and (ii) that have agreed not to disclose it to others.} "
    },
    {
      "Text": "Consumer Rights Requests – You may submit consumer rights requests exercising the below rights by calling our number at (856) 727-9372, or by emailing us to submit your request at privacy@grayhairsoftware.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Internet or other similar network activity – Browsing history, search history, information on a consumer’s interaction with GrayHair’s website, application, or advertisement. Your Data Protection Rights You may choose to restrict the use of your personal data in accordance with this privacy policy.} "
    },
    {
      "Text": "Right to request access to data – You have the right to ask for copies of your personal information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Your Data Protection Rights You may choose to restrict the use of your personal data in accordance with this privacy policy. General Data Subject Rights Consumer Rights Requests – You may submit consumer rights requests exercising the below rights by calling our number at (856) 727-9372, or by emailing us to submit your request at privacy@grayhairsoftware.com.} "
    },
    {
      "Text": "Right to request access to data – You have the right to ask for copies of your personal information.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Your Data Protection Rights You may choose to restrict the use of your personal data in accordance with this privacy policy. General Data Subject Rights Consumer Rights Requests – You may submit consumer rights requests exercising the below rights by calling our number at (856) 727-9372, or by emailing us to submit your request at privacy@grayhairsoftware.com.} "
    },
    {
      "Text": "Right to deletion – You have the right to request that we delete your data.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {General Data Subject Rights Consumer Rights Requests – You may submit consumer rights requests exercising the below rights by calling our number at (856) 727-9372, or by emailing us to submit your request at privacy@grayhairsoftware.com. Right to request access to data – You have the right to ask for copies of your personal information.} "
    },
    {
      "Text": "ons:\\nIf the personal information is needed to complete a contract or provide a good or service\\nrequested by you;\\nIt is necessary for the detection of security incidents, to protect against malicious, deceptive, fraudulent, or illegal activity, or to prosecute those responsible for that activity, and to debug and repair errors that impair existing functionality;\\nIt is necessary for compliance with GrayHair’s legal obligations;\\nIt is collected and maintained for peer reviewed, scientific, historical, or statistical research;\\nAllowing for the exercise of free speech, ensuring the rights of other consumers to exercise free speech, or allowing the exercise of another right provided by law;\\nIt is necessary to enable solely internal uses that are reasonably aligned with the expectations of the consumer based on the consumer’s relationship with the business.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Right to access\\nRight to request data collected about you over the past 12 months, including:\\nCategories of information collected about you\\nCategories of sources from which information is collected about you\\nBusiness or commercial purpose for collecting or selling personal information\\nCategories of third parties with whom GrayHair shares data\\nSpecific pieces of information GrayHair has collected about you\\nRight to request what data is sold or shared, including:\\nCategories of information collected about you\\nCategories of personal information sold about you",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {GrayHair will remove any non-publicly sourced data upon request. GrayHair may refuse to delete personal information for the following reasons: If the personal information is needed to complete a contract or provide a good or service requested by you; It is necessary for the detection of security incidents, to protect against malicious, deceptive, fraudulent, or illegal activity, or to prosecute those responsible for that activity, and to debug and repair errors that impair existing functionality; It is necessary for compliance with GrayHair’s legal obligations; It is collected and maintained for peer reviewed, scientific, historical, or statistical research; Allowing for the exercise of free speech, ensuring the rights of other consumers to exercise free speech, or allowing the exercise of another right provided by law; It is necessary to enable solely internal uses that are reasonably aligned with the expectations of the consumer based on the consumer’s relationship with the business.} "
    },
    {
      "Text": "Right to access\\nRight to request data collected about you over the past 12 months, including:\\nCategories of information collected about you\\nCategories of sources from which information is collected about you\\nBusiness or commercial purpose for collecting or selling personal information\\nCategories of third parties with whom GrayHair shares data\\nSpecific pieces of information GrayHair has collected about you\\nRight to request what data is sold or shared, including:\\nCategories of information collected about you\\nCategories of personal information sold about you\\nCategories of third parties to whom personal information was sold, by category\\nCategories of personal information GrayHair discloses for a business purpose",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {GrayHair will remove any non-publicly sourced data upon request. GrayHair may refuse to delete personal information for the following reasons: If the personal information is needed to complete a contract or provide a good or service requested by you; It is necessary for the detection of security incidents, to protect against malicious, deceptive, fraudulent, or illegal activity, or to prosecute those responsible for that activity, and to debug and repair errors that impair existing functionality; It is necessary for compliance with GrayHair’s legal obligations; It is collected and maintained for peer reviewed, scientific, historical, or statistical research; Allowing for the exercise of free speech, ensuring the rights of other consumers to exercise free speech, or allowing the exercise of another right provided by law; It is necessary to enable solely internal uses that are reasonably aligned with the expectations of the consumer based on the consumer’s relationship with the business.} "
    },
    {
      "Text": "Categories of third parties to whom personal information was sold, by category",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {GrayHair will remove any non-publicly sourced data upon request. GrayHair may refuse to delete personal information for the following reasons: If the personal information is needed to complete a contract or provide a good or service requested by you; It is necessary for the detection of security incidents, to protect against malicious, deceptive, fraudulent, or illegal activity, or to prosecute those responsible for that activity, and to debug and repair errors that impair existing functionality; It is necessary for compliance with GrayHair’s legal obligations; It is collected and maintained for peer reviewed, scientific, historical, or statistical research; Allowing for the exercise of free speech, ensuring the rights of other consumers to exercise free speech, or allowing the exercise of another right provided by law; It is necessary to enable solely internal uses that are reasonably aligned with the expectations of the consumer based on the consumer’s relationship with the business.} "
    },
    {
      "Text": "Right to opt-out- Right to opt-out of the sale of personal information\\nIf you do not want your personal information to be sold, you may appoint another individual to opt out on your behalf. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Right to request access to data – You have the right to ask for copies of your personal information. Right to deletion – You have the right to request that we delete your data.} "
    },
    {
      "Text": "You have the right to opt-out of the sale of personal information by a third-party recipient of\\nyour information.\\nIf you opt out of the sale of personal information, GrayHair will not request the\\nauthorization of the sale of personal information for 12 months after request.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Right to request access to data – You have the right to ask for copies of your personal information. Right to deletion – You have the right to request that we delete your data.} "
    },
    {
      "Text": "Right to non-discrimination – Consumers shall not be discriminated against for exercising any of these consumer privacy rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {If GrayHair must deny a request accordingly, then you will be informed and given the basis for the denial. If the request is denied only in part, GrayHair will disclose the other information sought by you.} "
    },
    {
      "Text": "Do Not Sell My Personal Information – Please send an email to privacy@grayhairsoftware.com and you will receive a form that will enable you to halt an activity regarding your personal information. Additionally, you may also call 1-702-900-2272 and leave a detailed message with your contact information including your name and a valid email address and we will get in touch with you to complete the process.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If the request is denied only in part, GrayHair will disclose the other information sought by you. Right to non-discrimination – Consumers shall not be discriminated against for exercising any of these consumer privacy rights.} "
    },
    {
      "Text": "GrayHair uses session cookies to help GrayHair identify and track visitors, their usage of GrayHair website, and their website access preferences",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Session cookies are cookies that disappear you’re your computer or browser when you turn off your computer. Persistent cookies stay on your computer even after you’ve turned it off.} "
    },
    {
      "Text": "Business Transfers\\n\\nIf GrayHair, or substantially all of its assets, were acquired, or in the unlikely event that GrayHair goes out of business or enters bankruptcy, user information would be one of the assets that is transferred or acquired by a third party. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {GrayHair uses session cookies to help GrayHair identify and track visitors, their usage of GrayHair website, and their website access preferences. GrayHair visitors who do not wish to have cookies placed on their computers should set their browsers to refuse cookies before using GrayHair’s websites, with the drawback that certain features of GrayHair’s websites may not function properly without the aid of cookies.} "
    },
    {
      "Text": "Business Transfers\\n\\nIf GrayHair, or substantially all of its assets, were acquired, or in the unlikely event that GrayHair goes out of business or enters bankruptcy, user information would be one of the assets that is transferred or acquired by a third party.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {GrayHair uses session cookies to help GrayHair identify and track visitors, their usage of GrayHair website, and their website access preferences. GrayHair visitors who do not wish to have cookies placed on their computers should set their browsers to refuse cookies before using GrayHair’s websites, with the drawback that certain features of GrayHair’s websites may not function properly without the aid of cookies.} "
    },
    {
      "Text": "Ads appearing on any of our websites may be delivered to users by advertising partners, who may set cookies. These cookies allow the ad server to recognize your computer each time they send you an online advertisement to compile information about you or others who use your computer. This information allows\\nad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Business Transfers If GrayHair, or substantially all of its assets, were acquired, or in the unlikely event that GrayHair goes out of business or enters bankruptcy, user information would be one of the assets that is transferred or acquired by a third party. You acknowledge that such transfers may occur, and that any acquirer of GrayHair may continue to use your personal information as set forth in this policy.} "
    },
    {
      "Text": "Privacy Policy Changes\\nThis Privacy Policy will be reviewed and updated at a minimum every 12 months and may change more frequently from time to time, and at GrayHair’s sole discretion. If we make changes, we’ll revise the “Effective” date at the top of this statement. GrayHair encourages visitors to frequently check this page for\\nany changes to its Privacy Policy as it is the visitors’ responsibility to check for any changes or updates. If you have a grayhairsoftware.com account, you might also receive an alert informing you of these changes",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {This information allows ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you. This Privacy Policy covers the use of cookies by GrayHair and does not cover the use of cookies by any advertisers.} "
    },
    {
      "Text": "This policy is effective as of 05/20/2022.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {It is GrayHair’s policy to respect your privacy regarding any information we may collect. GrayHair may change this policy from time to time by updating this page.} "
    },
    {
      "Text": "Types of Information We Collect:\\n\\nGrayHair collects the below categories and specific pieces of personal information. GrayHair has collected the following categories and types of personal information about consumers within the last twelve (12) months:\\n\\nCategory and the Information We Collect\\n\\nIdentifiers – A real name, alias, postal address, email address, IP address.\\nPersonal information categories listed in the California Customer Records statute – A name, address.\\nInternet or other similar network activity – Browsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.\\n\\nSources of Information\\n\\nGrayHair collects only as much information as is necessary or appropriate to fulfill the purpose of the interaction with GrayHair.\\n\\nGrayHair collects this information from the following sources:\\n\\nWebsite Visitors\\n\\nGrayHair collects information that web browsers and servers typically make available, such as the browser type, language preference, referring site, and the date and time of each visitor request.\\nGrayHair collects website information to better understand how GrayHair’s visitors use its website. From time to time, GrayHair may release website information in the aggregate, e.g., by publishing a report on trends in the usage of its website.\\nGrayHair also collects potentially personally identifying information like Internet Protocol (IP) addresses for logged in users and for users leaving comments on grayhairsoftware.com blogs/sites.\\nGrayHair will ask visitors who sign up at grayhairsoftware.com to provide a username and email address. Visitors can always refuse to supply personally identifying information, with the caveat that it may prevent them from engaging in certain website-related activities.\\nFrom Data Subjects\\n\\nGrayHair collects data directly from data subjects who are utilizing GrayHair’s services.\\nGrayHair obtains the necessary personal and financial information required to process those transactions.\\nGrayHair collects data from applicants and employees to manage the employer-employee relationship.\\nThird Parties\\n\\nGrayHair obtains information from third parties. Our third parties include our clients in the course of providing services to them. GrayHair also purchases information from third parties who are not our clients.\\nGrayHair obtains name and address information from public sources. This data is used to provide services to our clients.\\nUses of information:",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Our Contact Information: If you have any concerns or questions about anything in this Privacy Notice, please get in touch with us. Physical address and principal place of business: Grayhair Privacy Officer, 1 SE Ocean Blvd, Stuart, FL 34994-2214 You can contact us: ● By mail at the address above.} "
    },
    {
      "Text": "GrayHair uses this information in order to fulfill business activities, including to:\\n\\nImprove the functionality, security, and usability of the website.\\nConduct marketing and promotional activities.\\nOccasionally send registered users of a GrayHair website an email to describe new features, to solicit feedback or updates on what’s going on with GrayHair and our products.\\nFulfill a contract with our clients or other third parties.\\nProvide mail tracking and address quality services to our clients.\\nManage employee relationships including payroll, taxes, and benefits administration.\\nGrayHair only discloses logged in user and commenter IP addresses under the same circumstances that it uses and discloses personally identifying information as described below, except that commenter IP addresses and email addresses are visible and disclosed to the administrators of the blog/site where the comment was left.\\nComply with applicable laws or regulations.\\nGrayHair will not use the personal information it collects for purposes other than those described above without providing you with notice first.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {GrayHair obtains name and address information from public sources. This data is used to provide services to our clients.} "
    },
    {
      "Text": "Uses of information:\\nGrayHair uses this information in order to fulfill business activities, including to:\\n\\nImprove the functionality, security, and usability of the website.\\nConduct marketing and promotional activities.\\nOccasionally send registered users of a GrayHair website an email to describe new features, to solicit feedback or updates on what’s going on with GrayHair and our products.\\nFulfill a contract with our clients or other third parties.\\nProvide mail tracking and address quality services to our clients.\\nManage employee relationships including payroll, taxes, and benefits administration.\\nGrayHair only discloses logged in user and commenter IP addresses under the same circumstances that it uses and discloses personally identifying information as described below, except that commenter IP addresses and email addresses are visible and disclosed to the administrators of the blog/site where the comment was left.\\nComply with applicable laws or regulations.\\nGrayHair will not use the personal information it collects for purposes other than those described above without providing you with notice first.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {GrayHair obtains name and address information from public sources. This data is used to provide services to our clients.} "
    },
    {
      "Text": "Uses of information:\\nGrayHair uses this information in order to fulfill business activities, including to:\\n\\nImprove the functionality, security, and usability of the website.\\nConduct marketing and promotional activities.\\nOccasionally send registered users of a GrayHair website an email to describe new features, to solicit feedback or updates on what’s going on with GrayHair and our products.\\nFulfill a contract with our clients or other third parties.\\nProvide mail tracking and address quality services to our clients.\\nManage employee relationships including payroll, taxes, and benefits administration.\\nGrayHair only discloses logged in user and commenter IP addresses under the same circumstances that it uses and discloses personally identifying information as described below, except that commenter IP addresses and email addresses are visible and disclosed to the administrators of the blog/site where the comment was left.\\nComply with applicable laws or regulations.\\nGrayHair will not use the personal information it collects for purposes other than those described above without providing you with notice first.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {GrayHair obtains name and address information from public sources. This data is used to provide services to our clients.} "
    },
    {
      "Text": "Information Disclosure\\nSale of Information\\n\\nGrayHair sells name and address data it obtains from public sources as part of its business services.\\nGrayHair does not rent or sell potentially personally identifying information to anyone collected during the GrayHair Software login processes, applicant, or employee data.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Comply with applicable laws or regulations. GrayHair will not use the personal information it collects for purposes other than those described above without providing you with notice first.} "
    },
    {
      "Text": "Sharing of Information\\n\\nGrayHair shares potentially personally-identifying and personally-identifying information only with those of its employees, contractors, and affiliated organizations that (i) need to know that information in order to process it on GrayHair’s behalf or to provide services available at GrayHair’s websites, and (ii) that have agreed not to disclose it to others.\\n\\nGrayHair shares information for the following business purposes:\\n\\nAuditing relating to a current interaction\\nDetecting security incidents\\nDebugging to identify and repair errors\\nShort-term, transient use, provided that personal information is not disclosed to another party and\\nnot used to build a profile\\nPerforming services on behalf of GrayHair or service provider (maintaining or servicing accounts,\\nproviding customer service, processing or fulfilling orders, processing payments, providing\\nanalytics, providing ads or marketing services)\\nUndertaking internal research\\nGrayHair may publish any request or question you send to us about our services or software (for example via email or via one of our feedback mechanisms) to help us clarify or respond to your request or to help us support other users.\\n\\nGrayHair discloses personally-identifying information in response to a subpoena, court order or other governmental requests, or when GrayHair believes in good faith that disclosure is reasonably necessary to protect the property or rights of GrayHair, third parties, or the public at large.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Information Disclosure Sale of Information GrayHair sells name and address data it obtains from public sources as part of its business services. GrayHair does not rent or sell potentially personally identifying information to anyone collected during the GrayHair Software login processes, applicant, or employee data.} "
    },
    {
      "Text": "GrayHair has shared the following categories of personal information for a business purpose in the last twelve months:\\n\\nCategory and Examples:\\nIdentifiers – A real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers.\\n\\nPersonal information categories listed in the California Customer Records statute – A name, address, telephone number.\\n\\nInternet or other similar network activity – Browsing history, search history, information on a consumer’s interaction with GrayHair’s website, application, or advertisement.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {GrayHair shares information for the following business purposes: Auditing relating to a current interaction Detecting security incidents Debugging to identify and repair errors Short-term, transient use, provided that personal information is not disclosed to another party and not used to build a profile Performing services on behalf of GrayHair or service provider (maintaining or servicing accounts, providing customer service, processing or fulfilling orders, processing payments, providing analytics, providing ads or marketing services) Undertaking internal research GrayHair may publish any request or question you send to us about our services or software (for example via email or via one of our feedback mechanisms) to help us clarify or respond to your request or to help us support other users. GrayHair discloses personally-identifying information in response to a subpoena, court order or other governmental requests, or when GrayHair believes in good faith that disclosure is reasonably necessary to protect the property or rights of GrayHair, third parties, or the public at large.} "
    },
    {
      "Text": "You may choose to restrict the use of your personal data in accordance with this privacy policy.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Personal information categories listed in the California Customer Records statute – A name, address, telephone number. Internet or other similar network activity – Browsing history, search history, information on a consumer’s interaction with GrayHair’s website, application, or advertisement.} "
    },
    {
      "Text": "Consumer Rights Requests – You may submit consumer rights requests exercising the below rights by calling our number at (856) 727-9372, or by emailing us to submit your request at privacy@grayhairsoftware.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Internet or other similar network activity – Browsing history, search history, information on a consumer’s interaction with GrayHair’s website, application, or advertisement. Your Data Protection Rights You may choose to restrict the use of your personal data in accordance with this privacy policy.} "
    },
    {
      "Text": "Right to request access to data – You have the right to ask for copies of your personal information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Your Data Protection Rights You may choose to restrict the use of your personal data in accordance with this privacy policy. General Data Subject Rights Consumer Rights Requests – You may submit consumer rights requests exercising the below rights by calling our number at (856) 727-9372, or by emailing us to submit your request at privacy@grayhairsoftware.com.} "
    },
    {
      "Text": "Right to deletion – You have the right to request that we delete your data.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {General Data Subject Rights Consumer Rights Requests – You may submit consumer rights requests exercising the below rights by calling our number at (856) 727-9372, or by emailing us to submit your request at privacy@grayhairsoftware.com. Right to request access to data – You have the right to ask for copies of your personal information.} "
    },
    {
      "Text": "Right to opt-out of communications – You have the right to opt-out of marketing communications.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Right to request access to data – You have the right to ask for copies of your personal information. Right to deletion – You have the right to request that we delete your data.} "
    },
    {
      "Text": "Right to deletion – You have the right to request the deletion of personal information collected by GrayHair, unless an exception applies. GrayHair will remove any non-publicly sourced data upon request. GrayHair may refuse to delete personal information for the following reasons:\\nIf the personal information is needed to complete a contract or provide a good or service\\nrequested by you;\\nIt is necessary for the detection of security incidents, to protect against malicious, deceptive, fraudulent, or illegal activity, or to prosecute those responsible for that activity, and to debug and repair errors that impair existing functionality;\\nIt is necessary for compliance with GrayHair’s legal obligations;\\nIt is collected and maintained for peer reviewed, scientific, historical, or statistical research;\\nAllowing for the exercise of free speech, ensuring the rights of other consumers to exercise free speech, or allowing the exercise of another right provided by law;\\nIt is necessary to enable solely internal uses that are reasonably aligned with the expectations of the consumer based on the consumer’s relationship with the business.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {General Data Subject Rights Consumer Rights Requests – You may submit consumer rights requests exercising the below rights by calling our number at (856) 727-9372, or by emailing us to submit your request at privacy@grayhairsoftware.com. Right to request access to data – You have the right to ask for copies of your personal information.} "
    },
    {
      "Text": "Right to access\\nRight to request data collected about you over the past 12 months, including:\\nCategories of information collected about you\\nCategories of sources from which information is collected about you\\nBusiness or commercial purpose for collecting or selling personal information",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {GrayHair will remove any non-publicly sourced data upon request. GrayHair may refuse to delete personal information for the following reasons: If the personal information is needed to complete a contract or provide a good or service requested by you; It is necessary for the detection of security incidents, to protect against malicious, deceptive, fraudulent, or illegal activity, or to prosecute those responsible for that activity, and to debug and repair errors that impair existing functionality; It is necessary for compliance with GrayHair’s legal obligations; It is collected and maintained for peer reviewed, scientific, historical, or statistical research; Allowing for the exercise of free speech, ensuring the rights of other consumers to exercise free speech, or allowing the exercise of another right provided by law; It is necessary to enable solely internal uses that are reasonably aligned with the expectations of the consumer based on the consumer’s relationship with the business.} "
    },
    {
      "Text": "Business or commercial purpose for collecting or selling personal information\\nCategories of third parties with whom GrayHair shares data",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {GrayHair will remove any non-publicly sourced data upon request. GrayHair may refuse to delete personal information for the following reasons: If the personal information is needed to complete a contract or provide a good or service requested by you; It is necessary for the detection of security incidents, to protect against malicious, deceptive, fraudulent, or illegal activity, or to prosecute those responsible for that activity, and to debug and repair errors that impair existing functionality; It is necessary for compliance with GrayHair’s legal obligations; It is collected and maintained for peer reviewed, scientific, historical, or statistical research; Allowing for the exercise of free speech, ensuring the rights of other consumers to exercise free speech, or allowing the exercise of another right provided by law; It is necessary to enable solely internal uses that are reasonably aligned with the expectations of the consumer based on the consumer’s relationship with the business.} "
    },
    {
      "Text": "Right to request what data is sold or shared, including:\\nCategories of information collected about you\\nCategories of personal information sold about you\\nCategories of third parties to whom personal information was sold, by category\\nCategories of personal information GrayHair discloses for a business purpose",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {GrayHair will remove any non-publicly sourced data upon request. GrayHair may refuse to delete personal information for the following reasons: If the personal information is needed to complete a contract or provide a good or service requested by you; It is necessary for the detection of security incidents, to protect against malicious, deceptive, fraudulent, or illegal activity, or to prosecute those responsible for that activity, and to debug and repair errors that impair existing functionality; It is necessary for compliance with GrayHair’s legal obligations; It is collected and maintained for peer reviewed, scientific, historical, or statistical research; Allowing for the exercise of free speech, ensuring the rights of other consumers to exercise free speech, or allowing the exercise of another right provided by law; It is necessary to enable solely internal uses that are reasonably aligned with the expectations of the consumer based on the consumer’s relationship with the business.} "
    },
    {
      "Text": "Specific pieces of information GrayHair has collected about you",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {GrayHair will remove any non-publicly sourced data upon request. GrayHair may refuse to delete personal information for the following reasons: If the personal information is needed to complete a contract or provide a good or service requested by you; It is necessary for the detection of security incidents, to protect against malicious, deceptive, fraudulent, or illegal activity, or to prosecute those responsible for that activity, and to debug and repair errors that impair existing functionality; It is necessary for compliance with GrayHair’s legal obligations; It is collected and maintained for peer reviewed, scientific, historical, or statistical research; Allowing for the exercise of free speech, ensuring the rights of other consumers to exercise free speech, or allowing the exercise of another right provided by law; It is necessary to enable solely internal uses that are reasonably aligned with the expectations of the consumer based on the consumer’s relationship with the business.} "
    },
    {
      "Text": "Right to opt-out- Right to opt-out of the sale of personal information",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Right to request access to data – You have the right to ask for copies of your personal information. Right to deletion – You have the right to request that we delete your data.} "
    },
    {
      "Text": "If you do not want your personal information to be sold, you may appoint another individual to opt out on your behalf.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Disclosures will identify the personal information collected in the previous 12 months. GrayHair will deliver the required information within 45 days of a verifiable request, and consumers will receive notification if GrayHair will need an additional 45 days to respond.} "
    },
    {
      "Text": "You have the right to opt-out of the sale of personal information by a third-party recipient of\\nyour information.\\nIf you opt out of the sale of personal information, GrayHair will not request the\\nauthorization of the sale of personal information for 12 months after request.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Right to request access to data – You have the right to ask for copies of your personal information. Right to deletion – You have the right to request that we delete your data.} "
    },
    {
      "Text": "GrayHair will only use any personal information collected from you in connection with your opt-out request for the purpose of fulfilling that request",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you opt out of the sale of personal information, GrayHair will not request the authorization of the sale of personal information for 12 months after request. GrayHair will not ask consumers making opt-out requests for more information than what is necessary to verify the consumer’s identity.} "
    },
    {
      "Text": "Do Not Sell My Personal Information – Please send an email to privacy@grayhairsoftware.com and you will receive a form that will enable you to halt an activity regarding your personal information. Additionally, you may also call 1-702-900-2272 and leave a detailed message with your contact information including your name and a valid email address and we will get in touch with you to complete the process.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If the request is denied only in part, GrayHair will disclose the other information sought by you. Right to non-discrimination – Consumers shall not be discriminated against for exercising any of these consumer privacy rights.} "
    },
    {
      "Text": "Right to non-discrimination – Consumers shall not be discriminated against for exercising any of these consumer privacy rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {If GrayHair must deny a request accordingly, then you will be informed and given the basis for the denial. If the request is denied only in part, GrayHair will disclose the other information sought by you.} "
    },
    {
      "Text": "Aggregated Statistics\\n\\nGrayHair may collect statistics about the behavior of visitors to its websites. GrayHair may display this information publicly or provide it to others. However, GrayHair does not disclose personally-identifying information other than as described.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If a parent or guardian becomes aware that their child has provided us with personal information without the parent’s consent, they should contact us at privacy@grayhairsoftware.com. If we become aware that a child under 13 has provided us with personal information, we will take steps to delete the information from our records.} "
    },
    {
      "Text": "Aggregated Statistics\\n\\nGrayHair may collect statistics about the behavior of visitors to its websites. GrayHair may display this information publicly or provide it to others. However, GrayHair does not disclose personally-identifying information other than as described.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If a parent or guardian becomes aware that their child has provided us with personal information without the parent’s consent, they should contact us at privacy@grayhairsoftware.com. If we become aware that a child under 13 has provided us with personal information, we will take steps to delete the information from our records.} "
    },
    {
      "Text": "Business Transfers\\n\\nIf GrayHair, or substantially all of its assets, were acquired, or in the unlikely event that GrayHair goes out of business or enters bankruptcy, user information would be one of the assets that is transferred or acquired by a third party. You acknowledge that such transfers may occur, and that any acquirer of GrayHair may continue to use your personal information as set forth in this policy.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {GrayHair uses session cookies to help GrayHair identify and track visitors, their usage of GrayHair website, and their website access preferences. GrayHair visitors who do not wish to have cookies placed on their computers should set their browsers to refuse cookies before using GrayHair’s websites, with the drawback that certain features of GrayHair’s websites may not function properly without the aid of cookies.} "
    },
    {
      "Text": "Privacy Policy Changes\\nThis Privacy Policy will be reviewed and updated at a minimum every 12 months and may change more frequently from time to time, and at GrayHair’s sole discretion. If we make changes, we’ll revise the “Effective” date at the top of this statement. GrayHair encourages visitors to frequently check this page for\\nany changes to its Privacy Policy as it is the visitors’ responsibility to check for any changes or updates. If you have a grayhairsoftware.com account, you might also receive an alert informing you of these changes.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {This information allows ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you. This Privacy Policy covers the use of cookies by GrayHair and does not cover the use of cookies by any advertisers.} "
    },
    {
      "Text": "Cookies\\nA cookie is a string of information that a website stores on a visitor’s computer, and that the visitor’s browser provides to the website each time the visitor returns. Session cookies are cookies that disappear you’re your computer or browser when you turn off your computer. Persistent cookies stay on your\\ncomputer even after you’ve turned it off. GrayHair uses session cookies to help GrayHair identify and track visitors, their usage of GrayHair website, and their website access preferences.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, GrayHair does not disclose personally-identifying information other than as described. Security GrayHair takes all measures reasonably necessary to protect against the unauthorized access, use, alteration, or destruction of potentially personally identifying and personally identifying information.} "
    },
    {
      "Text": "GrayHair visitors who do not wish to have cookies placed on their computers should set their browsers to refuse cookies before\\nusing GrayHair’s websites, with the drawback that certain features of GrayHair’s websites may not function properly without the aid of cookies.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Persistent cookies stay on your computer even after you’ve turned it off. GrayHair uses session cookies to help GrayHair identify and track visitors, their usage of GrayHair website, and their website access preferences.} "
    }
  ]
}