{
  "policy_id": "165",
  "text": "Privacy | Open People Search <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-KK76KPL\"\n                height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Data Data Cloud Datapoints Data Transparency Data Laws Plans API get started login Home Data Cloud Datapoints Data Transparency Data Laws Plans API get started login We use cookies to make your experience here better. By continuing, you agree to our use of cookies and to our website Terms . Learn more . Got it! Privacy 1. INTRODUCTION 1.1. PURPOSE OF POLICY. OpenPeopleSearch.com (“us,” “we,” or “Company”) is committed to respecting the privacy rights of users of Open People Search (the “Site”). We created this Privacy Policy (this “Policy”) so you can understand our information collection, storage and use policies. 1.2. OPT OUT. You may block your information from future sharing, free of charge, by visiting our Remove my Info page . 1.3. NOTICE CONCERNING CHILDREN. This Site is not targeted towards children under the age of 13 nor intended to be used by them in any manner whatsoever. 2. INFORMATION COLLECTION PRACTICES 2.1. WHAT PERSONALLY IDENTIFIABLE INFORMATION DOES THE COMPANY COLLECT? A. Categories of Personally Identifiable Information. We collect the following information as follows: i. Free Unregistered Users of the Site: • IP Address • Browser type • Email correspondence ii. Registered Users of the Site: • IP Address • Browser information • Account email, name and company name as submitted by User • Log of account activity and searches run • Email correspondence iii. Consumer Data that is in our consumer data database for site search results: We collect public data from federal, state and local government agencies and from non-government public data sources like telephone listings for site search results. • Consumer names • Consumer addresses • Consumer phone numbers • Consumer email addresses • Consumer employer or occupation data • Consumer date of birth information • Name of public data source • Date of record collected B. Privacy Policy Modifications and Updates. If we modify or update this privacy policy, we will notify you by posting the changes here and updating the page's Last Updated date. C. Last Updated Date: The last updated date of this Policy is posted below. D. Browser Do Not Track Signals: California law requires that we disclose whether we acknowledge \"do not track\" signals issued by browsers should you designate such a choice with said browsers. We do not do so. E. Third Party Cumulative Tracking: California law requires us to disclose to you whether third parties can acquire and track your personally identifiable information through our website. Google and Twitter can track you through this Site as we use their services for social media and analytics purposes. F. California Eraser Law. We only do not allow for the posting of anonymous user generated content on the Site. 2.2 WHAT ADDITIONAL INFORMATION DOES COMPANY COLLECT? A. AUTOMATIC COLLECTION. Our servers automatically recognize and collect your IP addresses (the number assigned to computers on the Internet). No personal information about you is revealed in this process. We may, however, track how long you are on the Site, the pages you visit, your IP address, the results of actions you undertake, the keywords you use to find the Site and other information detailing your use of the Site. The Site may also gather anonymous aggregate data for all visitors that does not personally identify you, but that may be helpful for marketing purposes or for improving the services we offer. B. COOKIES. We use standard first and third party cookies. You can choose whether to accept cookies by changing the settings on your browser. However, if you choose to disable this function, your experience at our Site may be diminished and some features may not work as they were intended. 3. USE AND SHARING OF INFORMATION 3.1. WHAT DOES COMPANY DO WITH COLLECTED INFORMATION? A. PERSONAL INFORMATION. We use the personally identifiable information you submit to monitor and improve our site. We do not share your personal information with third parties with the exception of third party services that we use to run, maintain and analyze the Site. These parties do not market to you. We may use your personal information to track, identify and investigate illegal activity or suspected violations of our Terms. B. ANONYMOUS INFORMATION. We use anonymous information to analyze our Site traffic. We may use anonymous information in combination with personal information to track, identify and to investigate fraud or suspected violations of our Terms. In addition, we may use anonymous IP addresses to help diagnose problems with our server, to administer our Site, or to display the content according to your preferences. C. DISCLOSURE OF PERSONAL INFORMATION. We may disclose personal information if required to do so by law or in the good-faith belief that such action is necessary to (1) conform to the edicts of the law or comply with legal process served on Company or its parent company, subsidiaries or affiliates, (2) protect ours or others rights, property or safety, or (3) act under exigent circumstances to protect the safety of the public or users of the Site. 4. SECURITY 4.1. SITE SECURITY. The Site has reasonable security measures in place to prevent the loss, misuse, and alteration of the information that we obtain from you. The Site utilizes a multi-tiered security system to prevent unauthorized access by third parties. Our servers are located in a high security, state-of-the-art facility with 24 hour per day monitoring. The site uses SSL security to assure secure transactions. 5. WEBSITE AREAS BEYOND COMPANY’S CONTROL 5.1. THIRD PARTY WEBSITES. The Site contains links to other websites. We have no control over the terms and privacy policies of said sites. Please make sure to view the policies of those sites before providing personal information to said sites. 6. CALIFORNIA RESIDENTS: EFFECTIVE JANUARY 1, 2023 ALL DATA SHARED OR SOLD AT THIS WEBSITE IS EXEMPT FROM THE CALIFORNIA PRIVACY PROTECTION ACT/CALIFORNIA PRIVACY RIGHTS ACT UNDER SECTION 1798.140(c). However, we recognize that some people may still want to remove their information, so we allow them to do so. The following information is in compliance with the California Consumer Privacy Act (also known as the CCPA) and The California Privacy Rights Act of 2020 (also known as the CPRA): 12 MONTH LOOK BACK PERIOD: In the prior twelve months, we have disclosed to business customers consumer name, location and contact information that is derived from government public records and/or other sources of public data like telephone listings and whois data. We have no actual knowledge that we have disclosed the personal information of minors under 16 years of age. Notice of Financial Incentive: OpenPeopleSearch.com offers no financial incentive in exchange for the retention or sale of a consumer’s personal information. Under the CCPA, your Right to Know About Personal Information Collected, Disclosed or Sold: A. You have the right to request that we disclose what personal information we collect, use, disclose, and sell about you. B. You may request to Know, Delete and Opt-out your information at this page: https://www.OpenPeopleSearch.com/Consumers or by calling our toll-free hotline, 1-866-505-7170. Per California law, Cal. Code Regs. 11 § 999.317 (b), we may maintain a record of your Know, Delete and Opt-out request to ensure that your personal information remains deleted from our records. C. We will verify your identity by requesting information like your phone number, name and address so that we can locate and display your information for your review. Collection of Personal Information: We collect consumer name, address, email address, phone, date of birth and job information from federal, state and local government agencies as well as from other non-government public data sources. We share this information with users at our website. Disclosure of Sale of Personal Information: We have disclosed or sold consumer name, address, email address, phone, date of birth and job information to third parties for a business or commercial purpose in the preceding 12 months. We do not sell the personal information of minors. Right to Request Deletion of Personal Information: You have the right to request the deletion of your personal information collected or maintained by OpenPeopleSearch.com. To Know and Delete your personal information we might have, please visit this page: https://www.openpeoplesearch.com/consumers/ . You will need to enter your identifying information such as name, phone number and address so that we can search our data for your information. We will then display any information found so that you can review it and decide to delete it and choose to opt-out from future sharing. Right to Opt-Out of the Sale of Personal Information: This website shares the personal information of consumers. You have the right to opt-out of the future sharing of your information. California residents who do not wish to have their information shared may opt-out using this link which can be found on our homepage: Do Not Sell My Info . Please see our Notice of Right to Opt-out here: https://www.openpeoplesearch.com/consumers/ Right to Non-Discrimination for the Exercise of a Consumer’s Privacy Rights: You have a right not to receive discriminatory treatment by us for the exercise of your privacy rights as conferred by the CCPA. Authorized Agent: You can designate an Agent to make a CCPA request under the CCPA on your behalf by having them use our Know, Delete and Opt-out form located at https://www.openpeoplesearch.com/consumers/ Contact for more information: If you have further questions about your rights under the CCPA at Open People Search please use our contact form at https://www.openpeoplesearch.com/Contact 7. NOTICE TO VIRGINIA RESIDENTS: ALL DATA USED AT THIS WEBSITE IS EXEMPT FROM THE VIRGINIA CONSUMER DATA ACT UNDER SECTIONS 59.1-575 AND 59.1-576. However, we recognize that some people may still want to remove their information, so we voluntarily allow them to so. Virginia consumers may Optout using the homepage link Do No Share or Sell My Personal Information . 8. CONTACT INFORMATION 8.1. CONTACTING US. If you have any questions about this Policy or our practices related to this Site please contact us by accessing the “Contact” link at the bottom of each Site page. 8.2 LEGAL NOTICES. Any legal notices must be sent via email or the Site’s contact form and by first class mail to The Open Data People, Inc., Attn: Legal Dept., PO Box 890370, Temecula, CA 92589 LAST UPDATED: December 5, 2022 Terms Privacy Remove My Info Contact Search Options API Status Do Not Sell or Share My Personal Information LEGAL NOTICE: Openpeoplesearch.com is not a credit reporting agency as defined by the Fair Credit Reporting Act (FCRA). Search results are not consumer reports as defined by the FCRA.\n                            Information appearing on this site may not be used for any FCRA regulated purpose including determining a consumer's eligibility for credit, insurance, employment or housing. © 2023 The Open Data People, Inc. All rights reserved. Accessibility Compliance Our site is WCAG 2.1 compliant. If you have questions, concerns or feedback about accessibility, just contact us here . Close",
  "annotations": [
    {
      "Text": " OPT OUT. You may block your information from future sharing, free of charge, by visiting our Remove my Info page.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We created this Privacy Policy (this “Policy”) so you can understand our information collection, storage and use policies. 1.2.} "
    },
    {
      "Text": "WHAT PERSONALLY IDENTIFIABLE INFORMATION DOES THE COMPANY COLLECT?\\nA. Categories of Personally Identifiable Information. We collect the following information as follows:\\ni. Free Unregistered Users of the Site:\\n• IP Address\\n• Browser type\\n• Email correspondence\\nii. Registered Users of the Site:\\n• IP Address\\n• Browser information\\n• Account email, name and company name as submitted by User\\n• Log of account activity and searches run\\n• Email correspondence\\niii. Consumer Data that is in our consumer data database for site search results:\\nWe collect public data from federal, state and local government agencies and from non-government public data sources like telephone listings for site search results.\\n• Consumer names\\n• Consumer addresses\\n• Consumer phone numbers\\n• Consumer email addresses\\n• Consumer employer or occupation data\\n• Consumer date of birth information\\n• Name of public data source\\n• Date of record collected",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {2. INFORMATION COLLECTION PRACTICES 2.1.} "
    },
    {
      "Text": " Privacy Policy Modifications and Updates. If we modify or update this privacy policy, we will notify you by posting the changes here and updating the page's Last Updated date.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Registered Users of the Site: • IP Address • Browser information • Account email, name and company name as submitted by User • Log of account activity and searches run • Email correspondence iii. Consumer Data that is in our consumer data database for site search results: We collect public data from federal, state and local government agencies and from non-government public data sources like telephone listings for site search results.} "
    },
    {
      "Text": "WHAT ADDITIONAL INFORMATION DOES COMPANY COLLECT?\\nA. AUTOMATIC COLLECTION. Our servers automatically recognize and collect your IP addresses (the number assigned to computers on the Internet). No personal information about you is revealed in this process. We may, however, track how long you are on the Site, the pages you visit, your IP address, the results of actions you undertake, the keywords you use to find the Site and other information detailing your use of the Site. The Site may also gather anonymous aggregate data for all visitors that does not personally identify you, but that may be helpful for marketing purposes or for improving the services we offer.\\nB. COOKIES. We use standard first and third party cookies. You can choose whether to accept cookies by changing the settings on your browser. However, if you choose to disable this function, your experience at our Site may be diminished and some features may not work as they were intended.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {F. California Eraser Law. We only do not allow for the posting of anonymous user generated content on the Site.} "
    },
    {
      "Text": "WHAT DOES COMPANY DO WITH COLLECTED INFORMATION?\\nA. PERSONAL INFORMATION. We use the personally identifiable information you submit to monitor and improve our site. We do not share your personal information with third parties with the exception of third party services that we use to run, maintain and analyze the Site. These parties do not market to you. We may use your personal information to track, identify and investigate illegal activity or suspected violations of our Terms.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {3. USE AND SHARING OF INFORMATION 3.1.} "
    },
    {
      "Text": "We do not share your personal information with third parties with the exception of third party services that we use to run, maintain and analyze the Site.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {PERSONAL INFORMATION. We use the personally identifiable information you submit to monitor and improve our site.} "
    },
    {
      "Text": "B. ANONYMOUS INFORMATION. We use anonymous information to analyze our Site traffic. We may use anonymous information in combination with personal information to track, identify and to investigate fraud or suspected violations of our Terms. In addition, we may use anonymous IP addresses to help diagnose problems with our server, to administer our Site, or to display the content according to your preferences.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Privacy | Open People Search <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-KK76KPL\"\n                height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Data Data Cloud Datapoints Data Transparency Data Laws Plans API get started login Home Data Cloud Datapoints Data Transparency Data Laws Plans API get started login We use cookies to make your experience here better.} "
    },
    {
      "Text": "C. DISCLOSURE OF PERSONAL INFORMATION. We may disclose personal information if required to do so by law or in the good-faith belief that such action is necessary to (1) conform to the edicts of the law or comply with legal process served on Company or its parent company, subsidiaries or affiliates, (2) protect ours or others rights, property or safety, or (3) act under exigent circumstances to protect the safety of the public or users of the Site.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "EFFECTIVE JANUARY 1, 2023 ",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Please make sure to view the policies of those sites before providing personal information to said sites. 6.} "
    },
    {
      "Text": "ALL DATA SHARED OR SOLD AT THIS WEBSITE IS EXEMPT FROM THE CALIFORNIA PRIVACY PROTECTION ACT/CALIFORNIA PRIVACY RIGHTS ACT UNDER SECTION 1798.140(c). ",
      "Label": "Others",
      "Context": "2 Sentences Before {Please make sure to view the policies of those sites before providing personal information to said sites. 6.} "
    },
    {
      "Text": "However, we recognize that some people may still want to remove their information, so we allow them to do so.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {We use standard first and third party cookies. You can choose whether to accept cookies by changing the settings on your browser.} "
    },
    {
      "Text": "Under the CCPA, your Right to Know About Personal Information Collected, Disclosed or Sold:\\nA. You have the right to request that we disclose what personal information we collect, use, disclose, and sell about you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We have no actual knowledge that we have disclosed the personal information of minors under 16 years of age. Notice of Financial Incentive: OpenPeopleSearch.com offers no financial incentive in exchange for the retention or sale of a consumer’s personal information.} "
    },
    {
      "Text": "Under the CCPA, your Right to Know About Personal Information Collected, Disclosed or Sold:\\nA. You have the right to request that we disclose what personal information we collect, use, disclose, and sell about you.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {We have no actual knowledge that we have disclosed the personal information of minors under 16 years of age. Notice of Financial Incentive: OpenPeopleSearch.com offers no financial incentive in exchange for the retention or sale of a consumer’s personal information.} "
    },
    {
      "Text": "B. You may request to Know, Delete and Opt-out your information at this page: https://www.OpenPeopleSearch.com/Consumers or by calling our toll-free hotline, 1-866-505-7170. ",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Privacy | Open People Search <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-KK76KPL\"\n                height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Data Data Cloud Datapoints Data Transparency Data Laws Plans API get started login Home Data Cloud Datapoints Data Transparency Data Laws Plans API get started login We use cookies to make your experience here better.} "
    },
    {
      "Text": "B. You may request to Know, Delete and Opt-out your information at this page: https://www.OpenPeopleSearch.com/Consumers or by calling our toll-free hotline, 1-866-505-7170. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Privacy | Open People Search <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-KK76KPL\"\n                height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Data Data Cloud Datapoints Data Transparency Data Laws Plans API get started login Home Data Cloud Datapoints Data Transparency Data Laws Plans API get started login We use cookies to make your experience here better.} "
    },
    {
      "Text": "B. You may request to Know, Delete and Opt-out your information at this page: https://www.OpenPeopleSearch.com/Consumers or by calling our toll-free hotline, 1-866-505-7170. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Privacy | Open People Search <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-KK76KPL\"\n                height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Data Data Cloud Datapoints Data Transparency Data Laws Plans API get started login Home Data Cloud Datapoints Data Transparency Data Laws Plans API get started login We use cookies to make your experience here better.} "
    },
    {
      "Text": "Collection of Personal Information: We collect consumer name, address, email address, phone, date of birth and job information from federal, state and local government agencies as well as from other non-government public data sources.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {11 § 999.317 (b), we may maintain a record of your Know, Delete and Opt-out request to ensure that your personal information remains deleted from our records. C. We will verify your identity by requesting information like your phone number, name and address so that we can locate and display your information for your review.} "
    },
    {
      "Text": "We share this information with users at our website.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {C. We will verify your identity by requesting information like your phone number, name and address so that we can locate and display your information for your review. Collection of Personal Information: We collect consumer name, address, email address, phone, date of birth and job information from federal, state and local government agencies as well as from other non-government public data sources.} "
    },
    {
      "Text": "Disclosure of Sale of Personal Information: We have disclosed or sold consumer name, address, email address, phone, date of birth and job information to third parties for a business or commercial purpose in the preceding 12 months. We do not sell the personal information of minors",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Collection of Personal Information: We collect consumer name, address, email address, phone, date of birth and job information from federal, state and local government agencies as well as from other non-government public data sources. We share this information with users at our website.} "
    },
    {
      "Text": "Right to Request Deletion of Personal Information: You have the right to request the deletion of your personal information collected or maintained by OpenPeopleSearch.com.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Disclosure of Sale of Personal Information: We have disclosed or sold consumer name, address, email address, phone, date of birth and job information to third parties for a business or commercial purpose in the preceding 12 months. We do not sell the personal information of minors.} "
    },
    {
      "Text": "To Know and Delete your personal information we might have, please visit this page: https://www.openpeoplesearch.com/consumers/.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We do not sell the personal information of minors. Right to Request Deletion of Personal Information: You have the right to request the deletion of your personal information collected or maintained by OpenPeopleSearch.com.} "
    },
    {
      "Text": "Right to Opt-Out of the Sale of Personal Information: This website shares the personal information of consumers. You have the right to opt-out of the future sharing of your information. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You will need to enter your identifying information such as name, phone number and address so that we can search our data for your information. We will then display any information found so that you can review it and decide to delete it and choose to opt-out from future sharing.} "
    },
    {
      "Text": "California residents who do not wish to have their information shared may opt-out using this link which can be found on our homepage: Do Not Sell My Info. Please see our Notice of Right to Opt-out here: https://www.openpeoplesearch.com/consumers/",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Opt-Out of the Sale of Personal Information: This website shares the personal information of consumers. You have the right to opt-out of the future sharing of your information.} "
    },
    {
      "Text": "Right to Non-Discrimination for the Exercise of a Consumer’s Privacy Rights: You have a right not to receive discriminatory treatment by us for the exercise of your privacy rights as conferred by the CCPA.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {You have the right to opt-out of the future sharing of your information. California residents who do not wish to have their information shared may opt-out using this link which can be found on our homepage: Do Not Sell My Info .} "
    },
    {
      "Text": "WHAT PERSONALLY IDENTIFIABLE INFORMATION DOES THE COMPANY COLLECT?\\nA. Categories of Personally Identifiable Information. We collect the following information as follows:\\ni. Free Unregistered Users of the Site:\\n• IP Address\\n• Browser type\\n• Email correspondence\\nii. Registered Users of the Site:\\n• IP Address\\n• Browser information\\n• Account email, name and company name as submitted by User\\n• Log of account activity and searches run\\n• Email correspondence",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {2. INFORMATION COLLECTION PRACTICES 2.1.} "
    },
    {
      "Text": "iii. Consumer Data that is in our consumer data database for site search results:\\nWe collect public data from federal, state and local government agencies and from non-government public data sources like telephone listings for site search results.\\n• Consumer names\\n• Consumer addresses\\n• Consumer phone numbers\\n• Consumer email addresses\\n• Consumer employer or occupation data\\n• Consumer date of birth information\\n• Name of public data source\\n• Date of record collected",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We collect the following information as follows: i. Free Unregistered Users of the Site: • IP Address • Browser type • Email correspondence ii.} "
    },
    {
      "Text": "Privacy Policy Modifications and Updates. If we modify or update this privacy policy, we will notify you by posting the changes here and updating the page's Last Updated date.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Registered Users of the Site: • IP Address • Browser information • Account email, name and company name as submitted by User • Log of account activity and searches run • Email correspondence iii. Consumer Data that is in our consumer data database for site search results: We collect public data from federal, state and local government agencies and from non-government public data sources like telephone listings for site search results.} "
    },
    {
      "Text": "Last Updated Date: The last updated date of this Policy is posted below.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {• Consumer names • Consumer addresses • Consumer phone numbers • Consumer email addresses • Consumer employer or occupation data • Consumer date of birth information • Name of public data source • Date of record collected B. Privacy Policy Modifications and Updates. If we modify or update this privacy policy, we will notify you by posting the changes here and updating the page's Last Updated date.} "
    },
    {
      "Text": "Third Party Cumulative Tracking: California law requires us to disclose to you whether third parties can acquire and track your personally identifiable information through our website. Google and Twitter can track you through this Site as we use their services for social media and analytics purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {D. Browser Do Not Track Signals: California law requires that we disclose whether we acknowledge \"do not track\" signals issued by browsers should you designate such a choice with said browsers. We do not do so.} "
    },
    {
      "Text": " Browser Do Not Track Signals: California law requires that we disclose whether we acknowledge \"do not track\" signals issued by browsers should you designate such a choice with said browsers. We do not do so.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If we modify or update this privacy policy, we will notify you by posting the changes here and updating the page's Last Updated date. C. Last Updated Date: The last updated date of this Policy is posted below.} "
    },
    {
      "Text": "AUTOMATIC COLLECTION. Our servers automatically recognize and collect your IP addresses (the number assigned to computers on the Internet). No personal information about you is revealed in this process. We may, however, track how long you are on the Site, the pages you visit, your IP address, the results of actions you undertake, the keywords you use to find the Site and other information detailing your use of the Site. The Site may also gather anonymous aggregate data for all visitors that does not personally identify you, but that may be helpful for marketing purposes or for improving the services we offer.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {2.2 WHAT ADDITIONAL INFORMATION DOES COMPANY COLLECT? A.} "
    },
    {
      "Text": "The Site may also gather anonymous aggregate data for all visitors that does not personally identify you, but that may be helpful for marketing purposes or for improving the services we offer.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {No personal information about you is revealed in this process. We may, however, track how long you are on the Site, the pages you visit, your IP address, the results of actions you undertake, the keywords you use to find the Site and other information detailing your use of the Site.} "
    },
    {
      "Text": "We use standard first and third party cookies. You can choose whether to accept cookies by changing the settings on your browser.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {B. COOKIES.} "
    },
    {
      "Text": "PERSONAL INFORMATION. We use the personally identifiable information you submit to monitor and improve our site. We do not share your personal information with third parties with the exception of third party services that we use to run, maintain and analyze the Site. These parties do not market to you. We may use your personal information to track, identify and investigate illegal activity or suspected violations of our Terms.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {WHAT DOES COMPANY DO WITH COLLECTED INFORMATION? A.} "
    },
    {
      "Text": "PERSONAL INFORMATION. We use the personally identifiable information you submit to monitor and improve our site. We do not share your personal information with third parties with the exception of third party services that we use to run, maintain and analyze the Site. These parties do not market to you. We may use your personal information to track, identify and investigate illegal activity or suspected violations of our Terms.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {WHAT DOES COMPANY DO WITH COLLECTED INFORMATION? A.} "
    },
    {
      "Text": "ANONYMOUS INFORMATION. We use anonymous information to analyze our Site traffic. We may use anonymous information in combination with personal information to track, identify and to investigate fraud or suspected violations of our Terms. In addition, we may use anonymous IP addresses to help diagnose problems with our server, to administer our Site, or to display the content according to your preferences.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may use your personal information to track, identify and investigate illegal activity or suspected violations of our Terms. B.} "
    },
    {
      "Text": "DISCLOSURE OF PERSONAL INFORMATION. We may disclose personal information if required to do so by law or in the good-faith belief that such action is necessary to (1) conform to the edicts of the law or comply with legal process served on Company or its parent company, subsidiaries or affiliates, (2) protect ours or others rights, property or safety, or (3) act under exigent circumstances to protect the safety of the public or users of the Site.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may use anonymous information in combination with personal information to track, identify and to investigate fraud or suspected violations of our Terms. In addition, we may use anonymous IP addresses to help diagnose problems with our server, to administer our Site, or to display the content according to your preferences.} "
    },
    {
      "Text": "DISCLOSURE OF PERSONAL INFORMATION. We may disclose personal information if required to do so by law or in the good-faith belief that such action is necessary to (1) conform to the edicts of the law or comply with legal process served on Company or its parent company, subsidiaries or affiliates, (2) protect ours or others rights, property or safety, or (3) act under exigent circumstances to protect the safety of the public or users of the Site.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may use anonymous information in combination with personal information to track, identify and to investigate fraud or suspected violations of our Terms. In addition, we may use anonymous IP addresses to help diagnose problems with our server, to administer our Site, or to display the content according to your preferences.} "
    },
    {
      "Text": "12 MONTH LOOK BACK PERIOD: In the prior twelve months, we have disclosed to business customers consumer name, location and contact information that is derived from government public records and/or other sources of public data like telephone listings and whois data.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {CALIFORNIA RESIDENTS: EFFECTIVE JANUARY 1, 2023 ALL DATA SHARED OR SOLD AT THIS WEBSITE IS EXEMPT FROM THE CALIFORNIA PRIVACY PROTECTION ACT/CALIFORNIA PRIVACY RIGHTS ACT UNDER SECTION 1798.140(c). However, we recognize that some people may still want to remove their information, so we allow them to do so.} "
    },
    {
      "Text": "Under the CCPA, your Right to Know About Personal Information Collected, Disclosed or Sold:\\nA. You have the right to request that we disclose what personal information we collect, use, disclose, and sell about you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We have no actual knowledge that we have disclosed the personal information of minors under 16 years of age. Notice of Financial Incentive: OpenPeopleSearch.com offers no financial incentive in exchange for the retention or sale of a consumer’s personal information.} "
    },
    {
      "Text": "Under the CCPA, your Right to Know About Personal Information Collected, Disclosed or Sold:\\nA. You have the right to request that we disclose what personal information we collect, use, disclose, and sell about you.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {We have no actual knowledge that we have disclosed the personal information of minors under 16 years of age. Notice of Financial Incentive: OpenPeopleSearch.com offers no financial incentive in exchange for the retention or sale of a consumer’s personal information.} "
    },
    {
      "Text": "B. You may request to Know, Delete and Opt-out your information at this page: https://www.OpenPeopleSearch.com/Consumers or by calling our toll-free hotline, 1-866-505-7170.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Privacy | Open People Search <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-KK76KPL\"\n                height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Data Data Cloud Datapoints Data Transparency Data Laws Plans API get started login Home Data Cloud Datapoints Data Transparency Data Laws Plans API get started login We use cookies to make your experience here better.} "
    },
    {
      "Text": "Collection of Personal Information: We collect consumer name, address, email address, phone, date of birth and job information from federal, state and local government agencies as well as from other non-government public data sources. We share this information with users at our website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {11 § 999.317 (b), we may maintain a record of your Know, Delete and Opt-out request to ensure that your personal information remains deleted from our records. C. We will verify your identity by requesting information like your phone number, name and address so that we can locate and display your information for your review.} "
    },
    {
      "Text": "Collection of Personal Information: We collect consumer name, address, email address, phone, date of birth and job information from federal, state and local government agencies as well as from other non-government public data sources. We share this information with users at our website.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {11 § 999.317 (b), we may maintain a record of your Know, Delete and Opt-out request to ensure that your personal information remains deleted from our records. C. We will verify your identity by requesting information like your phone number, name and address so that we can locate and display your information for your review.} "
    },
    {
      "Text": "Disclosure of Sale of Personal Information: We have disclosed or sold consumer name, address, email address, phone, date of birth and job information to third parties for a business or commercial purpose in the preceding 12 months. We do not sell the personal information of minors.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Collection of Personal Information: We collect consumer name, address, email address, phone, date of birth and job information from federal, state and local government agencies as well as from other non-government public data sources. We share this information with users at our website.} "
    },
    {
      "Text": "Disclosure of Sale of Personal Information: We have disclosed or sold consumer name, address, email address, phone, date of birth and job information to third parties for a business or commercial purpose in the preceding 12 months. We do not sell the personal information of minors.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Collection of Personal Information: We collect consumer name, address, email address, phone, date of birth and job information from federal, state and local government agencies as well as from other non-government public data sources. We share this information with users at our website.} "
    },
    {
      "Text": "Right to Request Deletion of Personal Information: You have the right to request the deletion of your personal information collected or maintained by OpenPeopleSearch.com.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Disclosure of Sale of Personal Information: We have disclosed or sold consumer name, address, email address, phone, date of birth and job information to third parties for a business or commercial purpose in the preceding 12 months. We do not sell the personal information of minors.} "
    },
    {
      "Text": "To Know and Delete your personal information we might have, please visit this page: https://www.openpeoplesearch.com/consumers/.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We do not sell the personal information of minors. Right to Request Deletion of Personal Information: You have the right to request the deletion of your personal information collected or maintained by OpenPeopleSearch.com.} "
    },
    {
      "Text": "Disclosure of Sale of Personal Information: We have disclosed or sold consumer name, address, email address, phone, date of birth and job information to third parties for a business or commercial purpose in the preceding 12 months. We do not sell the personal information of minors.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Collection of Personal Information: We collect consumer name, address, email address, phone, date of birth and job information from federal, state and local government agencies as well as from other non-government public data sources. We share this information with users at our website.} "
    },
    {
      "Text": "Right to Opt-Out of the Sale of Personal Information: This website shares the personal information of consumers. You have the right to opt-out of the future sharing of your information.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You will need to enter your identifying information such as name, phone number and address so that we can search our data for your information. We will then display any information found so that you can review it and decide to delete it and choose to opt-out from future sharing.} "
    },
    {
      "Text": "California residents who do not wish to have their information shared may opt-out using this link which can be found on our homepage: Do Not Sell My Info. Please see our Notice of Right to Opt-out here: https://www.openpeoplesearch.com/consumers/",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Opt-Out of the Sale of Personal Information: This website shares the personal information of consumers. You have the right to opt-out of the future sharing of your information.} "
    },
    {
      "Text": "Right to Non-Discrimination for the Exercise of a Consumer’s Privacy Rights: You have a right not to receive discriminatory treatment by us for the exercise of your privacy rights as conferred by the CCPA.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {You have the right to opt-out of the future sharing of your information. California residents who do not wish to have their information shared may opt-out using this link which can be found on our homepage: Do Not Sell My Info .} "
    },
    {
      "Text": "LAST UPDATED: December 5, 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {If you have any questions about this Policy or our practices related to this Site please contact us by accessing the “Contact” link at the bottom of each Site page. 8.2 LEGAL NOTICES.} "
    },
    {
      "Text": "OPT OUT. You may block your information from future sharing, free of charge, by visiting our Remove my Info page.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We created this Privacy Policy (this “Policy”) so you can understand our information collection, storage and use policies. 1.2.} "
    },
    {
      "Text": "WHAT PERSONALLY IDENTIFIABLE INFORMATION DOES THE COMPANY COLLECT?\\nA. Categories of Personally Identifiable Information. We collect the following information as follows:\\ni. Free Unregistered Users of the Site:\\n• IP Address\\n• Browser type\\n• Email correspondence\\nii. Registered Users of the Site:\\n• IP Address\\n• Browser information\\n• Account email, name and company name as submitted by User\\n• Log of account activity and searches run\\n• Email correspondence\\niii. Consumer Data that is in our consumer data database for site search results:\\nWe collect public data from federal, state and local government agencies and from non-government public data sources like telephone listings for site search results.\\n• Consumer names\\n• Consumer addresses\\n• Consumer phone numbers\\n• Consumer email addresses\\n• Consumer employer or occupation data\\n• Consumer date of birth information\\n• Name of public data source\\n• Date of record collected",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {2. INFORMATION COLLECTION PRACTICES 2.1.} "
    },
    {
      "Text": "Privacy Policy Modifications and Updates. If we modify or update this privacy policy, we will notify you by posting the changes here and updating the page's Last Updated date.\\nC. Last Updated Date: The last updated date of this Policy is posted below.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Registered Users of the Site: • IP Address • Browser information • Account email, name and company name as submitted by User • Log of account activity and searches run • Email correspondence iii. Consumer Data that is in our consumer data database for site search results: We collect public data from federal, state and local government agencies and from non-government public data sources like telephone listings for site search results.} "
    },
    {
      "Text": "WHAT ADDITIONAL INFORMATION DOES COMPANY COLLECT?\\nA. AUTOMATIC COLLECTION. Our servers automatically recognize and collect your IP addresses (the number assigned to computers on the Internet). No personal information about you is revealed in this process. We may, however, track how long you are on the Site, the pages you visit, your IP address, the results of actions you undertake, the keywords you use to find the Site and other information detailing your use of the Site. The Site may also gather anonymous aggregate data for all visitors that does not personally identify you, but that may be helpful for marketing purposes or for improving the services we offer.\\nB. COOKIES. We use standard first and third party cookies. You can choose whether to accept cookies by changing the settings on your browser.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {F. California Eraser Law. We only do not allow for the posting of anonymous user generated content on the Site.} "
    },
    {
      "Text": "USE AND SHARING OF INFORMATION\\n3.1. WHAT DOES COMPANY DO WITH COLLECTED INFORMATION?\\nA. PERSONAL INFORMATION. We use the personally identifiable information you submit to monitor and improve our site. We do not share your personal information with third parties with the exception of third party services that we use to run, maintain and analyze the Site. These parties do not market to you. We may use your personal information to track, identify and investigate illegal activity or suspected violations of our Terms.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {However, if you choose to disable this function, your experience at our Site may be diminished and some features may not work as they were intended. 3.} "
    },
    {
      "Text": "ANONYMOUS INFORMATION. We use anonymous information to analyze our Site traffic. We may use anonymous information in combination with personal information to track, identify and to investigate fraud or suspected violations of our Terms. In addition, we may use anonymous IP addresses to help diagnose problems with our server, to administer our Site, or to display the content according to your preferences.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may use your personal information to track, identify and investigate illegal activity or suspected violations of our Terms. B.} "
    },
    {
      "Text": "ANONYMOUS INFORMATION. We use anonymous information to analyze our Site traffic. We may use anonymous information in combination with personal information to track, identify and to investigate fraud or suspected violations of our Terms. In addition, we may use anonymous IP addresses to help diagnose problems with our server, to administer our Site, or to display the content according to your preferences.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may use your personal information to track, identify and investigate illegal activity or suspected violations of our Terms. B.} "
    },
    {
      "Text": "ANONYMOUS INFORMATION. We use anonymous information to analyze our Site traffic. We may use anonymous information in combination with personal information to track, identify and to investigate fraud or suspected violations of our Terms. In addition, we may use anonymous IP addresses to help diagnose problems with our server, to administer our Site, or to display the content according to your preferences.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may use your personal information to track, identify and investigate illegal activity or suspected violations of our Terms. B.} "
    },
    {
      "Text": "DISCLOSURE OF PERSONAL INFORMATION. We may disclose personal information if required to do so by law or in the good-faith belief that such action is necessary to (1) conform to the edicts of the law or comply with legal process served on Company or its parent company, subsidiaries or affiliates, (2) protect ours or others rights, property or safety, or (3) act under exigent circumstances to protect the safety of the public or users of the Site.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may use anonymous information in combination with personal information to track, identify and to investigate fraud or suspected violations of our Terms. In addition, we may use anonymous IP addresses to help diagnose problems with our server, to administer our Site, or to display the content according to your preferences.} "
    },
    {
      "Text": "EFFECTIVE JANUARY 1, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Please make sure to view the policies of those sites before providing personal information to said sites. 6.} "
    },
    {
      "Text": "12 MONTH LOOK BACK PERIOD: In the prior twelve months, we have disclosed to business customers consumer name, location and contact information that is derived from government public records and/or other sources of public data like telephone listings and whois data.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {CALIFORNIA RESIDENTS: EFFECTIVE JANUARY 1, 2023 ALL DATA SHARED OR SOLD AT THIS WEBSITE IS EXEMPT FROM THE CALIFORNIA PRIVACY PROTECTION ACT/CALIFORNIA PRIVACY RIGHTS ACT UNDER SECTION 1798.140(c). However, we recognize that some people may still want to remove their information, so we allow them to do so.} "
    },
    {
      "Text": "Under the CCPA, your Right to Know About Personal Information Collected, Disclosed or Sold:",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We have no actual knowledge that we have disclosed the personal information of minors under 16 years of age. Notice of Financial Incentive: OpenPeopleSearch.com offers no financial incentive in exchange for the retention or sale of a consumer’s personal information.} "
    },
    {
      "Text": "Under the CCPA, your Right to Know About Personal Information Collected, Disclosed or Sold:",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {We have no actual knowledge that we have disclosed the personal information of minors under 16 years of age. Notice of Financial Incentive: OpenPeopleSearch.com offers no financial incentive in exchange for the retention or sale of a consumer’s personal information.} "
    },
    {
      "Text": "You have the right to request that we disclose what personal information we collect, use, disclose, and sell about you.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Notice of Financial Incentive: OpenPeopleSearch.com offers no financial incentive in exchange for the retention or sale of a consumer’s personal information. Under the CCPA, your Right to Know About Personal Information Collected, Disclosed or Sold: A.} "
    },
    {
      "Text": "You may request to Know, Delete and Opt-out your information at this page",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {You have the right to request that we disclose what personal information we collect, use, disclose, and sell about you. B.} "
    },
    {
      "Text": "You may request to Know, Delete and Opt-out your information at this page",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {You have the right to request that we disclose what personal information we collect, use, disclose, and sell about you. B.} "
    },
    {
      "Text": "You may request to Know, Delete and Opt-out your information at this page",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You have the right to request that we disclose what personal information we collect, use, disclose, and sell about you. B.} "
    },
    {
      "Text": "You may request to Know, Delete and Opt-out your information at this page: https://www.OpenPeopleSearch.com/Consumers or by calling our toll-free hotline, 1-866-505-7170.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You have the right to request that we disclose what personal information we collect, use, disclose, and sell about you. B.} "
    },
    {
      "Text": "Per California law, Cal. Code Regs. 11 § 999.317 (b), we may maintain a record of your Know, Delete and Opt-out request to ensure that your personal information remains deleted from our records.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {B. You may request to Know, Delete and Opt-out your information at this page: https://www.OpenPeopleSearch.com/Consumers or by calling our toll-free hotline, 1-866-505-7170.} "
    },
    {
      "Text": "Collection of Personal Information: We collect consumer name, address, email address, phone, date of birth and job information from federal, state and local government agencies as well as from other non-government public data sources.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {11 § 999.317 (b), we may maintain a record of your Know, Delete and Opt-out request to ensure that your personal information remains deleted from our records. C. We will verify your identity by requesting information like your phone number, name and address so that we can locate and display your information for your review.} "
    },
    {
      "Text": "We share this information with users at our website.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {C. We will verify your identity by requesting information like your phone number, name and address so that we can locate and display your information for your review. Collection of Personal Information: We collect consumer name, address, email address, phone, date of birth and job information from federal, state and local government agencies as well as from other non-government public data sources.} "
    },
    {
      "Text": "Disclosure of Sale of Personal Information: We have disclosed or sold consumer name, address, email address, phone, date of birth and job information to third parties for a business or commercial purpose in the preceding 12 months.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Collection of Personal Information: We collect consumer name, address, email address, phone, date of birth and job information from federal, state and local government agencies as well as from other non-government public data sources. We share this information with users at our website.} "
    },
    {
      "Text": "Right to Request Deletion of Personal Information: You have the right to request the deletion of your personal information collected or maintained by OpenPeopleSearch.com.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Disclosure of Sale of Personal Information: We have disclosed or sold consumer name, address, email address, phone, date of birth and job information to third parties for a business or commercial purpose in the preceding 12 months. We do not sell the personal information of minors.} "
    },
    {
      "Text": "To Know and Delete your personal information we might have, please visit this page: https://www.openpeoplesearch.com/consumers/.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We do not sell the personal information of minors. Right to Request Deletion of Personal Information: You have the right to request the deletion of your personal information collected or maintained by OpenPeopleSearch.com.} "
    },
    {
      "Text": "Right to Opt-Out of the Sale of Personal Information: This website shares the personal information of consumers. You have the right to opt-out of the future sharing of your information.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You will need to enter your identifying information such as name, phone number and address so that we can search our data for your information. We will then display any information found so that you can review it and decide to delete it and choose to opt-out from future sharing.} "
    },
    {
      "Text": "California residents who do not wish to have their information shared may opt-out using this link which can be found on our homepage: Do Not Sell My Info.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Opt-Out of the Sale of Personal Information: This website shares the personal information of consumers. You have the right to opt-out of the future sharing of your information.} "
    },
    {
      "Text": "Right to Non-Discrimination for the Exercise of a Consumer’s Privacy Rights: You have a right not to receive discriminatory treatment by us for the exercise of your privacy rights as conferred by the CCPA.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {You have the right to opt-out of the future sharing of your information. California residents who do not wish to have their information shared may opt-out using this link which can be found on our homepage: Do Not Sell My Info .} "
    }
  ]
}