{
  "policy_id": "172",
  "text": "Privacy Policy | Lighthouse List <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://px.ads.linkedin.com/collect/?pid=4790978&fmt=gif\" /> Home About ABOUT US Meet the team Methodology Audience Data ON-DEMAND AUDIENCES BUSINESS AUDIENCES CUSTOM AUDIENCES POLITICAL AUDIENCES OTHER DATA SERVICES IDENTITY RESOLUTION Alternative Data Data Modeling & AI Services Blog Resources Contact Us Home About ABOUT US Meet the team Methodology Audience Data ON-DEMAND AUDIENCES BUSINESS AUDIENCES CUSTOM AUDIENCES POLITICAL AUDIENCES OTHER DATA SERVICES IDENTITY RESOLUTION Alternative Data Data Modeling & AI Services Blog Resources Contact Us Privacy Policy Effective Date: February 6 2023 Lighthouse List Company respects your privacy. We base our policy on your right to 1) make choices to opt out, 2) have your data protected, 3) give you access to the data we collect and the ability to make corrections. If you have questions or need to correct your information, you can contact us by email at privacy@lighthouselist.com , or write to us at: Lighthouse List Company, LLC Attn: Privacy Officer 27 SE 24th Ave, Suite 6 Pompano Beach, FL  33062 Toll-Free: (800-684-2180) Approach to Privacy Lighthouse List is committed to protect the security of its users’ data and information and will take necessary steps to assure data and information security. Our privacy policy defines how information may be used. This policy sets out our responsibilities under the The General Data Protection Regulation 2016 (‘GDPR’), the California Consumer Privacy Act (‘CCPA’) and the Personal Information Protection and Electronic Documents Act (‘PIPEDA’) and other applicable laws relating to the processing and security of personal information. We will treat personal information in a manner consistent with our Privacy Policy, unless we have your consent to treat it differently. This Privacy Policy applies to any personal information we collect or receive about you, from any source, including through our website. We encourage you to read this Privacy Policy before providing us with any personal information and before using our site. By providing us with any personal information or using our site, you are signifying that you agree with all of the terms of this Privacy Policy, so please do not do so if you disagree with any part of this Privacy Policy. Accountability for Information Use Lighthouse List is accountable for its information use by consumer privacy expectations and by global privacy laws and industry codes. The security of your data is important to us and over the last 25 years, we have continued to hone our processes to secure our users’ data. TAG Membership We have been verified by TAG and are a participant in the TAG Registry. TAG-ID: d79d949c28c78e88 https://www.tagtoday.net/registry Your California Privacy Rights If you are a resident of the State of California and would like to learn how your “personal information” (as defined in the Shine the Light Law, Cal. Civ. Code § 1798.83) is shared with third parties, please e-mail us at: privacy@lighthouselist.com or send us U.S. mail to: Lighthouse List Company, LLC  27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062, or contact us toll-free at (800) 684-2180. As described in this Policy, we may make personal information available to third parties for their marketing purposes. You have the right to (1) request to know more about the categories and specific pieces of personal information we collect, use, and disclose about you, (2) request deletion of your personal information, (3) opt out of any sales of your personal information, if we engage in that activity in the future, and (4) not be discriminated against for exercising these rights. You may make these requests by emailing us at privacy@lighthouselist.com . You can also opt out using the form at the bottom of this page. We will verify a webform request by asking you to provide identifying information. We will not discriminate against you if you exercise your rights under the CCPA. Please be advised that where California State residents opt-out from permitting their personal information to be shared, such individuals may still receive selected offers directly from us, in accordance with applicable law. If we receive your request from an authorized agent, we may ask for evidence that you have provided such agent with a power of attorney or that the agent otherwise has valid written authority to submit requests to exercise rights on your behalf. This may include requiring you to verify your identity. If you are an authorized agent seeking to make a request, please email us at privacy@lighthouselist.com . GDPR Privacy Notice The following notice hereby explains to you how we collect data, for which purposes and what your rights are, pursuant to Article 13 of the General Data Protection Regulation, Regulation (EU) 2016/679 (“GDPR”). We take the utmost account of the right to privacy and protection of personal data of our users. For any information related to this GDPR privacy notice, users may contact the us at any time, using the following methods: By sending an e-mail to privacy@lighthouselist.com You can also contact the Data Protection Officer via: Lighthouse List Company, LLC Attn: Privacy Officer 27 SE 24th Ave, Suite 6 Pompano Beach, FL  33062 Toll-Free: (800-684-2180) Data We Process Find out more about the data we process > This processing is necessary for the administration of our business and the provision of our services, which is necessary for the legitimate interests of our business. Your personal data will not be kept for longer than 12 (twelve months) and/or as necessary for the protection of the rights of both the interests of both Users and the Company. How We Share Information Find out more about how we share information > We inform you that, complying with the requirements and the guarantees provided under the law, your data could be transferred to Countries outside the European Economic Union that could not guarantee a level of privacy and personal data protection equal to the level of protection guaranteed by European privacy laws, but as Controller we take the utmost account of the right to security and protection of personal data of our Users, therefore we will process such transfers with all due care and guarantees. Lighthouse is committed to protect the security of its users’ data and information and will take necessary steps to assure data and information security. We use a variety of industry standard security measures, including sophisticated encryption and authentication tools to maintain the safety of your Personal Information from accidental loss, unauthorized access, use or disclosure. Access to personally identifying information will be protected and controlled by password and restricted permissions. Find out more about the security measures we take > Your Rights In order to exercise your rights, or to obtain any other information or clarification in relation to this Privacy Policy, please contact the Company by means of: by US Mail (27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062) by email (to the following address - privacy@lighthouselist.com ) Pursuant to GDPR, users have the right to obtain indication (i) of the origin of personal data; (ii) the purposes and methods of the processing; (iii) the logic applied in the event of processing carried out with the aid of electronic instruments; (iv) of the identification details of the Controllers and Processors; (v) the subjects or categories of subjects to whom the personal data may be communicated or who may come to know them as Processors. Furthermore, users have the right to obtain: a) access, updating, rectification or, when interested, integration of data; b) the cancellation, transformation into anonymous form or blocking of data processed unlawfully, including data whose retention is unnecessary for the purposes for which the data were collected or subsequently processed; c) the attestation that the operations referred to in letters a) and b) have been brought to the attention, also as regards their content, of those to whom the data have been communicated or disseminated, except in the case where this fulfilment is it proves impossible or involves a use of means manifestly disproportionate to the protected right. Moreover, users have: a) the right to withdraw consent at any time, if the processing is based on their consent; b) (and, if its is applicable) the right to data portability (right to receive all personal data concerning them in a structured format, commonly used and readable by automatic device), the right to limit the processing of personal data and the right to cancel (” right to be forgotten “); c) the right to oppose: i) in whole or in part, for legitimate reasons, to the processing of personal data concerning them, even if pertinent to the purpose of the collection; ii) in whole or in part, to the processing of personal data concerning them for the purpose of sending advertising or direct sales material or for carrying out market research or commercial communication; d) if you believe that the processing that concerns them violates any Privacy Laws, the right to lodge a complaint with a Supervisory Authority (if a European citizen, in the Member State in which you usually reside, in the one in which you work or in the one in which the alleged violation has occurred) PIPEDA Privacy Notice We are committed to your privacy by complying with the laws and regulations under applicable privacy laws in Canada, including the Personal Information Protection and Electronic Documents Act. If you have any questions regarding this privacy notice, you can contact us: By sending an e-mail to privacy@lighthouselist.com You can also contact the Data Protection Officer via: Lighthouse List Company, LLC Attn: Privacy Officer 27 SE 24th Ave, Suite 6 Pompano Beach, FL  33062 Toll-Free: (800-684-2180) Data We Collect & How We Collect It Find out more about the data we collect and how > How We Use and Share Your Personal Information Find out more about how your personal information is used > Your Rights You have the right to: Access the personal information we hold about you Correct any inaccurate or outdated personal information (or delete the inaccurate personal information) Withdraw consent for any activities for which you have consented (e.g. direct marketing or cookies) In order to exercise your rights, please contact us by means of: by US Mail (27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062) by email (to the following address - privacy@lighthouselist.com ) You can also opt out of your data being sold to third parties or accessing your personal information via the form at the bottom of this page. Privacy Statement What We Collect Collection of data about you comes from multiple sources and methods. Data is collected for purposes including but not limited to analytics, behavioral and targeted advertising, retargeting, audience segmentation, and audience modeling. In addition, our web server automatically recognizes every visitor’s IP address. We do not, however, recognize email addresses unless they are provided to us by filling out a form on our website. We collect email addresses of those who contact us by email or provide their email address in some other method voluntarily. We also collect (email and postal) addresses and fax and telephone numbers submitted on our website to promote our products and services and provide updates. In addition, we collect aggregate information regarding visitors to our site and the specific pages viewed. We do this for the sole purpose of improving our website. Also, we do not share our collected information with outside companies or set cookies or employ the services of ad server companies.  Personal information collected from our clients’ customers is used only as directed by the client. It will not be used for any other purpose without authorization from the individual and/or client. Marketing Partners We may receive information about you, including but not limited to your IP address, browser type, e-mail address, first name, last name, company name, mailing address, ip address, mobileID, cookie and fax and telephone number(s), from third party marketing partners that provide us with consumer and business data to manage on their behalf. We may share, license or sell your information to third parties for various marketing purposes, including online (e.g., e-mail marketing and digital targeting/re-targeting) and offline (e.g., direct mail and telemarketing) marketing programs. Who We Share It With: Except as may be required by law, any personal information we obtain from individuals will only be used to contact you in response to your inquiry, or as directed by our clients in accordance with their privacy policy. The personal information collected by Lighthouse List Company, for its own use, will not be sold, transferred or traded to any third party for unsolicited marketing purposes. However, we may share some of your business information with our partners with which we share an arrangement for co-marketing of services. Customer personal information collected on behalf of our clients will only be disclosed as directed by the client in accordance with their privacy policy.  This privacy notice does not cover any website operated by a third party which Lighthouse List Company may link to from this website. Please review the privacy notices and cookie policies associated with those websites for details of how they may process your data. To Comply with the Law or to Protect Ourselves: For example, this could include responding to a court order or subpoena. It could also include sharing information if a government agency or investigatory body requests. We may share information when we are investigating a potential fraud. Additionally, Lighthouse List Company acts as a processor on behalf of its clients and partners, providing customized services that enable organizations to manage their customer information efficiently in such ways as increasing marketing efficiency, and applying database marketing strategies. Lighthouse List Company processes marketing information of its clients and on behalf of its clients including name, postal address, phone number, email address, ip address, mobileID and cookie. In this capacity as a processor on behalf, Lighthouse List Company acts on the instructions of its clients and does not control or share such data without direction from the clients or partners. Security: Lighthouse List Company operates secure data networks protected by industry standard firewall and password protection systems. Our security and privacy policies are periodically reviewed and enhanced as necessary and only authorized individuals have access to the information provided by our members. Lighthouse List Company takes reasonable steps to secure all data; however, no data that is transmitted over the Internet is 100% secure, so in submitting information you do so at your own risk. We are not responsible for the security of information transmitted via the Internet. If you do not wish to receive emails from us, you may contact us by following the opt out instructions on the email you received or by emailing us at privacy@lighthouselist.com or writing us at the above address with your request to be removed. If you have supplied your phone or fax number to us (through the website or otherwise) but no longer wish to receive phone calls from us, you may contact us by email at privacy@lighthouselist.com or writing us at the above address. Be sure to list the phone or fax number that you no longer wish us to use. If we change our privacy policy, we will post the new policy on our website after each change. If you are concerned with how your information is being used, please check our website periodically. Visitors can contact us to correct inaccuracies on all the information we maintain. You may contact us by email at privacy@lighthouselist.com or writing us at the above address. Be sure to list the information you feel needs to be corrected and correct information. If you believe that we are not following our privacy policy and you would like to contact us about your concern, you may contact us by email at privacy@lighthouselist.com or writing us at the above address. Lighthouse List Company follows the DMA’s Privacy Policy Guidelines. In addition, we only use data sources that follow state and federal do not call laws and regulations. As a consumer, if you would like to be removed from national mailing lists, national telemarketing lists or national commercial email lists, see the following: National Mailing Lists Go to: www.the-dma.org and register online for the DMA’s Mail Preference Service ( https://dmachoice.thedma.org/register.php ). If you do not wish to complete your registration online, you can register for DMAchoice by using the mail-in form that is online: fill out the DMAChoice Mail In Form with all required information, print it and mail to the address below. DMAchoice | DMA P.O. Box 900 Cos Cob, CT 06807 National Telemarketing Lists If you are a resident of PA or WY, you can register for DMA’s Telephone Preference Service (TPS), which is the Official Do Not Call list for the States of Pennsylvania and Wyoming and allows you to “opt out” of national telemarketing lists.  Go online to: www.the-dma.org and register online for the DMA’s Telephone Preference Service Other consumers who wish to decrease the amount of unsolicited telemarketing calls they receive should register with the Federal Trade Commission’s National Do Not Call Registry at: www.donotcall.gov or by phone 1-888-382-1222.  Write to the FTC regarding complaints: Federal Trade Commission, Attn: Consumer Response Center, 600 Pennsylvania Avenue NW, Washington D.C. 20580 National Commercial Email Lists Go online to: www.the-dma.org and register for the DMA’s Electronic Mail Preference Service ( https://www.ims-dm.com/cgi/optoutemps.php ) Changes to this Privacy Policy Lighthouse List may update this privacy policy as necessary and will post notifications regarding such updates on its corporate website. Cookie Policy Cookies are small text files that the websites visited by a user send directly to its terminal (usually, to the browser), where they are memorised to be transmitted to the same websites at the following visit by the same user (the so-called first party cookies). During the web surfing of a website, a user may receive on its terminal also cookies of other websites or of other web servers (the so-called third party cookies); this happens because there may be elements on the visited website, such as images, maps, sounds, links to specific web pages of other domains that are on servers other than the server on which the requested page is placed. In other words, such cookies are set up on a website other than the one that is currently visited. Types of Cookie Below explains the types of cookies we use on our websites and why we use them: Required Cookies These cookies are essential for our website and services to perform basic functions and are necessary for us to operate certain features. These include those required to ensure our services are operating properly. Analytics and Performance These cookies allow us to optimize performance by collecting information on how users interact with our websites, including which pages are visited most, as well as other analytical data. We use these details to improve how our websites function and to understand how users interact with them. There are several options to manage, disable and remove cookies. (1) Modify your browser settings Please follow the instructions provided by your browser’s producer to discover how to manage, disable or remove all the cookies (technical, analytics and profiling): Explorer: http://windows.microsoft.com/it-it/windows-vista/block-or-allow-cookies Chrome: https://support.google.com/chrome/answer/95647?hl=it&p=cpn_cookies Firefox: https://support.mozilla.org/it/kb/Attivare%20e%20disattivare%20i%20cookie Safari: https://support.apple.com/it-it/guide/safari/manage-cookies-and-website-data-sfri11471/ Opera: https://help.opera.com/en/latest/web-preferences/ Please be careful in making your choice. Indeed, by blocking the receipt of all the cookies indiscriminately, including the technical ones, without providing a specific exception for the Third Party Data Source, you might be no more able to surf on the Third Party Data Source or to benefit, in whole or in part, of its functionalities. Furthermore, removing all the cookies from the browser, also the technical cookies could be removed and, therefore, you could remove the preferences set up by using the Third Party Data Source or no more find products or services included in your basket. When you opt out, we will place an opt out cookie on your computer. This cookie tells us not to collect your information. Please note that if you block, delete or restrict cookies in any way, or if you use a different computer or Internet browser, you may need to renew your opt out choice. To effectively opt out users must opt out on every device and browser using our opt out methods described below. (2) Mobile opt out As for any data collected through mobile application, you may autonomously deactivate the use of the advertising identifier (ID) of your Device, depending on the model, as illustrated below: Apple: https://support.apple.com/en-gb/HT205223 Android: https://support.google.com/googleplay/answer/3129346?hl=en Or following these instructions: http://www.networkadvertising.org/mobile-choice . Disclaimer: This site and all contents of this site are provided on an “AS IS” basis without warranties of any kind, either express or implied, including without limitation warranties of title or implied warranties of merchantability or fitness for a particular purpose. You acknowledge, by your use of this site, that you assume full responsibility for all costs associated with all necessary servicing or repairs of any equipment you use in connection with your use of this site, and that we shall not be liable for any damages of any kind related to your use of this site. Third-party sites to which we link or are linked to ours are not under the control of Lighthouse List Company. Lighthouse List Company is not responsible for the contents of any linked site, nor of the links contained therein. Links contained on our site are provided as a convenience to the site user and do not imply endorsement of the link, content or the respective company. You agree to defend, indemnify and hold us harmless from and against any and all claims, damages, costs and expenses, including attorneys’ fees, arising from or related to your use of this site. Do Not Sell My Personal Information (Click the link to email us). ** You may also call us at 1-800-684-2180 to request access to or deletion of your personal information. Opting-Out of Your Data being Sold to Third Parties or Accessing Your Personal Information: We collect your personal information such as full name, postal address, email address, phone number, ip address, mobileID and cookie for targeted advertising and identity resolution. You may opt-out of your data being shared with third parties or request access to your personal information by submitting the form below. Name * First Name Last Name Email * I would like to opt-out of my data being sold to third parties * Yes No I would like to request access to my personal information Yes No Thank you, your email address will be included in our opt-out database within 24 hours, and will not be further shared with third parties. You may also include yourself in the DAA Opt-out program by going here: http://www.aboutads.info/choices Furthermore, you may also include yourself in the NAI opt-out program by going here: http://www.networkadvertising.org/choices Visit the interactive division of Lighthouse List Company, Ameribase Digital. <img src=\"https://images.squarespace-cdn.com/content/v1/5d3a17355233d7000149a49f/1575347185533-ADKG8MPZEM1BH0NO3C2E/ameribase_logo_reverse.png\" alt=\"ameribase_logo_reverse.png\" /> Back to Top ABOUT US Audience Data Other Data Services BLOG CONTACT US Do Not Sell My Personal Information Privacy Policy <img src=\"https://images.squarespace-cdn.com/content/v1/5d3a17355233d7000149a49f/1625139794736-WUU1YSELZAB6PH01BG29/IAB+Member.png\" alt=\"\" /> <img src=\"https://images.squarespace-cdn.com/content/v1/5d3a17355233d7000149a49f/5110a924-6d49-4dea-9447-d2a196c443cf/Untitled+design+%2814%29.png\" alt=\"\" /> <img src=\"https://images.squarespace-cdn.com/content/v1/5d3a17355233d7000149a49f/1625139824150-E1AE4N1802J0LX11RKJH/AIMM.png\" alt=\"\" /> <img src=\"https://images.squarespace-cdn.com/content/v1/5d3a17355233d7000149a49f/f1ab1b37-3360-4202-9443-e33e2860e124/Untitled+design+%2826%29.png\" alt=\"\" /> <img src=\"https://images.squarespace-cdn.com/content/v1/5d3a17355233d7000149a49f/1625139832221-66PSVJCZ9LH00HM3UZQD/Tag.png\" alt=\"\" /> © 2023 Lighthouse List Company, LLC | All rights reserved. <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-5LQ23CL\"\nheight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> By using this website, you agree to our use of cookies. We use cookies to help our site run properly and to optimize its performance. Should you wish to opt out of these cookies, please see our privacy policy for more details. OK",
  "annotations": [
    {
      "Text": "Effective Date: February 6 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "If you have questions or need to correct your information, you can contact us by email at privacy@lighthouselist.com, or write to us at:",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Privacy Policy | Lighthouse List <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://px.ads.linkedin.com/collect/?pid=4790978&fmt=gif\" /> Home About ABOUT US Meet the team Methodology Audience Data ON-DEMAND AUDIENCES BUSINESS AUDIENCES CUSTOM AUDIENCES POLITICAL AUDIENCES OTHER DATA SERVICES IDENTITY RESOLUTION Alternative Data Data Modeling & AI Services Blog Resources Contact Us Home About ABOUT US Meet the team Methodology Audience Data ON-DEMAND AUDIENCES BUSINESS AUDIENCES CUSTOM AUDIENCES POLITICAL AUDIENCES OTHER DATA SERVICES IDENTITY RESOLUTION Alternative Data Data Modeling & AI Services Blog Resources Contact Us Privacy Policy Effective Date: February 6 2023 Lighthouse List Company respects your privacy. We base our policy on your right to 1) make choices to opt out, 2) have your data protected, 3) give you access to the data we collect and the ability to make corrections.} "
    },
    {
      "Text": "If you have questions or need to correct your information, you can contact us by email at privacy@lighthouselist.com, or write to us at:\\n\\nLighthouse List Company, LLC\\nAttn: Privacy Officer\\n27 SE 24th Ave, Suite 6\\nPompano Beach, FL  33062\\nToll-Free: (800-684-2180)\\n\\n",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Privacy Policy | Lighthouse List <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://px.ads.linkedin.com/collect/?pid=4790978&fmt=gif\" /> Home About ABOUT US Meet the team Methodology Audience Data ON-DEMAND AUDIENCES BUSINESS AUDIENCES CUSTOM AUDIENCES POLITICAL AUDIENCES OTHER DATA SERVICES IDENTITY RESOLUTION Alternative Data Data Modeling & AI Services Blog Resources Contact Us Home About ABOUT US Meet the team Methodology Audience Data ON-DEMAND AUDIENCES BUSINESS AUDIENCES CUSTOM AUDIENCES POLITICAL AUDIENCES OTHER DATA SERVICES IDENTITY RESOLUTION Alternative Data Data Modeling & AI Services Blog Resources Contact Us Privacy Policy Effective Date: February 6 2023 Lighthouse List Company respects your privacy. We base our policy on your right to 1) make choices to opt out, 2) have your data protected, 3) give you access to the data we collect and the ability to make corrections.} "
    },
    {
      "Text": "You have the right to (1) request to know more about the categories and specific pieces of personal information we collect, use, and disclose about you, (2) request deletion of your personal information, (3) opt out of any sales of your personal information, if we engage in that activity in the future, and (4) not be discriminated against for exercising these rights. You may make these requests by emailing us at privacy@lighthouselist.com. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Code § 1798.83) is shared with third parties, please e-mail us at: privacy@lighthouselist.com or send us U.S. mail to: Lighthouse List Company, LLC  27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062, or contact us toll-free at (800) 684-2180. As described in this Policy, we may make personal information available to third parties for their marketing purposes.} "
    },
    {
      "Text": "You have the right to (1) request to know more about the categories and specific pieces of personal information we collect, use, and disclose about you, (2) request deletion of your personal information, (3) opt out of any sales of your personal information, if we engage in that activity in the future, and (4) not be discriminated against for exercising these rights. You may make these requests by emailing us at privacy@lighthouselist.com. ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Code § 1798.83) is shared with third parties, please e-mail us at: privacy@lighthouselist.com or send us U.S. mail to: Lighthouse List Company, LLC  27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062, or contact us toll-free at (800) 684-2180. As described in this Policy, we may make personal information available to third parties for their marketing purposes.} "
    },
    {
      "Text": "You have the right to (1) request to know more about the categories and specific pieces of personal information we collect, use, and disclose about you, (2) request deletion of your personal information, (3) opt out of any sales of your personal information, if we engage in that activity in the future, and (4) not be discriminated against for exercising these rights. You may make these requests by emailing us at privacy@lighthouselist.com.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Code § 1798.83) is shared with third parties, please e-mail us at: privacy@lighthouselist.com or send us U.S. mail to: Lighthouse List Company, LLC  27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062, or contact us toll-free at (800) 684-2180. As described in this Policy, we may make personal information available to third parties for their marketing purposes.} "
    },
    {
      "Text": "You have the right to (1) request to know more about the categories and specific pieces of personal information we collect, use, and disclose about you, (2) request deletion of your personal information, (3) opt out of any sales of your personal information, if we engage in that activity in the future, and (4) not be discriminated against for exercising these rights. You may make these requests by emailing us at privacy@lighthouselist.com.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Code § 1798.83) is shared with third parties, please e-mail us at: privacy@lighthouselist.com or send us U.S. mail to: Lighthouse List Company, LLC  27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062, or contact us toll-free at (800) 684-2180. As described in this Policy, we may make personal information available to third parties for their marketing purposes.} "
    },
    {
      "Text": "You have the right to (1) request to know more about the categories and specific pieces of personal information we collect, use, and disclose about you, (2) request deletion of your personal information, (3) opt out of any sales of your personal information, if we engage in that activity in the future, and (4) not be discriminated against for exercising these rights. You may make these requests by emailing us at privacy@lighthouselist.com.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Code § 1798.83) is shared with third parties, please e-mail us at: privacy@lighthouselist.com or send us U.S. mail to: Lighthouse List Company, LLC  27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062, or contact us toll-free at (800) 684-2180. As described in this Policy, we may make personal information available to third parties for their marketing purposes.} "
    },
    {
      "Text": "You may make these requests by emailing us at privacy@lighthouselist.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {As described in this Policy, we may make personal information available to third parties for their marketing purposes. You have the right to (1) request to know more about the categories and specific pieces of personal information we collect, use, and disclose about you, (2) request deletion of your personal information, (3) opt out of any sales of your personal information, if we engage in that activity in the future, and (4) not be discriminated against for exercising these rights.} "
    },
    {
      "Text": "You can also opt out using the form at the bottom of this page.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You have the right to (1) request to know more about the categories and specific pieces of personal information we collect, use, and disclose about you, (2) request deletion of your personal information, (3) opt out of any sales of your personal information, if we engage in that activity in the future, and (4) not be discriminated against for exercising these rights. You may make these requests by emailing us at privacy@lighthouselist.com .} "
    },
    {
      "Text": "We will not discriminate against you if you exercise your rights under the CCPA.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {You can also opt out using the form at the bottom of this page. We will verify a webform request by asking you to provide identifying information.} "
    },
    {
      "Text": "Collection of data about you comes from multiple sources and methods. Data is collected for purposes including but not limited to analytics, behavioral and targeted advertising, retargeting, audience segmentation, and audience modeling.\\n\\nIn addition, our web server automatically recognizes every visitor’s IP address. We do not, however, recognize email addresses unless they are provided to us by filling out a form on our website. We collect email addresses of those who contact us by email or provide their email address in some other method voluntarily. We also collect (email and postal) addresses and fax and telephone numbers submitted on our website to promote our products and services and provide updates. In addition, we collect aggregate information regarding visitors to our site and the specific pages viewed. We do this for the sole purpose of improving our website. Also, we do not share our collected information with outside companies or set cookies or employ the services of ad server companies.  Personal information collected from our clients’ customers is used only as directed by the client. It will not be used for any other purpose without authorization from the individual and/or client.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you have any questions regarding this privacy notice, you can contact us: By sending an e-mail to privacy@lighthouselist.com You can also contact the Data Protection Officer via: Lighthouse List Company, LLC Attn: Privacy Officer 27 SE 24th Ave, Suite 6 Pompano Beach, FL  33062 Toll-Free: (800-684-2180) Data We Collect & How We Collect It Find out more about the data we collect and how > How We Use and Share Your Personal Information Find out more about how your personal information is used > Your Rights You have the right to: Access the personal information we hold about you Correct any inaccurate or outdated personal information (or delete the inaccurate personal information) Withdraw consent for any activities for which you have consented (e.g. direct marketing or cookies) In order to exercise your rights, please contact us by means of: by US Mail (27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062) by email (to the following address - privacy@lighthouselist.com ) You can also opt out of your data being sold to third parties or accessing your personal information via the form at the bottom of this page.} "
    },
    {
      "Text": "Also, we do not share our collected information with outside companies or set cookies or employ the services of ad server companies.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In addition, we collect aggregate information regarding visitors to our site and the specific pages viewed. We do this for the sole purpose of improving our website.} "
    },
    {
      "Text": "We may receive information about you, including but not limited to your IP address, browser type, e-mail address, first name, last name, company name, mailing address, ip address, mobileID, cookie and fax and telephone number(s), from third party marketing partners that provide us with consumer and business data to manage on their behalf. We may share, license or sell your information to third parties for various marketing purposes, including online (e.g., e-mail marketing and digital targeting/re-targeting) and offline (e.g., direct mail and telemarketing) marketing programs.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Personal information collected from our clients’ customers is used only as directed by the client. It will not be used for any other purpose without authorization from the individual and/or client.} "
    },
    {
      "Text": "We may receive information about you, including but not limited to your IP address, browser type, e-mail address, first name, last name, company name, mailing address, ip address, mobileID, cookie and fax and telephone number(s), from third party marketing partners that provide us with consumer and business data to manage on their behalf. We may share, license or sell your information to third parties for various marketing purposes, including online (e.g., e-mail marketing and digital targeting/re-targeting) and offline (e.g., direct mail and telemarketing) marketing programs.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Personal information collected from our clients’ customers is used only as directed by the client. It will not be used for any other purpose without authorization from the individual and/or client.} "
    },
    {
      "Text": "We may receive information about you, including but not limited to your IP address, browser type, e-mail address, first name, last name, company name, mailing address, ip address, mobileID, cookie and fax and telephone number(s), from third party marketing partners that provide us with consumer and business data to manage on their behalf. We may share, license or sell your information to third parties for various marketing purposes, including online (e.g., e-mail marketing and digital targeting/re-targeting) and offline (e.g., direct mail and telemarketing) marketing programs.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Personal information collected from our clients’ customers is used only as directed by the client. It will not be used for any other purpose without authorization from the individual and/or client.} "
    },
    {
      "Text": "The personal information collected by Lighthouse List Company, for its own use, will not be sold, transferred or traded to any third party for unsolicited marketing purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may share, license or sell your information to third parties for various marketing purposes, including online (e.g., e-mail marketing and digital targeting/re-targeting) and offline (e.g., direct mail and telemarketing) marketing programs. Who We Share It With: Except as may be required by law, any personal information we obtain from individuals will only be used to contact you in response to your inquiry, or as directed by our clients in accordance with their privacy policy.} "
    },
    {
      "Text": "Except as may be required by law, any personal information we obtain from individuals will only be used to contact you in response to your inquiry, or as directed by our clients in accordance with their privacy policy.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Marketing Partners We may receive information about you, including but not limited to your IP address, browser type, e-mail address, first name, last name, company name, mailing address, ip address, mobileID, cookie and fax and telephone number(s), from third party marketing partners that provide us with consumer and business data to manage on their behalf. We may share, license or sell your information to third parties for various marketing purposes, including online (e.g., e-mail marketing and digital targeting/re-targeting) and offline (e.g., direct mail and telemarketing) marketing programs.} "
    },
    {
      "Text": "However, we may share some of your business information with our partners with which we share an arrangement for co-marketing of services. Customer personal information collected on behalf of our clients will only be disclosed as directed by the client in accordance with their privacy policy. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Who We Share It With: Except as may be required by law, any personal information we obtain from individuals will only be used to contact you in response to your inquiry, or as directed by our clients in accordance with their privacy policy. The personal information collected by Lighthouse List Company, for its own use, will not be sold, transferred or traded to any third party for unsolicited marketing purposes.} "
    },
    {
      "Text": "To Comply with the Law or to Protect Ourselves: For example, this could include responding to a court order or subpoena. It could also include sharing information if a government agency or investigatory body requests. We may share information when we are investigating a potential fraud.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This privacy notice does not cover any website operated by a third party which Lighthouse List Company may link to from this website. Please review the privacy notices and cookie policies associated with those websites for details of how they may process your data.} "
    },
    {
      "Text": "Lighthouse List Company processes marketing information of its clients and on behalf of its clients including name, postal address, phone number, email address, ip address, mobileID and cookie. In this capacity as a processor on behalf, Lighthouse List Company acts on the instructions of its clients and does not control or share such data without direction from the clients or partners.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may share information when we are investigating a potential fraud. Additionally, Lighthouse List Company acts as a processor on behalf of its clients and partners, providing customized services that enable organizations to manage their customer information efficiently in such ways as increasing marketing efficiency, and applying database marketing strategies.} "
    },
    {
      "Text": "Changes to this Privacy Policy\\nLighthouse List may update this privacy policy as necessary and will post notifications regarding such updates on its corporate website.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Box 900 Cos Cob, CT 06807 National Telemarketing Lists If you are a resident of PA or WY, you can register for DMA’s Telephone Preference Service (TPS), which is the Official Do Not Call list for the States of Pennsylvania and Wyoming and allows you to “opt out” of national telemarketing lists. Go online to: www.the-dma.org and register online for the DMA’s Telephone Preference Service Other consumers who wish to decrease the amount of unsolicited telemarketing calls they receive should register with the Federal Trade Commission’s National Do Not Call Registry at: www.donotcall.gov or by phone 1-888-382-1222.} "
    },
    {
      "Text": "During the web surfing of a website, a user may receive on its terminal also cookies of other websites or of other web servers (the so-called third party cookies); this happens because there may be elements on the visited website, such as images, maps, sounds, links to specific web pages of other domains that are on servers other than the server on which the requested page is placed.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Write to the FTC regarding complaints: Federal Trade Commission, Attn: Consumer Response Center, 600 Pennsylvania Avenue NW, Washington D.C. 20580 National Commercial Email Lists Go online to: www.the-dma.org and register for the DMA’s Electronic Mail Preference Service ( https://www.ims-dm.com/cgi/optoutemps.php ) Changes to this Privacy Policy Lighthouse List may update this privacy policy as necessary and will post notifications regarding such updates on its corporate website. Cookie Policy Cookies are small text files that the websites visited by a user send directly to its terminal (usually, to the browser), where they are memorised to be transmitted to the same websites at the following visit by the same user (the so-called first party cookies).} "
    },
    {
      "Text": "Analytics and Performance\\n\\nThese cookies allow us to optimize performance by collecting information on how users interact with our websites, including which pages are visited most, as well as other analytical data. We use these details to improve how our websites function and to understand how users interact with them.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Types of Cookie Below explains the types of cookies we use on our websites and why we use them: Required Cookies These cookies are essential for our website and services to perform basic functions and are necessary for us to operate certain features. These include those required to ensure our services are operating properly.} "
    },
    {
      "Text": "Opting-Out of Your Data being Sold to Third Parties or Accessing Your Personal Information:\\nWe collect your personal information such as full name, postal address, email address, phone number, ip address, mobileID and cookie for targeted advertising and identity resolution.\\nYou may opt-out of your data being shared with third parties or request access to your personal information by submitting the form below.\\n\\nName *\\nFirst Name\\nLast Name\\nEmail *\\nI would like to opt-out of my data being sold to third parties *\\nYes\\nNo\\nI would like to request access to my personal information\\nYes\\nNo",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Do Not Sell My Personal Information (Click the link to email us). ** You may also call us at 1-800-684-2180 to request access to or deletion of your personal information.} "
    },
    {
      "Text": "Effective Date: February 6 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "You have the right to (1) request to know more about the categories and specific pieces of personal information we collect, use, and disclose about you, (2) request deletion of your personal information, (3) opt out of any sales of your personal information, if we engage in that activity in the future, and (4) not be discriminated against for exercising these rights. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Code § 1798.83) is shared with third parties, please e-mail us at: privacy@lighthouselist.com or send us U.S. mail to: Lighthouse List Company, LLC  27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062, or contact us toll-free at (800) 684-2180. As described in this Policy, we may make personal information available to third parties for their marketing purposes.} "
    },
    {
      "Text": "You have the right to (1) request to know more about the categories and specific pieces of personal information we collect, use, and disclose about you, (2) request deletion of your personal information, (3) opt out of any sales of your personal information, if we engage in that activity in the future, and (4) not be discriminated against for exercising these rights",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Code § 1798.83) is shared with third parties, please e-mail us at: privacy@lighthouselist.com or send us U.S. mail to: Lighthouse List Company, LLC  27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062, or contact us toll-free at (800) 684-2180. As described in this Policy, we may make personal information available to third parties for their marketing purposes.} "
    },
    {
      "Text": "You have the right to (1) request to know more about the categories and specific pieces of personal information we collect, use, and disclose about you, (2) request deletion of your personal information, (3) opt out of any sales of your personal information, if we engage in that activity in the future, and (4) not be discriminated against for exercising these rights.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Code § 1798.83) is shared with third parties, please e-mail us at: privacy@lighthouselist.com or send us U.S. mail to: Lighthouse List Company, LLC  27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062, or contact us toll-free at (800) 684-2180. As described in this Policy, we may make personal information available to third parties for their marketing purposes.} "
    },
    {
      "Text": "You have the right to (1) request to know more about the categories and specific pieces of personal information we collect, use, and disclose about you, (2) request deletion of your personal information, (3) opt out of any sales of your personal information, if we engage in that activity in the future, and (4) not be discriminated against for exercising these rights",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Code § 1798.83) is shared with third parties, please e-mail us at: privacy@lighthouselist.com or send us U.S. mail to: Lighthouse List Company, LLC  27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062, or contact us toll-free at (800) 684-2180. As described in this Policy, we may make personal information available to third parties for their marketing purposes.} "
    },
    {
      "Text": "You have the right to (1) request to know more about the categories and specific pieces of personal information we collect, use, and disclose about you, (2) request deletion of your personal information, (3) opt out of any sales of your personal information, if we engage in that activity in the future, and (4) not be discriminated against for exercising these rights",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Code § 1798.83) is shared with third parties, please e-mail us at: privacy@lighthouselist.com or send us U.S. mail to: Lighthouse List Company, LLC  27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062, or contact us toll-free at (800) 684-2180. As described in this Policy, we may make personal information available to third parties for their marketing purposes.} "
    },
    {
      "Text": "You may make these requests by emailing us at privacy@lighthouselist.com. You can also opt out using the form at the bottom of this page",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {As described in this Policy, we may make personal information available to third parties for their marketing purposes. You have the right to (1) request to know more about the categories and specific pieces of personal information we collect, use, and disclose about you, (2) request deletion of your personal information, (3) opt out of any sales of your personal information, if we engage in that activity in the future, and (4) not be discriminated against for exercising these rights.} "
    },
    {
      "Text": "Please be advised that where California State residents opt-out from permitting their personal information to be shared, such individuals may still receive selected offers directly from us, in accordance with applicable law.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We will verify a webform request by asking you to provide identifying information. We will not discriminate against you if you exercise your rights under the CCPA.} "
    },
    {
      "Text": "Your Rights\\nIn order to exercise your rights, or to obtain any other information or clarification in relation to this Privacy Policy, please contact the Company by means of:\\n\\nby US Mail (27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062) \\n\\nby email (to the following address - privacy@lighthouselist.com)",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We use a variety of industry standard security measures, including sophisticated encryption and authentication tools to maintain the safety of your Personal Information from accidental loss, unauthorized access, use or disclosure. Access to personally identifying information will be protected and controlled by password and restricted permissions.} "
    },
    {
      "Text": "Privacy Statement\\nWhat We Collect\\nCollection of data about you comes from multiple sources and methods. Data is collected for purposes including but not limited to analytics, behavioral and targeted advertising, retargeting, audience segmentation, and audience modeling.\\n\\nIn addition, our web server automatically recognizes every visitor’s IP address. We do not, however, recognize email addresses unless they are provided to us by filling out a form on our website. We collect email addresses of those who contact us by email or provide their email address in some other method voluntarily. We also collect (email and postal) addresses and fax and telephone numbers submitted on our website to promote our products and services and provide updates. In addition, we collect aggregate information regarding visitors to our site and the specific pages viewed. We do this for the sole purpose of improving our website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you have any questions regarding this privacy notice, you can contact us: By sending an e-mail to privacy@lighthouselist.com You can also contact the Data Protection Officer via: Lighthouse List Company, LLC Attn: Privacy Officer 27 SE 24th Ave, Suite 6 Pompano Beach, FL  33062 Toll-Free: (800-684-2180) Data We Collect & How We Collect It Find out more about the data we collect and how > How We Use and Share Your Personal Information Find out more about how your personal information is used > Your Rights You have the right to: Access the personal information we hold about you Correct any inaccurate or outdated personal information (or delete the inaccurate personal information) Withdraw consent for any activities for which you have consented (e.g. direct marketing or cookies) In order to exercise your rights, please contact us by means of: by US Mail (27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062) by email (to the following address - privacy@lighthouselist.com ) You can also opt out of your data being sold to third parties or accessing your personal information via the form at the bottom of this page.} "
    },
    {
      "Text": "Also, we do not share our collected information with outside companies or set cookies or employ the services of ad server companies",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In addition, we collect aggregate information regarding visitors to our site and the specific pages viewed. We do this for the sole purpose of improving our website.} "
    },
    {
      "Text": " Personal information collected from our clients’ customers is used only as directed by the client. It will not be used for any other purpose without authorization from the individual and/or client.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We do this for the sole purpose of improving our website. Also, we do not share our collected information with outside companies or set cookies or employ the services of ad server companies.} "
    },
    {
      "Text": "Marketing Partners\\nWe may receive information about you, including but not limited to your IP address, browser type, e-mail address, first name, last name, company name, mailing address, ip address, mobileID, cookie and fax and telephone number(s), from third party marketing partners that provide us with consumer and business data to manage on their behalf. We may share, license or sell your information to third parties for various marketing purposes, including online (e.g., e-mail marketing and digital targeting/re-targeting) and offline (e.g., direct mail and telemarketing) marketing programs.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Personal information collected from our clients’ customers is used only as directed by the client. It will not be used for any other purpose without authorization from the individual and/or client.} "
    },
    {
      "Text": "Who We Share It With:\\nExcept as may be required by law, any personal information we obtain from individuals will only be used to contact you in response to your inquiry, or as directed by our clients in accordance with their privacy policy. The personal information collected by Lighthouse List Company, for its own use, will not be sold, transferred or traded to any third party for unsolicited marketing purposes. However, we may share some of your business information with our partners with which we share an arrangement for co-marketing of services. Customer personal information collected on behalf of our clients will only be disclosed as directed by the client in accordance with their privacy policy.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Marketing Partners We may receive information about you, including but not limited to your IP address, browser type, e-mail address, first name, last name, company name, mailing address, ip address, mobileID, cookie and fax and telephone number(s), from third party marketing partners that provide us with consumer and business data to manage on their behalf. We may share, license or sell your information to third parties for various marketing purposes, including online (e.g., e-mail marketing and digital targeting/re-targeting) and offline (e.g., direct mail and telemarketing) marketing programs.} "
    },
    {
      "Text": "Who We Share It With:\\nExcept as may be required by law, any personal information we obtain from individuals will only be used to contact you in response to your inquiry, or as directed by our clients in accordance with their privacy policy. The personal information collected by Lighthouse List Company, for its own use, will not be sold, transferred or traded to any third party for unsolicited marketing purposes. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Marketing Partners We may receive information about you, including but not limited to your IP address, browser type, e-mail address, first name, last name, company name, mailing address, ip address, mobileID, cookie and fax and telephone number(s), from third party marketing partners that provide us with consumer and business data to manage on their behalf. We may share, license or sell your information to third parties for various marketing purposes, including online (e.g., e-mail marketing and digital targeting/re-targeting) and offline (e.g., direct mail and telemarketing) marketing programs.} "
    },
    {
      "Text": "Additionally, Lighthouse List Company acts as a processor on behalf of its clients and partners, providing customized services that enable organizations to manage their customer information efficiently in such ways as increasing marketing efficiency, and applying database marketing strategies. Lighthouse List Company processes marketing information of its clients and on behalf of its clients including name, postal address, phone number, email address, ip address, mobileID and cookie. In this capacity as a processor on behalf, Lighthouse List Company acts on the instructions of its clients and does not control or share such data without direction from the clients or partners.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {It could also include sharing information if a government agency or investigatory body requests. We may share information when we are investigating a potential fraud.} "
    },
    {
      "Text": "If we change our privacy policy, we will post the new policy on our website after each change. If you are concerned with how your information is being used, please check our website periodically.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {If you have supplied your phone or fax number to us (through the website or otherwise) but no longer wish to receive phone calls from us, you may contact us by email at privacy@lighthouselist.com or writing us at the above address. Be sure to list the phone or fax number that you no longer wish us to use.} "
    },
    {
      "Text": "Visitors can contact us to correct inaccuracies on all the information we maintain",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {If we change our privacy policy, we will post the new policy on our website after each change. If you are concerned with how your information is being used, please check our website periodically.} "
    },
    {
      "Text": " You may contact us by email at privacy@lighthouselist.com or writing us at the above address. Be sure to list the information you feel needs to be corrected and correct information.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you are concerned with how your information is being used, please check our website periodically. Visitors can contact us to correct inaccuracies on all the information we maintain.} "
    },
    {
      "Text": "Changes to this Privacy Policy\\nLighthouse List may update this privacy policy as necessary and will post notifications regarding such updates on its corporate website.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Box 900 Cos Cob, CT 06807 National Telemarketing Lists If you are a resident of PA or WY, you can register for DMA’s Telephone Preference Service (TPS), which is the Official Do Not Call list for the States of Pennsylvania and Wyoming and allows you to “opt out” of national telemarketing lists. Go online to: www.the-dma.org and register online for the DMA’s Telephone Preference Service Other consumers who wish to decrease the amount of unsolicited telemarketing calls they receive should register with the Federal Trade Commission’s National Do Not Call Registry at: www.donotcall.gov or by phone 1-888-382-1222.} "
    },
    {
      "Text": "Types of Cookie\\nBelow explains the types of cookies we use on our websites and why we use them:\\n\\nRequired Cookies\\n\\nThese cookies are essential for our website and services to perform basic functions and are necessary for us to operate certain features. These include those required to ensure our services are operating properly.\\n\\nAnalytics and Performance\\n\\nThese cookies allow us to optimize performance by collecting information on how users interact with our websites, including which pages are visited most, as well as other analytical data. We use these details to improve how our websites function and to understand how users interact with them.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {During the web surfing of a website, a user may receive on its terminal also cookies of other websites or of other web servers (the so-called third party cookies); this happens because there may be elements on the visited website, such as images, maps, sounds, links to specific web pages of other domains that are on servers other than the server on which the requested page is placed. In other words, such cookies are set up on a website other than the one that is currently visited.} "
    },
    {
      "Text": "We collect your personal information such as full name, postal address, email address, phone number, ip address, mobileID and cookie for targeted advertising and identity resolution.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Do Not Sell My Personal Information (Click the link to email us). ** You may also call us at 1-800-684-2180 to request access to or deletion of your personal information.} "
    },
    {
      "Text": "Opting-Out of Your Data being Sold to Third Parties or Accessing Your Personal Information:\\nWe collect your personal information such as full name, postal address, email address, phone number, ip address, mobileID and cookie for targeted advertising and identity resolution.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Do Not Sell My Personal Information (Click the link to email us). ** You may also call us at 1-800-684-2180 to request access to or deletion of your personal information.} "
    },
    {
      "Text": "You may opt-out of your data being shared with third parties or request access to your personal information by submitting the form below.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {** You may also call us at 1-800-684-2180 to request access to or deletion of your personal information. Opting-Out of Your Data being Sold to Third Parties or Accessing Your Personal Information: We collect your personal information such as full name, postal address, email address, phone number, ip address, mobileID and cookie for targeted advertising and identity resolution.} "
    },
    {
      "Text": "You may opt-out of your data being shared with third parties or request access to your personal information by submitting the form below.\\n\\nName *\\nFirst Name\\nLast Name\\nEmail *\\nI would like to opt-out of my data being sold to third parties *\\nYes\\nNo\\nI would like to request access to my personal information\\nYes\\nNo\\nThank you, your email address will be included in our opt-out database within 24 hours, and will not be further shared with third parties.\\n\\nYou may also include yourself in the DAA Opt-out program by going here: http://www.aboutads.info/choices\\n\\nFurthermore, you may also include yourself in the NAI opt-out program by going here: http://www.networkadvertising.org/choices",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {** You may also call us at 1-800-684-2180 to request access to or deletion of your personal information. Opting-Out of Your Data being Sold to Third Parties or Accessing Your Personal Information: We collect your personal information such as full name, postal address, email address, phone number, ip address, mobileID and cookie for targeted advertising and identity resolution.} "
    },
    {
      "Text": "We collect email addresses of those who contact us by email or provide their email address in some other method voluntarily. We also collect (email and postal) addresses and fax and telephone numbers submitted on our website to promote our products and services and provide updates. In addition, we collect aggregate information regarding visitors to our site and the specific pages viewed",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In addition, our web server automatically recognizes every visitor’s IP address. We do not, however, recognize email addresses unless they are provided to us by filling out a form on our website.} "
    },
    {
      "Text": "Effective Date: February 6 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "give you access to the data we collect and the ability to make corrections.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Privacy Policy | Lighthouse List <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://px.ads.linkedin.com/collect/?pid=4790978&fmt=gif\" /> Home About ABOUT US Meet the team Methodology Audience Data ON-DEMAND AUDIENCES BUSINESS AUDIENCES CUSTOM AUDIENCES POLITICAL AUDIENCES OTHER DATA SERVICES IDENTITY RESOLUTION Alternative Data Data Modeling & AI Services Blog Resources Contact Us Home About ABOUT US Meet the team Methodology Audience Data ON-DEMAND AUDIENCES BUSINESS AUDIENCES CUSTOM AUDIENCES POLITICAL AUDIENCES OTHER DATA SERVICES IDENTITY RESOLUTION Alternative Data Data Modeling & AI Services Blog Resources Contact Us Privacy Policy Effective Date: February 6 2023 Lighthouse List Company respects your privacy.} "
    },
    {
      "Text": "give you access to the data we collect and the ability to make corrections.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Privacy Policy | Lighthouse List <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://px.ads.linkedin.com/collect/?pid=4790978&fmt=gif\" /> Home About ABOUT US Meet the team Methodology Audience Data ON-DEMAND AUDIENCES BUSINESS AUDIENCES CUSTOM AUDIENCES POLITICAL AUDIENCES OTHER DATA SERVICES IDENTITY RESOLUTION Alternative Data Data Modeling & AI Services Blog Resources Contact Us Home About ABOUT US Meet the team Methodology Audience Data ON-DEMAND AUDIENCES BUSINESS AUDIENCES CUSTOM AUDIENCES POLITICAL AUDIENCES OTHER DATA SERVICES IDENTITY RESOLUTION Alternative Data Data Modeling & AI Services Blog Resources Contact Us Privacy Policy Effective Date: February 6 2023 Lighthouse List Company respects your privacy.} "
    },
    {
      "Text": "make choices to opt out",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Privacy Policy | Lighthouse List <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://px.ads.linkedin.com/collect/?pid=4790978&fmt=gif\" /> Home About ABOUT US Meet the team Methodology Audience Data ON-DEMAND AUDIENCES BUSINESS AUDIENCES CUSTOM AUDIENCES POLITICAL AUDIENCES OTHER DATA SERVICES IDENTITY RESOLUTION Alternative Data Data Modeling & AI Services Blog Resources Contact Us Home About ABOUT US Meet the team Methodology Audience Data ON-DEMAND AUDIENCES BUSINESS AUDIENCES CUSTOM AUDIENCES POLITICAL AUDIENCES OTHER DATA SERVICES IDENTITY RESOLUTION Alternative Data Data Modeling & AI Services Blog Resources Contact Us Privacy Policy Effective Date: February 6 2023 Lighthouse List Company respects your privacy.} "
    },
    {
      "Text": "request to know more about the categories and specific pieces of personal information we collect, use, and disclose about you",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Code § 1798.83) is shared with third parties, please e-mail us at: privacy@lighthouselist.com or send us U.S. mail to: Lighthouse List Company, LLC  27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062, or contact us toll-free at (800) 684-2180. As described in this Policy, we may make personal information available to third parties for their marketing purposes.} "
    },
    {
      "Text": "request to know more about the categories and specific pieces of personal information we collect, use, and disclose about you",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Code § 1798.83) is shared with third parties, please e-mail us at: privacy@lighthouselist.com or send us U.S. mail to: Lighthouse List Company, LLC  27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062, or contact us toll-free at (800) 684-2180. As described in this Policy, we may make personal information available to third parties for their marketing purposes.} "
    },
    {
      "Text": "request deletion of your personal information,",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Code § 1798.83) is shared with third parties, please e-mail us at: privacy@lighthouselist.com or send us U.S. mail to: Lighthouse List Company, LLC  27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062, or contact us toll-free at (800) 684-2180. As described in this Policy, we may make personal information available to third parties for their marketing purposes.} "
    },
    {
      "Text": "opt out of any sales of your personal information, if we engage in that activity in the future,",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Code § 1798.83) is shared with third parties, please e-mail us at: privacy@lighthouselist.com or send us U.S. mail to: Lighthouse List Company, LLC  27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062, or contact us toll-free at (800) 684-2180. As described in this Policy, we may make personal information available to third parties for their marketing purposes.} "
    },
    {
      "Text": "not be discriminated against for exercising these rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Code § 1798.83) is shared with third parties, please e-mail us at: privacy@lighthouselist.com or send us U.S. mail to: Lighthouse List Company, LLC  27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062, or contact us toll-free at (800) 684-2180. As described in this Policy, we may make personal information available to third parties for their marketing purposes.} "
    },
    {
      "Text": "You may make these requests by emailing us at privacy@lighthouselist.com. You can also opt out using the form at the bottom of this page.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {As described in this Policy, we may make personal information available to third parties for their marketing purposes. You have the right to (1) request to know more about the categories and specific pieces of personal information we collect, use, and disclose about you, (2) request deletion of your personal information, (3) opt out of any sales of your personal information, if we engage in that activity in the future, and (4) not be discriminated against for exercising these rights.} "
    },
    {
      "Text": "Your personal data will not be kept for longer than 12 (twelve months) and/or as necessary for the protection of the rights of both the interests of both Users and the Company.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We take the utmost account of the right to privacy and protection of personal data of our users. For any information related to this GDPR privacy notice, users may contact the us at any time, using the following methods: By sending an e-mail to privacy@lighthouselist.com You can also contact the Data Protection Officer via: Lighthouse List Company, LLC Attn: Privacy Officer 27 SE 24th Ave, Suite 6 Pompano Beach, FL  33062 Toll-Free: (800-684-2180) Data We Process Find out more about the data we process > This processing is necessary for the administration of our business and the provision of our services, which is necessary for the legitimate interests of our business.} "
    },
    {
      "Text": "We inform you that, complying with the requirements and the guarantees provided under the law, your data could be transferred to Countries outside the European Economic Union that could not guarantee a level of privacy and personal data protection equal to the level of protection guaranteed by European privacy laws, but as Controller we take the utmost account of the right to security and protection of personal data of our Users, therefore we will process such transfers with all due care and guarantees. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For any information related to this GDPR privacy notice, users may contact the us at any time, using the following methods: By sending an e-mail to privacy@lighthouselist.com You can also contact the Data Protection Officer via: Lighthouse List Company, LLC Attn: Privacy Officer 27 SE 24th Ave, Suite 6 Pompano Beach, FL  33062 Toll-Free: (800-684-2180) Data We Process Find out more about the data we process > This processing is necessary for the administration of our business and the provision of our services, which is necessary for the legitimate interests of our business. Your personal data will not be kept for longer than 12 (twelve months) and/or as necessary for the protection of the rights of both the interests of both Users and the Company.} "
    },
    {
      "Text": "In order to exercise your rights, or to obtain any other information or clarification in relation to this Privacy Policy, please contact the Company by means of:\\n\\nby US Mail (27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062) \\n\\nby email (to the following address - privacy@lighthouselist.com)",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We use a variety of industry standard security measures, including sophisticated encryption and authentication tools to maintain the safety of your Personal Information from accidental loss, unauthorized access, use or disclosure. Access to personally identifying information will be protected and controlled by password and restricted permissions.} "
    },
    {
      "Text": "Access the personal information we hold about you",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Furthermore, users have the right to obtain: a) access, updating, rectification or, when interested, integration of data; b) the cancellation, transformation into anonymous form or blocking of data processed unlawfully, including data whose retention is unnecessary for the purposes for which the data were collected or subsequently processed; c) the attestation that the operations referred to in letters a) and b) have been brought to the attention, also as regards their content, of those to whom the data have been communicated or disseminated, except in the case where this fulfilment is it proves impossible or involves a use of means manifestly disproportionate to the protected right. Moreover, users have: a) the right to withdraw consent at any time, if the processing is based on their consent; b) (and, if its is applicable) the right to data portability (right to receive all personal data concerning them in a structured format, commonly used and readable by automatic device), the right to limit the processing of personal data and the right to cancel (” right to be forgotten “); c) the right to oppose: i) in whole or in part, for legitimate reasons, to the processing of personal data concerning them, even if pertinent to the purpose of the collection; ii) in whole or in part, to the processing of personal data concerning them for the purpose of sending advertising or direct sales material or for carrying out market research or commercial communication; d) if you believe that the processing that concerns them violates any Privacy Laws, the right to lodge a complaint with a Supervisory Authority (if a European citizen, in the Member State in which you usually reside, in the one in which you work or in the one in which the alleged violation has occurred) PIPEDA Privacy Notice We are committed to your privacy by complying with the laws and regulations under applicable privacy laws in Canada, including the Personal Information Protection and Electronic Documents Act.} "
    },
    {
      "Text": "Correct any inaccurate or outdated personal information (or delete the inaccurate personal information)",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Furthermore, users have the right to obtain: a) access, updating, rectification or, when interested, integration of data; b) the cancellation, transformation into anonymous form or blocking of data processed unlawfully, including data whose retention is unnecessary for the purposes for which the data were collected or subsequently processed; c) the attestation that the operations referred to in letters a) and b) have been brought to the attention, also as regards their content, of those to whom the data have been communicated or disseminated, except in the case where this fulfilment is it proves impossible or involves a use of means manifestly disproportionate to the protected right. Moreover, users have: a) the right to withdraw consent at any time, if the processing is based on their consent; b) (and, if its is applicable) the right to data portability (right to receive all personal data concerning them in a structured format, commonly used and readable by automatic device), the right to limit the processing of personal data and the right to cancel (” right to be forgotten “); c) the right to oppose: i) in whole or in part, for legitimate reasons, to the processing of personal data concerning them, even if pertinent to the purpose of the collection; ii) in whole or in part, to the processing of personal data concerning them for the purpose of sending advertising or direct sales material or for carrying out market research or commercial communication; d) if you believe that the processing that concerns them violates any Privacy Laws, the right to lodge a complaint with a Supervisory Authority (if a European citizen, in the Member State in which you usually reside, in the one in which you work or in the one in which the alleged violation has occurred) PIPEDA Privacy Notice We are committed to your privacy by complying with the laws and regulations under applicable privacy laws in Canada, including the Personal Information Protection and Electronic Documents Act.} "
    },
    {
      "Text": "In order to exercise your rights, please contact us by means of:\\n\\nby US Mail (27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062) \\n\\nby email (to the following address - privacy@lighthouselist.com)",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We use a variety of industry standard security measures, including sophisticated encryption and authentication tools to maintain the safety of your Personal Information from accidental loss, unauthorized access, use or disclosure. Access to personally identifying information will be protected and controlled by password and restricted permissions.} "
    },
    {
      "Text": "You can also opt out of your data being sold to third parties or accessing your personal information via the form at the bottom of this page.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Moreover, users have: a) the right to withdraw consent at any time, if the processing is based on their consent; b) (and, if its is applicable) the right to data portability (right to receive all personal data concerning them in a structured format, commonly used and readable by automatic device), the right to limit the processing of personal data and the right to cancel (” right to be forgotten “); c) the right to oppose: i) in whole or in part, for legitimate reasons, to the processing of personal data concerning them, even if pertinent to the purpose of the collection; ii) in whole or in part, to the processing of personal data concerning them for the purpose of sending advertising or direct sales material or for carrying out market research or commercial communication; d) if you believe that the processing that concerns them violates any Privacy Laws, the right to lodge a complaint with a Supervisory Authority (if a European citizen, in the Member State in which you usually reside, in the one in which you work or in the one in which the alleged violation has occurred) PIPEDA Privacy Notice We are committed to your privacy by complying with the laws and regulations under applicable privacy laws in Canada, including the Personal Information Protection and Electronic Documents Act. If you have any questions regarding this privacy notice, you can contact us: By sending an e-mail to privacy@lighthouselist.com You can also contact the Data Protection Officer via: Lighthouse List Company, LLC Attn: Privacy Officer 27 SE 24th Ave, Suite 6 Pompano Beach, FL  33062 Toll-Free: (800-684-2180) Data We Collect & How We Collect It Find out more about the data we collect and how > How We Use and Share Your Personal Information Find out more about how your personal information is used > Your Rights You have the right to: Access the personal information we hold about you Correct any inaccurate or outdated personal information (or delete the inaccurate personal information) Withdraw consent for any activities for which you have consented (e.g.} "
    },
    {
      "Text": "You can also opt out of your data being sold to third parties or accessing your personal information via the form at the bottom of this page.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Moreover, users have: a) the right to withdraw consent at any time, if the processing is based on their consent; b) (and, if its is applicable) the right to data portability (right to receive all personal data concerning them in a structured format, commonly used and readable by automatic device), the right to limit the processing of personal data and the right to cancel (” right to be forgotten “); c) the right to oppose: i) in whole or in part, for legitimate reasons, to the processing of personal data concerning them, even if pertinent to the purpose of the collection; ii) in whole or in part, to the processing of personal data concerning them for the purpose of sending advertising or direct sales material or for carrying out market research or commercial communication; d) if you believe that the processing that concerns them violates any Privacy Laws, the right to lodge a complaint with a Supervisory Authority (if a European citizen, in the Member State in which you usually reside, in the one in which you work or in the one in which the alleged violation has occurred) PIPEDA Privacy Notice We are committed to your privacy by complying with the laws and regulations under applicable privacy laws in Canada, including the Personal Information Protection and Electronic Documents Act. If you have any questions regarding this privacy notice, you can contact us: By sending an e-mail to privacy@lighthouselist.com You can also contact the Data Protection Officer via: Lighthouse List Company, LLC Attn: Privacy Officer 27 SE 24th Ave, Suite 6 Pompano Beach, FL  33062 Toll-Free: (800-684-2180) Data We Collect & How We Collect It Find out more about the data we collect and how > How We Use and Share Your Personal Information Find out more about how your personal information is used > Your Rights You have the right to: Access the personal information we hold about you Correct any inaccurate or outdated personal information (or delete the inaccurate personal information) Withdraw consent for any activities for which you have consented (e.g.} "
    },
    {
      "Text": "What We Collect\\nCollection of data about you comes from multiple sources and methods. Data is collected for purposes including but not limited to analytics, behavioral and targeted advertising, retargeting, audience segmentation, and audience modeling.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you have any questions regarding this privacy notice, you can contact us: By sending an e-mail to privacy@lighthouselist.com You can also contact the Data Protection Officer via: Lighthouse List Company, LLC Attn: Privacy Officer 27 SE 24th Ave, Suite 6 Pompano Beach, FL  33062 Toll-Free: (800-684-2180) Data We Collect & How We Collect It Find out more about the data we collect and how > How We Use and Share Your Personal Information Find out more about how your personal information is used > Your Rights You have the right to: Access the personal information we hold about you Correct any inaccurate or outdated personal information (or delete the inaccurate personal information) Withdraw consent for any activities for which you have consented (e.g. direct marketing or cookies) In order to exercise your rights, please contact us by means of: by US Mail (27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062) by email (to the following address - privacy@lighthouselist.com ) You can also opt out of your data being sold to third parties or accessing your personal information via the form at the bottom of this page.} "
    },
    {
      "Text": "Data is collected for purposes including but not limited to analytics, behavioral and targeted advertising, retargeting, audience segmentation, and audience modeling.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {direct marketing or cookies) In order to exercise your rights, please contact us by means of: by US Mail (27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062) by email (to the following address - privacy@lighthouselist.com ) You can also opt out of your data being sold to third parties or accessing your personal information via the form at the bottom of this page. Privacy Statement What We Collect Collection of data about you comes from multiple sources and methods.} "
    },
    {
      "Text": "Data is collected for purposes including but not limited to analytics, behavioral and targeted advertising, retargeting, audience segmentation, and audience modeling.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {direct marketing or cookies) In order to exercise your rights, please contact us by means of: by US Mail (27 SE 24th Ave, Suite 6, Pompano Beach, FL  33062) by email (to the following address - privacy@lighthouselist.com ) You can also opt out of your data being sold to third parties or accessing your personal information via the form at the bottom of this page. Privacy Statement What We Collect Collection of data about you comes from multiple sources and methods.} "
    },
    {
      "Text": "In addition, our web server automatically recognizes every visitor’s IP address. We do not, however, recognize email addresses unless they are provided to us by filling out a form on our website. We collect email addresses of those who contact us by email or provide their email address in some other method voluntarily. We also collect (email and postal) addresses and fax and telephone numbers submitted on our website to promote our products and services and provide updates. In addition, we collect aggregate information regarding visitors to our site and the specific pages viewed. We do this for the sole purpose of improving our website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Privacy Statement What We Collect Collection of data about you comes from multiple sources and methods. Data is collected for purposes including but not limited to analytics, behavioral and targeted advertising, retargeting, audience segmentation, and audience modeling.} "
    },
    {
      "Text": "Also, we do not share our collected information with outside companies or set cookies or employ the services of ad server companies.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In addition, we collect aggregate information regarding visitors to our site and the specific pages viewed. We do this for the sole purpose of improving our website.} "
    },
    {
      "Text": "Personal information collected from our clients’ customers is used only as directed by the client. It will not be used for any other purpose without authorization from the individual and/or client.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We do this for the sole purpose of improving our website. Also, we do not share our collected information with outside companies or set cookies or employ the services of ad server companies.} "
    },
    {
      "Text": "Personal information collected from our clients’ customers is used only as directed by the client. It will not be used for any other purpose without authorization from the individual and/or client.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We do this for the sole purpose of improving our website. Also, we do not share our collected information with outside companies or set cookies or employ the services of ad server companies.} "
    },
    {
      "Text": "Personal information collected from our clients’ customers is used only as directed by the client. It will not be used for any other purpose without authorization from the individual and/or client.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We do this for the sole purpose of improving our website. Also, we do not share our collected information with outside companies or set cookies or employ the services of ad server companies.} "
    },
    {
      "Text": "We may receive information about you, including but not limited to your IP address, browser type, e-mail address, first name, last name, company name, mailing address, ip address, mobileID, cookie and fax and telephone number(s), from third party marketing partners that provide us with consumer and business data to manage on their behalf.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Personal information collected from our clients’ customers is used only as directed by the client. It will not be used for any other purpose without authorization from the individual and/or client.} "
    },
    {
      "Text": "We may share, license or sell your information to third parties for various marketing purposes, including online (e.g., e-mail marketing and digital targeting/re-targeting) and offline (e.g., direct mail and telemarketing) marketing programs.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {It will not be used for any other purpose without authorization from the individual and/or client. Marketing Partners We may receive information about you, including but not limited to your IP address, browser type, e-mail address, first name, last name, company name, mailing address, ip address, mobileID, cookie and fax and telephone number(s), from third party marketing partners that provide us with consumer and business data to manage on their behalf.} "
    },
    {
      "Text": "We may share, license or sell your information to third parties for various marketing purposes, including online (e.g., e-mail marketing and digital targeting/re-targeting) and offline (e.g., direct mail and telemarketing) marketing programs.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {It will not be used for any other purpose without authorization from the individual and/or client. Marketing Partners We may receive information about you, including but not limited to your IP address, browser type, e-mail address, first name, last name, company name, mailing address, ip address, mobileID, cookie and fax and telephone number(s), from third party marketing partners that provide us with consumer and business data to manage on their behalf.} "
    },
    {
      "Text": "Who We Share It With:\\nExcept as may be required by law, any personal information we obtain from individuals will only be used to contact you in response to your inquiry, or as directed by our clients in accordance with their privacy policy. The personal information collected by Lighthouse List Company, for its own use, will not be sold, transferred or traded to any third party for unsolicited marketing purposes. However, we may share some of your business information with our partners with which we share an arrangement for co-marketing of services. Customer personal information collected on behalf of our clients will only be disclosed as directed by the client in accordance with their privacy policy.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Marketing Partners We may receive information about you, including but not limited to your IP address, browser type, e-mail address, first name, last name, company name, mailing address, ip address, mobileID, cookie and fax and telephone number(s), from third party marketing partners that provide us with consumer and business data to manage on their behalf. We may share, license or sell your information to third parties for various marketing purposes, including online (e.g., e-mail marketing and digital targeting/re-targeting) and offline (e.g., direct mail and telemarketing) marketing programs.} "
    },
    {
      "Text": "To Comply with the Law or to Protect Ourselves: For example, this could include responding to a court order or subpoena. It could also include sharing information if a government agency or investigatory body requests. We may share information when we are investigating a potential fraud.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This privacy notice does not cover any website operated by a third party which Lighthouse List Company may link to from this website. Please review the privacy notices and cookie policies associated with those websites for details of how they may process your data.} "
    },
    {
      "Text": "Additionally, Lighthouse List Company acts as a processor on behalf of its clients and partners, providing customized services that enable organizations to manage their customer information efficiently in such ways as increasing marketing efficiency, and applying database marketing strategies. Lighthouse List Company processes marketing information of its clients and on behalf of its clients including name, postal address, phone number, email address, ip address, mobileID and cookie. In this capacity as a processor on behalf, Lighthouse List Company acts on the instructions of its clients and does not control or share such data without direction from the clients or partners.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {It could also include sharing information if a government agency or investigatory body requests. We may share information when we are investigating a potential fraud.} "
    },
    {
      "Text": "If we change our privacy policy, we will post the new policy on our website after each change. If you are concerned with how your information is being used, please check our website periodically.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {If you have supplied your phone or fax number to us (through the website or otherwise) but no longer wish to receive phone calls from us, you may contact us by email at privacy@lighthouselist.com or writing us at the above address. Be sure to list the phone or fax number that you no longer wish us to use.} "
    },
    {
      "Text": "Visitors can contact us to correct inaccuracies on all the information we maintain.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {If we change our privacy policy, we will post the new policy on our website after each change. If you are concerned with how your information is being used, please check our website periodically.} "
    },
    {
      "Text": "You may contact us by email at privacy@lighthouselist.com or writing us at the above address.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you are concerned with how your information is being used, please check our website periodically. Visitors can contact us to correct inaccuracies on all the information we maintain.} "
    },
    {
      "Text": "Changes to this Privacy Policy\\nLighthouse List may update this privacy policy as necessary and will post notifications regarding such updates on its corporate website.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Box 900 Cos Cob, CT 06807 National Telemarketing Lists If you are a resident of PA or WY, you can register for DMA’s Telephone Preference Service (TPS), which is the Official Do Not Call list for the States of Pennsylvania and Wyoming and allows you to “opt out” of national telemarketing lists. Go online to: www.the-dma.org and register online for the DMA’s Telephone Preference Service Other consumers who wish to decrease the amount of unsolicited telemarketing calls they receive should register with the Federal Trade Commission’s National Do Not Call Registry at: www.donotcall.gov or by phone 1-888-382-1222.} "
    },
    {
      "Text": "Cookie Policy\\nCookies are small text files that the websites visited by a user send directly to its terminal (usually, to the browser), where they are memorised to be transmitted to the same websites at the following visit by the same user (the so-called first party cookies). During the web surfing of a website, a user may receive on its terminal also cookies of other websites or of other web servers (the so-called third party cookies); this happens because there may be elements on the visited website, such as images, maps, sounds, links to specific web pages of other domains that are on servers other than the server on which the requested page is placed.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Go online to: www.the-dma.org and register online for the DMA’s Telephone Preference Service Other consumers who wish to decrease the amount of unsolicited telemarketing calls they receive should register with the Federal Trade Commission’s National Do Not Call Registry at: www.donotcall.gov or by phone 1-888-382-1222. Write to the FTC regarding complaints: Federal Trade Commission, Attn: Consumer Response Center, 600 Pennsylvania Avenue NW, Washington D.C. 20580 National Commercial Email Lists Go online to: www.the-dma.org and register for the DMA’s Electronic Mail Preference Service ( https://www.ims-dm.com/cgi/optoutemps.php ) Changes to this Privacy Policy Lighthouse List may update this privacy policy as necessary and will post notifications regarding such updates on its corporate website.} "
    },
    {
      "Text": "hese cookies are essential for our website and services to perform basic functions and are necessary for us to operate certain features.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {During the web surfing of a website, a user may receive on its terminal also cookies of other websites or of other web servers (the so-called third party cookies); this happens because there may be elements on the visited website, such as images, maps, sounds, links to specific web pages of other domains that are on servers other than the server on which the requested page is placed. In other words, such cookies are set up on a website other than the one that is currently visited.} "
    },
    {
      "Text": "These cookies allow us to optimize performance by collecting information on how users interact with our websites, including which pages are visited most, as well as other analytical data.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Types of Cookie Below explains the types of cookies we use on our websites and why we use them: Required Cookies These cookies are essential for our website and services to perform basic functions and are necessary for us to operate certain features. These include those required to ensure our services are operating properly.} "
    },
    {
      "Text": "When you opt out, we will place an opt out cookie on your computer. This cookie tells us not to collect your information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Indeed, by blocking the receipt of all the cookies indiscriminately, including the technical ones, without providing a specific exception for the Third Party Data Source, you might be no more able to surf on the Third Party Data Source or to benefit, in whole or in part, of its functionalities. Furthermore, removing all the cookies from the browser, also the technical cookies could be removed and, therefore, you could remove the preferences set up by using the Third Party Data Source or no more find products or services included in your basket.} "
    },
    {
      "Text": "Do Not Sell My Personal Information (Click the link to email us).\\n\\n** You may also call us at 1-800-684-2180 to request access to or deletion of your personal information.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Links contained on our site are provided as a convenience to the site user and do not imply endorsement of the link, content or the respective company. You agree to defend, indemnify and hold us harmless from and against any and all claims, damages, costs and expenses, including attorneys’ fees, arising from or related to your use of this site.} "
    },
    {
      "Text": "We collect your personal information such as full name, postal address, email address, phone number, ip address, mobileID and cookie for targeted advertising and identity resolution",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Do Not Sell My Personal Information (Click the link to email us). ** You may also call us at 1-800-684-2180 to request access to or deletion of your personal information.} "
    },
    {
      "Text": "Opting-Out of Your Data being Sold to Third Parties or Accessing Your Personal Information",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Do Not Sell My Personal Information (Click the link to email us). ** You may also call us at 1-800-684-2180 to request access to or deletion of your personal information.} "
    },
    {
      "Text": "Opting-Out of Your Data being Sold to Third Parties or Accessing Your Personal Information",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Do Not Sell My Personal Information (Click the link to email us). ** You may also call us at 1-800-684-2180 to request access to or deletion of your personal information.} "
    },
    {
      "Text": "You may opt-out of your data being shared with third parties or request access to your personal information by submitting the form below.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {** You may also call us at 1-800-684-2180 to request access to or deletion of your personal information. Opting-Out of Your Data being Sold to Third Parties or Accessing Your Personal Information: We collect your personal information such as full name, postal address, email address, phone number, ip address, mobileID and cookie for targeted advertising and identity resolution.} "
    }
  ]
}