{
  "policy_id": "182",
  "text": "Oracle Advertising Privacy Policy | Oracle Click to view our Accessibility Policy Skip to content home nav Oracle Close Search Ask \"Analyst Reports\" Search Products Industries Resources Support Events Developer Partners View Accounts Back Oracle Account Cloud Account Sign in to Cloud Sign Up for Free Cloud Tier Sign-In Create an Account Help Sign Out Contact Sales Close No results found Your search did not match any results. We suggest you try the following to help find what you’re looking for: Check the spelling of your keyword search. Use synonyms for the keyword you typed, for example, try “application” instead of “software.” Try one of the popular searches shown below. Start a new search. Trending Questions How are customers using Oracle Cloud apps and infrastructure? Analyst Reports College recruiting Working at Oracle Can I take advantage of the cloud in my own data center? HCM Oracle business transformation Try Oracle Cloud for free How can I create an agile supply chain? Blockchain applications Oracle vs AWS Financials Close Products Infrastructure Oracle Cloud Infrastructure Analytics and BI Compute Containers and Functions Content Management Database Services Data Lakehouse Developer Services Hybrid Cloud Integration Machine Learning and AI Networking Observability and Management Security, Identity, and Compliance Storage VMware Featured OCI Services Oracle Cloud Free Tier Autonomous Database MySQL HeatWave Cloud@Customer Government Cloud Database Software Oracle Database MySQL Java Linux Hardware and Exadata Software Applications Cloud Applications Enterprise Resource Planning (ERP) Enterprise Performance Management (EPM) Supply Chain & Manufacturing (SCM) Human Capital Management (HCM) Advertising and Customer Experience (CX) – Advertising (Data Cloud) – Marketing – Sales – Service Industry Solutions NetSuite On-Premises Applications Industries Automotive Communications Construction and Engineering Consumer Goods Energy and Water Financial Services Food and Beverage Government and Education Healthcare High Technology Hospitality Industrial Manufacturing Life Sciences Media and Entertainment Oil and Gas Professional Services Retail Travel and Transportation Wholesale Distribution Resources About Oracle Analyst Reports Business Practices Corporate Responsibility Corporate Security Practices Diversity and Inclusion Investor Relations Oracle’s response to COVID-19 Blogs Careers Events News Customer References Quarterly Customer Highlights Community Forums Consulting Documentation Financing Software Downloads Support Offerings Support Renewals Preview/Beta Testing Opportunities Trust Center Buy and Renew Online Oracle University Free Training Digital/Online Training Guided Learning Certification Oracle PartnerNetwork Log in Find a Partner Partner Store Cloud Partners Developer Center Oracle Cloud Free Tier Cloud Architecture Reference Architectures Solution Playbooks Cloud Invoicing Cloud Marketplace Cloud Readiness Updates Cloud Security Practices Oracle for Startups Research For Students and Educators Support My Oracle Support Login Mobile Login Contact Oracle Support My Support Renewals About Support Services Oracle Premier Support Proactive Support Program Oracle SaaS Support Services Advanced Customer Services Communities My Oracle Support Community Cloud Customer Connect Developer Oracle User Groups Lifetime Support Policies Technical Support Policies Critical Patch Updates Documentation Software Downloads Events Oracle Cloud Events Cloud CX Join visionaries, experts, and customers as they share insights on the latest CX solutions in this series of 1–2 hour events. Cloud ERP Listen to industry experts and customers as they share ERP, EPM, and SCM best practices in this series of 1–2 hour events. Cloud HCM Experience HR technology solutions best practices and customer successes in this series of 1–2 hour events. Cloud Platform Explore modern technology solutions through best practices and customer examples in these 1–2 hour events. Oracle Live Learn about new products and some of the customers who are using them in these 60-minutes or less announcement events. Oracle Developer Live Accelerate your application development and join technical sessions, hands-on labs, demos, panels, and live Q&A with experts. Oracle Customer Spotlight Hear candid conversations with customer executives who rely on Oracle Cloud to help transform their business. Search all events Not finding what you’re looking for? Search for all Oracle events. Developer Developer Resource Center Find tools, documentation, downloads, reference architectures and sample code to develop on Oracle Cloud Infrastructure. Developer Community Developers Blog Developers Podcasts Digital Impact Radio Inside Java Oracle Groundbreakers Developer Live Virtual webcasts and workshops Meetups and Get-Togethers Search all developer events Try Oracle Free Tier Oracle Cloud Free Tier lets anyone build, test, and deploy applications on Oracle Cloud—for free. Start your trial today Partners Oracle’s Partner Ecosystem Learn how our partners' differentiated services, combined with Oracle’s technology stack, are critical to our customers’ ongoing success. Oracle Cloud Marketplace Discover, test, buy, and deploy partner business applications built on, and integrated with, Oracle Cloud. Partner Finder Search our digital catalog of partners who are ready to assist customers in realizing greater value through expertise-based services. Why build on Oracle Cloud? See why startups and established ISVs trust Oracle Cloud to meet their customers’ demands. Why expand your service offerings on Oracle Cloud? Understand the opportunities to extend and expand your service offerings with Oracle Cloud. Oracle PartnerNetwork (OPN) Learn about Oracle’s global program that helps technology and services partners innovate, collaborate, and grow based on their business needs. Interested in partnering? Take our OPN Journey Builder Help us get to know your business better so we can guide you on your path to success with Oracle. Let’s get started Oracle Legal Privacy Policies Oracle Legal Legal Notices Privacy Policies Terms of Use Copyright Trademarks Logos Department of Labor Notices Law Enforcement Requests Report More Law Enforcement Requests Report Privacy Policies Menu Overview General Services Customer Recruiting Advertising AddThis Dyn Privacy @ Oracle Oracle Advertising Privacy Policy 1. INTRODUCTION This Oracle Advertising Privacy Policy (also referred to as the ‘ Privacy\nPolicy ’ or the ‘ Oracle Data Cloud Privacy Policy ’) informs\nconsumers (‘ you ’ or ‘ your ’) on the collection,\nuse, sharing, and selling (collectively referred to as ‘ processing ’ or\n‘ process ’) of your personal information in connection with Oracle’s provision\nof Oracle Advertising services designed to help Oracle’s customers’ and partners’ online and offline\nmarketing activities (‘ Oracle Advertising ’). This Privacy Policy also explains\nyour privacy rights in relation to these processing activities. This Privacy Policy was last updated on December 16, 2022. However, the Privacy Policy can change over time,\nfor example to comply with legal requirements or to meet changing business needs. The most up-to-date\nversion can be found on this website . In case there is an important change\nthat we want to highlight to you, we will also inform you in another way (for example, via a pop-up notice\nor statement of changes on our website). View a previous version of this\nPrivacy Policy. As used in this Privacy Policy, ‘personal information’ or ‘personal data’ means information that relates to\nan identified individual or to an identifiable individual. For example, this could include among other\nthings your name, address, email address, past purchase behavior or information regarding your online\ninterests. Personal information about you that Oracle may process is also referred to as\n‘ information about you .’ For more detail about the types of information about\nyou that Oracle Advertising may process, please refer to Section 4 below. SCOPE OF THE PRIVACY POLICY See More The Privacy Policy applies to Oracle’s processing of information about you that has been provided\nto Oracle Advertising by our data suppliers. WHO IS RESPONSIBLE FOR PROCESSING YOUR PERSONAL INFORMATION? See More Oracle Corporation and Oracle America, Inc. are responsible for the processing of information about you\nas described in this privacy policy. WHICH CATEGORIES OF PERSONAL INFORMATION DO WE PROCESS? See More Oracle may process online personal information that may indirectly identify you, as well as offline\ninformation that may directly identify you. WHERE DO WE SOURCE YOUR PERSONAL INFORMATION? See More Oracle obtains data from third party sources, including from advertising agencies, website operators,\nretail stores, and third party data providers. WHY AND HOW DO WE USE YOUR PERSONAL INFORMATION? See More We use personal information about you to enable Oracle Advertising customers and partners to market\nproducts and services to you, to develop and improve Oracle products and services, and for security and\ncompliance purposes. HOW CAN WE SHARE OR SELL YOUR PERSONAL INFORMATION? See More Your personal information is shared throughout Oracle’s organization and sold or shared to third\nparties such as Oracle Advertising customers and partners, service providers, and others as described in Section 9 . WHAT ARE YOUR PRIVACY RIGHTS? See More You have privacy rights for the information we process about you. You can request to opt-out of third\nparty sharing or selling, and object to our use of your personal information for online behavioral\nmarketing and advertising purposes, delete or correct your personal information, or access your personal\ninformation (See Section 13 ) HOW TO CONTACT ORACLE IF YOU HAVE ANY QUESTIONS, COMMENTS OR COMPLAINTS? See More If you believe your personal information has been used in a way that is not consistent with the Privacy\nPolicy, please contact the Global Data Protection Officer at the address below. 2. SCOPE The Privacy Policy applies to Oracle’s processing of information about you\nprovided to Oracle Advertising by our third-party data suppliers to help enable Oracle\nAdvertising customers and partners to market products and services to you based on your interests. The Privacy Policy does not apply to the following activities: Data collected in connection with the Oracle AddThis tools. In some regions, Oracle may\nalso process information about you provided to Oracle Advertising by website publisher partners using\nthe Oracle AddThis tools. For information about Oracle’s data collection and use practices in connection\nwith the Oracle AddThis tools, please refer to https://www.oracle.com/legal/privacy/addthis-privacy-policy.html . First-party information collected about you by Oracle customers. Our customers are\nresponsible for their own personal information collection practices and their use of the personal\ninformation for marketing and other purposes, including when they use Oracle Advertising services to\nsend you online advertising. This includes any personal information processed through Oracle\nAdvertising’s Moat or Grapeshot products on behalf of Oracle customers. To find out more about our\ncustomers’ use of first-party information about you, you are encouraged to review the relevant privacy\npolicy of the company who collected your information from you or is sending you advertising. Please\nconsult that company if you have any further questions about its use of information about you. Data collected for Oracle’s own direct marketing purposes. For information about\nOracle’s processing activities with regard to your personal information collected on Oracle websites and\napplications, and used for Oracle’s own direct marketing purposes, please refer to https://www.oracle.com/legal/privacy/privacy-policy . 3. WHO IS RESPONSIBLE FOR PROCESSING YOUR PERSONAL INFORMATION? Oracle Corporation and Oracle America, Inc., having their registered address at 2300 Oracle Way,\nAustin, TX, 78741, USA, are responsible for processing your personal information in scope of this Privacy\nPolicy. 4. WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS? Information about you may in some cases directly identify you, while in other cases it may only indirectly\nidentify you. Personal information that is collected offline and that can directly identify you may include, for example: name, physical address, email addresses, and telephone numbers; demographic attributes, when tied to other information that identifies you; transactional data based on your purchases, when tied to other information that identifies you; company data such as the name, size, and location of the company you work for and your role within the\ncompany; data from marketing opt-in lists, consumer surveys, or publicly available information; derived latitude/longitude from a physical address. Oracle Advertising only processes offline personal information about individuals located in the United\nStates. Personal information that is collected online and that may indirectly identify you may include, for example: unique IDs such as your mobile device identifier, or a cookie ID on your browser; a connected device identifier such as an ID from a smart television or streaming device (US only); IP addresses and information derived from IP addresses, such as geographic location; information about your device, such as browser, device type, operating system, the presence or use of\n“apps”, screen resolution, or the preferred language; obfuscated personal information such as hashed email addresses (direct identifiers are removed); demographic information such as gender, age, and income range when not tied to information that directly\nidentifies you; behavioral data of the internet connected computer or device you use when interacting with websites,\napplications, or other connected devices, such as advertisements clicked or viewed, websites and content\nareas, date and time of these activities, or the web search used to locate and navigate to a website. We may associate personal information about you with interest segments or profiles as part of the provision\nof Oracle Advertising services to our customers and partners: Interest Segments are a specific group of consumers that share a common behavior or\npreference used for direct marketing by our customers. For example: in market for travel specials to\nHawaii. Profiles are a set of attributes about a specific consumer or device, or a set of\nmultiple consumers or devices sharing common attributes used for marketing by our customers. For\nexample: age bracket 25-55; adventurous traveler; surfing enthusiast; in market for travel specials to\nHawaii. 5. FOR WHAT COMMERCIAL OR BUSINESS PURPOSE DO WE USE YOUR PERSONAL INFORMATION? We use personal information for the following commercial purposes: a) to help enable Oracle Advertising customers and partners to market products and services to you based\non your interests; b) to analyze, develop, improve, and optimize the use, function and performance of Oracle products and\nservices; We use personal information for the following business purposes: c) to manage the security of our sites, networks and systems; d) to comply with applicable laws and regulations and to operate our business. These purposes are described below in further detail. a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices. More specifically, Oracle can process information about you: i. For online interest-based advertising delivered through Oracle Advertising partners that display\nonline advertising to you on behalf of Oracle Advertising customers. Example: a marketing professional working for a travel company wants to market the company’s travel\nspecials to Hawaii to a specific group of individuals (also known as an audience ) that\nmay be interested in those specials. The marketing professional uses Oracle Advertising services to\ncreate an audience interested in travel to Hawaii. If you have visited a travel website previously and\nhave expressed an interest in Hawaiian vacations, you may be placed in the travel company’s audience and\nsubsequently see advertisements for a vacation to Hawaii on other websites (because a cookie has been\nplaced on your browser) or, in the United States, via a connected device (due to an association between\nyour IP address and device identifier). ii. For offline and online campaign measurement, analytics, and development of insights on behalf of our\nOracle Advertising customers. Example: a marketing professional working for a travel company wants to better understand if the\ncompany’s marketing campaign for travel specials to Hawaii contributed to an increase in their product\nsales. The marketing professional uses Oracle Advertising services to see how many display or videos ads\nwere viewed, and whether the ads were clicked on and a purchase was made. iii. For enabling our Oracle Advertising customers to personalize their products and services, including\nsite optimization, email personalization, and dynamic marketing and advertising optimization. Example: if you have previously indicated an interest in travel to Hawaii, when you visit a travel\ncompany’s website it can display tailored offers for Hawaiian vacations on their homepage. iv. For linking Profiles and Interest Segments to enable Oracle Advertising customers and partners to\nconnect your Interest Segments across the various browsers and/or devices you may use for the purposes\ndescribed in this section. Example: you are interested in vacations offered by a travel company and have clicked on their online\nadvertising. You are logged into several devices (your desktop, smartphone, and tablet) using the same\nlogin. Oracle Advertising partners have indicated that you are likely the same user across those same\ndevices. The travel company is able to display vacation offers to you (via a de-identified cookie ID) on\nthese different devices. v. For creating modelled online and offline “lookalike” audiences for Oracle Advertising customers’\nproducts and services. Example: a marketing professional working for a travel company wants to find new potential customers who\nare, like you, likely to be interested in travel to Hawaii. Oracle Advertising services can help the\ntravel company by looking for key characteristics between Profiles that have expressed an interest in\ntraveling to Hawaii and other Profiles where a similar interest can be inferred based on these\ncharacteristics, such as an interest in travel to tropical islands. vi. For enabling our Oracle Advertising customers to associate first-party information to certain Oracle\nAdvertising identifiers in order to deliver marketing and advertising services to you. Example: A travel company has its own lists of customers who have purchased travel arrangements with\nthem, with names, emails, and addresses. The travel company wants to be able to reach out to these\ncustomers with online advertising. The Oracle Advertising services can help the travel company by\nconverting the company’s own customer lists from identified names, emails, and addresses, to\nde-identified groups of cookie and device IDs provided by Oracle Advertising, in a process known in the\nadvertising industry as “onboarding”. vii. For the United States only: to allow our customers to deliver catalogues to your physical address\nthat may be of interest to you based on your previous offline purchase behavior. b) For personal information collected outside the EU/EEA, to analyze, develop, improve, and\noptimize the use, function and performance of Oracle products and services We may process personal information for Oracle’s own research and development purposes. For example: to enhance data quality, develop new features and functionality, and for statistical\nanalyses related to the performance and operation of Oracle Advertising services. c) to manage the security of our sites, networks and systems We can collect usage and systems operations data from Oracle Advertising services for security and\noperations management to help keep Oracle, customer, and partner networks and systems, as well as our\nproducts and services, secure. We may also collect usage and systems operations data to investigate and\nprevent cyber-attacks, malicious activity, or potential fraud, including ad fraud and to detect\nbots. d) to comply with applicable laws and regulations and to operate our business In some cases, we may process personal information to comply with applicable laws and regulations. For\nexample, to respond to a request from a regulator or to defend a legal claim. We may also process\npersonal information in the operation of our business. For example, to conduct audits and\ninvestigations, for finance and accounting, archiving, and insurance purposes. 6. CATEGORIES OF SOURCES OF PERSONAL INFORMATION Oracle may process both offline and online information about you, including information from publicly\navailable sources or third-party data providers. Offline information about you is obtained by Oracle from its offline partners such as\nbrick-and-mortar retail stores, grocery stores and their associated loyalty card programs, payment card\nbrands, catalog orders and consumer survey programs, and third parties who may not have a relationship\nwith you and collect offline information from their offline partners. Online information about you originates from your activities on sites operated by our\nonline partners, such as advertising agencies and website operators (for example, online retail stores\nor travel sites). Oracle also obtains online information from third parties who may not have a direct\nrelationship with you and who collect online information using cookies or similar technologies, such as\npixels tags and device identifiers, as you browse the Internet and interact with websites. For more\ninformation on cookies and similar technologies used in connection with Oracle Advertising services,\nplease refer to Section 12 below. Our online Oracle Advertising branded data partners are listed in our catalogue . Please note that some of these partners only\nprovide information about individuals in specific regions. 7. FOR INFORMATION ABOUT YOU COLLECTED IN THE EU/EEA, WHAT IS OUR LEGAL BASIS? Oracle Advertising only collects limited third-party data about users located in the EU/EEA, Switzerland, or\nthe UK and only for legal compliance purposes, including for data minimization and to avoid using data from\nthese regions. Specifically, upon initial collection, Oracle Advertising segregates, obfuscates, and purges\nthe data from users in these regions so as to prevent using the data for the commercial purposes described\nabove in Section 5 of this Policy. Customers are responsible for their own\nfirst-party data collection and processing practices. Please see “First-party information collected about\nyou by Oracle customers” under Section 2 for more information. 8. FOR WHAT PERIOD DO WE RETAIN INFORMATION ABOUT YOU? Oracle maintains information about you for the following retention periods, unless retained solely for legal\nand compliance purposes: a) Online information about you is retained for up to 13 months . Certain online information may be retained up to 18 months . For example, Oracle\ncustomers’ seasonal or cyclical interest-based advertising campaigns or internal analytics and\nmodel development may be retained for up to 18 months. b) Online information about you for linkage purposes (cross\ndevice/cross-context technology) is retained for up to 12 months . c) Offline information about you may be retained for as long as relevant for the\npurposes for which it was collected (see Section 5 above). Personal information necessary to preserve opt-out preferences is retained for 20 years, unless you\ndelete it or otherwise prevent its collection as further described in Section\n13 below. 9. WHEN AND HOW CAN WE SHARE YOUR PERSONAL INFORMATION? Sharing within Oracle As a global organization, information about you can be shared globally throughout Oracle’s worldwide\norganization for a business purpose(s). See a list of Oracle\nentities. Please select a region and country to view the registered address and contact details of the\nOracle entity or entities located in each country. Oracle employees are authorized to access personal information only to the extent necessary to serve the\napplicable purpose(s) and to perform their job functions. Sharing with or selling with third parties We may share personal information with or sell personal information to the following third parties for a\ncommercial purpose: Oracle Advertising customers and partners, including digital marketers, ad agencies, web publishers,\nconnected TV providers, demand side platforms, data management platforms, supply-side platforms, and\nsocial media networks; and third-party service providers as necessary to perform Oracle Advertising services on behalf of Oracle. We may share personal information with the following third parties for a business purpose: relevant third parties in the event of a reorganization, merger, sale, joint venture, assignment,\ntransfer, or other disposition of all or any portion of our business, assets or stock, including in\nconnection with any bankruptcy or similar proceedings; and public and government authorities, including public and government authorities outside your country of\nresidence (to the extent legally required to respond to their mandatory requests in connection with\nnational security and/or law enforcement purposes). When third parties are given access to personal information, we will take appropriate contractual, technical,\nand organizational measures designed to ensure that personal information is processed only to the extent\nthat such processing is necessary, consistent with this Privacy Policy and in accordance with applicable\nlaw. 10. HOW IS PERSONAL INFORMATION HANDLED GLOBALLY? Oracle is a global corporation with operations in over 80 countries, and personal information is processed\nglobally as necessary in accordance with this policy. If personal information is transferred to an Oracle\nrecipient in a country that does not provide an adequate level of protection for personal information,\nOracle will take adequate measures designed to protect the personal information, such as ensuring that such\ntransfers are subject to the terms of the EU Model Clauses or other adequate transfer mechanism as required\nunder relevant data protection laws. 11. HOW IS INFORMATION ABOUT YOU SECURED? Oracle has implemented appropriate technical, physical, and organizational measures designed to protect\npersonal information against accidental or unlawful destruction or accidental loss, damage, alteration,\nunauthorized disclosure or access, as well as other forms of unlawful processing. 12. WHAT COOKIES, PIXEL TAGS AND OTHER SIMILAR TECHNOLOGIES DO WE USE? Cookies and similar technologies (e.g., pixel tags and device identifiers) are used by Oracle and our\nadvertising technology partners to recognize you and/or your device(s) on, off, and across different\nservices and devices for the purposes specified in Section 5 above. Cookies are small text files that contain a string of characters and uniquely identify a\nbrowser on a connected device. We or our Oracle Advertising partners may use cookies to, among other things,\ntrack user trends and collect information about how you use our customers’ sites or interact with\nadvertising. Most browsers are initially configured to accept cookies by default. You may, however, be able\nto change your browser settings to cause your browser to refuse third-party cookies or to indicate when a\nthird-party cookie is being sent. Check your browser’s “help” files to learn more about\nhandling cookies. Pixel Tags (also called web beacons or clear GIFs) are invisible 1 x 1 pixels that are\nplaced on webpages that use this technology for marketing and measurement purposes. When you access these\nwebpages, pixel tags generate a generic notice of the visit. Pixel tags can be used with cookies or alone.\nWhen used with cookies, pixel tags can track activity on a site by a particular device and provide relevant\nonline advertising to you. When you turn off cookies or have opted out of cookies, pixel tags simply detect\na unique website visit and how you interacted with the advertising, but do not track an individual to\nprovide relevant online advertising. You can opt out of cookies using the opt-out tools in the next section. 13. WHAT ARE YOUR PRIVACY RIGHTS? Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA),\nand other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights\nenabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to\naccess and receive a copy of their personal information in Oracle’s possession or for which Oracle is\notherwise responsible. Opt-out and object to our use of information about you Oracle offers multiple ways for you to opt out of third party sharing or selling and object to our use of\ninformation about you: Oracle Advertising Opt-out. Access the Oracle Advertising opt-out\ntool . Please note that if you use this opt-out tool, Oracle will opt you out of Oracle’s use of information\nabout you for Oracle Advertising services involving both first-party use of your information as well as\nany third-party sharing or selling of your information. See Section 2 above for\nmore information on the distinction between first-party and third-party information. The Oracle Advertising opt-out will prevent Oracle from delivering third-party audiences to connected\ndevices such as smart televisions or streaming devices; however, you can also visit your device’s\nsettings menu or privacy policy for information on how to opt-out directly with your connected devices. AdTech Industry Opt-Out. You may also opt-out of third-party sharing or selling by\nOracle Advertising services by using the opt-out tools provided by the following industry groups: Digital Advertising Alliance (DAA): http://www.aboutads.info/choices/ Network Advertising Initiative (NAI): http://optout.networkadvertising.org European Interactive Digital Adverting Alliance (EDAA): http://www.youronlinechoices.eu/ and http://www.edaa.eu/ Mobile Opt-Out. While the opt-out methods described above often also work for mobile\nweb browsing, mobile ‘app’ environments do not accept cookies. You may want to consider installing the\nAppChoices App provided by the Digital Advertising Alliance (DAA) to exercise opt-out control for\nspecific companies, including Oracle, when in a mobile app environment. See more information on how to download\nand configure the AppChoices App relevant for your mobile platform. You can also visit the NAI’s website\nfor more information and\ninstructions on opting out on mobile devices. Audience Matched Advertising Opt-Out. Oracle Advertising provides “Audience Matched\nAdvertising” where Oracle Advertising uses hashed emails to create tailored digital advertising to\nprovide Oracle Advertising online services. The NAI provides an email-based opt-out to opt-out of this\nactivity. Please visit the NAI’s website for more information and instructions on\nopting out of Audience Matched Advertising. Do Not Track. Oracle honors “Do Not Track” browser settings, meaning we\nwill not track your browser for marketing purposes while you have “Do Not Track” turned on in your\nbrowser settings. Please note that if you opt-out using any of the first three opt-out tools, you may still temporarily see\ninterest-based advertising from Oracle Advertising customers due to advertising campaigns from those\ncustomers already underway. However, you will be opted-out of all future advertising campaigns from\ncustomers that use Oracle Advertising services. Also note that the first three opt-out tools are currently cookie-based and prevent Oracle from using,\nsharing, or selling your personal information for interest-based advertising on the browser on which they\nare installed. As a result, these opt out tools will only function if your browser is set to accept\nthird-party cookies and may not function where cookies are sometimes automatically disabled or removed\n(e.g., certain mobile devices and operating systems). If you delete cookies, change your browser settings,\nswitch browsers or computers, or use another operating system, you will need to opt out again. Oracle does\nnot use persistent, unique identifiers to revive a previously opted-out profile or deleted cookie. If you want to opt-out of Oracle’s use of information about you for Oracle Advertising services, and do not\nwant to receive third-party cookies, you can also change your browser settings on your computer or other\ndevice you are using to connect to the internet. Most browsers also provide functionality that lets you\nopt-out of all advertising cookies, including Oracle cookies. Delete or correct information about you Unless retained solely for legal and compliance purposes, Oracle will delete or correct your online or\noffline personal information, upon request, as set forth below: You can erase or delete all online information about you by opting out of Oracle Advertising\nservices using the Oracle Advertising\nopt-out tool above. If you would like to submit a request to have offline information about you, if any, erased\nor deleted, you can use this form . Given the nature and purpose of the processing activities, in the event your personal information contains\nany inaccuracies, Oracle will delete your personal information per the process set above for deletion. Access information about you In order to exercise your right to access your online information processed by Oracle\nAdvertising, you can use the Oracle\nAdvertising Registry (‘Registry’) to view the online segments Oracle has associated with your\ndevice. By accessing this Registry, you can view the types of third-party interest segments that are shared\nwith or sold to Oracle Advertising customers. Please note that the interest segments you see within the\nRegistry is information from the profile associated with the specific browser, computer, or device that you\nare using to visit the Registry. You may see different segments when viewing the Registry from a different\nbrowser, computer, or device. For a complete picture of the segments associated with all of your browsers\nand devices, we therefore recommend using these different browsers and devices when accessing the Registry. To request access to your offline information, please visit the Oracle Advertising access\nsite, available at https://datacloudoptout.oracle.com/request-your-data .\nWhile the majority of offline access requests can be handled quickly, complex requests may take more\nresearch and time. In such cases, you will be contacted regarding the nature of the request and appropriate\nnext steps within 45 days from the date of receipt of your request. Upon visiting the Oracle Advertising\naccess site, you will be asked to verify your identity to submit your request. If you cannot verify your\nrequest via the online portal, you can submit a written request via postal mail to the Oracle Global Data\nProtection Officer at the address below with a copy of a government-issued ID or other proof of identity for\nverification purposes. We cannot provide access to offline data unless Oracle can verify the identity of the\nindividual making the request. Oracle Advertising only processes offline personal information on residents\nwithin the United States. We will respond to your request consistent with applicable law unless such data is only retained for legal\nand compliance purposes. Oracle will not discriminate against consumers who have exercised the deletion,\nopt-out, or access rights provided to them in this Privacy Policy. We cannot provide first-party information that is collected and maintained by our customers. If you have\nquestions in regards to first-party information, Oracle recommends that you contact directly the company\nthat collected it from you. Deceased Do Not Contact Registration with the DMA. We recognize that receiving mail for a\ndeceased loved one can be difficult for family members, friends, or caretakers. You can opt-out your loved\none using the Oracle Advertising opt-out tool; however, Oracle’s opt-out tool is limited to only Oracle’s\nuse and sharing of your loved one’s personal information. We recommend using the DMA Deceased Do Not Contact\nRegistration to remove the names of your deceased loved ones from commercial marketing lists for all\ncompanies that ingest this list, available here: https://www.ims-dm.com/cgi/ddnc.php . 14. DOES ORACLE ADVERTISING COLLECT SENSITIVE PERSONAL INFORMATION? Oracle does not create any online interest segments that reflect personal information that is sensitive, as\ndefined by law and self-regulatory frameworks, or personal information that Oracle has deemed “sensitive.”\nWe also have operational procedures in our platform designed to prevent our partners and customers from\nusing personal information provided to them by Oracle to create interest segments that we consider\nsensitive. While the types of personal information considered sensitive may vary among consumers and\napplicable law, we treat the following types of personal information as sensitive: precise mental or physical health, biometric, or genetic information, such as a certain sensitive\nmedical condition like cancer or diabetes; pregnancy, such as pregnancy choices, pregnancy termination, reproductive rights, and traveling to\nexercise reproductive rights; certain aspects linked to personal life, such as racial or ethnic, religious, political, citizenship,\nimmigration status, or sexual orientation; social security or other state identification number, financial account numbers or login information for\nsuch accounts; interest in “adult” activities, such as drug use, an interest in weapons, or pornographic material; and information considered sensitive based on applicable law. We do not allow Oracle Advertising customers or partners to use data provided to them by Oracle: (i) to make\ndecisions related to an individual’s eligibility for employment, credit, healthcare, insurance, tenancy, or\neducation purposes; (ii) to make decisions solely by automatic means where the decision has a significant\neffect on the individual; or (iii) in any way that may or does discriminate against any person or promote\nbigotry, racism, or harm. For these purposes, Oracle considers harm to be inclusive of the use of data\nprovided by Oracle to target vulnerable individuals or groups with fraudulent or deceptive marketing\ncampaigns or to be used in any manner that causes vulnerable individuals harm. As noted above, Oracle Advertising does not create interest segments that reflect sensitive medical\nconditions. For a list of Oracle Advertising's non-sensitive health and wellness segments, please see this link (PDF) . 15. DOES ORACLE ADVERTISING COLLECT PERSONAL INFORMATION FROM CHILDREN? We do not intentionally collect or share personal information of children under 16 years of age or allow the\ncreation of segments targeting children under 16 years of age. Further, we prohibit our Oracle Advertising\npartners from providing Oracle with personal information from sites directed to children under the age of 16\nor from consumers whose age these companies know to be under the age of 16. 16. IS ORACLE A MEMBER OF ANY INDUSTRY ORGANIZATIONS? Oracle is a member of, and adheres to, the self-regulatory principles of the following industry\norganizations: the Data Marketing & Analytics (ANA) the Direct Marketing Association UK (DMA UK); the Network Advertising Initiative (NAI); the Interactive Advertising Bureau (IAB); the Digital Advertising Alliance (DAA); the Digital Advertising Alliance of Canada (DAAC); and the European Digital Advertising Alliance (EDAA). As a member of these organizations, Oracle works with industry-leading companies to address important privacy\nand consumer protection issues in offline direct marketing and online advertising. The NAI has created a compliance program that incorporates attestation reviews, a consumer complaint process,\nsanctions and annual reporting to help ensure that member companies keep their promises to you and abide by\nthe NAI’s\nSelf-Regulatory Code of Conduct . 17. WHAT ARE MY RIGHTS AS A CALIFORNIA RESIDENT? Under the California Consumer Privacy Act (CCPA), as amended, California residents may request that we: 1. disclose to you the following information: the categories and specific pieces of personal information we collected about you and the\ncategories of personal information we sold (see Section 4 ); the categories of sources from which we collected such personal information (see Section 6 ); the business or commercial purpose for collecting or selling personal information about you (see Section 5 ); and the categories of third parties to whom we sold or otherwise disclosed personal information (see Section 9 ). 2. delete personal information we collected from you or correct inaccurate personal information about\nyou (see Section 13 ); or 3. opt-out of any future sale of personal information about you (see Section\n13 ). Oracle will not discriminate against you if you exercise these rights under the CCPA. We will respond to your request consistent with applicable law. If you are an authorized agent making an\naccess or deletion request on behalf of a Californian resident, please reach out to us via the inquiry form and indicate that you are an authorized\nagent. We will provide you with instructions on how to submit a request as an authorized agent on behalf of\na Californian resident. If you are a California resident, you may obtain information about exercising your rights, as described\nabove, by contacting us at 1-800-633-0748. For information on the CCPA requests Oracle received, complied\nwith, or denied for the previous calendar year, please visit Oracle’s Annual Consumer Privacy Reporting\npage, available here . 18. HOW TO CONTACT ORACLE IF YOU HAVE QUESTIONS, COMMENTS, OR COMPLAINTS? Oracle has appointed a Global Data Protection Officer . If you believe your personal\ninformation has been used in a way that is not consistent with the Privacy Policy or your choices, or if you\nhave further questions, comments, or suggestions related to this Privacy Policy, or if you wish to exercise\nyour right to access to your offline personal information as described in Section\n13 above, please contact the Global Data Protection Officer by filling out an inquiry form . Written inquiries to the Data Protection Officer may be addressed to: Oracle Corporation Global Data Protection Officer Willis Tower 233 South Wacker Drive 45th Floor Chicago, IL 60606 U.S.A. 19. FILING A COMPLAINT If you have any complaints regarding our compliance with this Privacy Policy, please contact us. We will\ninvestigate and attempt to resolve complaints and disputes regarding use and disclosure of personal\ninformation in accordance with this Privacy Policy and in accordance with applicable law. You also have the\nright to file a complaint with a competent data protection authority if you are a resident of a European\nUnion member state. 20. ORACLE CORPORATE HEADQUARTERS Oracle’s corporate headquarters are located at: 2300 Oracle Way Austin, TX 78741 USA Tel: +1.737.867.1000 Previous versions: 9/23/22 | 5/5/22 | 10/31/21 | 4/13/21 | 1/4/21 | 10/20/20 | 6/11/20 | 12/24/19 | 7/26/19 | 1/17/19 | 5/25/18 | 2/13/18 Learn More Privacy Inquiries Resources for Careers Developers Investors Partners Researchers Students and Educators Why Oracle Analyst Reports Best cloud-based\nERP Cloud Economics Corporate\nResponsibility Diversity and Inclusion Security\nPractices Learn What is cloud\ncomputing? What is CRM? What is\nDocker? What is\nKubernetes? What is\nPython? What is SaaS? What’s New News Oracle Applications Platform Oracle\nSupports Ukraine Oracle Red Bull Racing Oracle Sustainability Employee Experience Platform Contact Us US Sales: +1.800.633.0738 How can we help? Subscribe to emails Events Blogs Country/Region Country/Region Americas Argentina Brasil Canada-English Canada-Français Chile Colombia Costa Rica Latinoamérica México Perú Puerto Rico United States Asia Pacific ASEAN Australia 中国-简体中文 Hong Kong SAR, PRC India Indonesia 日本 대한민국 Malaysia Mongolia New Zealand Pakistan Philippines Singapore Sri Lanka 台灣-繁體中文 Thailand Vietnam Europe Österreich Belgium Bosna i Hercegovina Bulgaria Croatia Cyprus Česká Republika Danmark Eesti Suomi France Deutschland Ελλάδα Magyarország Ireland Italia Казахстан Latvija Lietuva Luxembourg Malta Nederland Norge Polska Portugal România СНГ Srbija i Crna Gora Slovensko Slovenija España Sverige Suisse-Français Schweiz-Deutsch Türkiye Україна United Kingdom Middle East and Africa Africa Region Afrique Algéria Bahrain Egypt Ghana ישראל Israel Jordan Кenya Kuwait Lebanon الشرق الأوسط Middle East Region Maroc Nigeria Oman Qatar Saudi Arabia المملكة العربية السعودية Sénégal South Africa United Arab Emirates الإمارات العربية المتحدة © 2023 Oracle Privacy / Do Not Sell My\nInfo Cookie Preferences Ad\nChoices Careers <img src=\"https://www.oracle.com/akam/13/pixel_292c6589?a=dD1kYWY5NjQwOTIzMTYzNjc1ZGM3YjE1OTM3ZjA4ZTg5YmI1ZmU5NGM0JmpzPW9mZg==\" style=\"visibility: hidden; position: absolute; left: -999px; top: -999px;\" />",
  "annotations": [
    {
      "Text": "HOW CAN WE SHARE OR SELL YOUR PERSONAL INFORMATION? Your personal information is shared throughout Oracle’s organization and sold or shared to third parties such as Oracle Advertising customers and partners, service providers, and others as described in Section 9.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {WHY AND HOW DO WE USE YOUR PERSONAL INFORMATION? See More We use personal information about you to enable Oracle Advertising customers and partners to market\nproducts and services to you, to develop and improve Oracle products and services, and for security and\ncompliance purposes.} "
    },
    {
      "Text": "Information about you may in some cases directly identify you, while in other cases it may only indirectly identify you",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {4. WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS?} "
    },
    {
      "Text": "Information about you may in some cases directly identify you, while in other cases it may only indirectly identify you",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {4. WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS?} "
    },
    {
      "Text": "Personal information that is collected offline and that can directly identify you may include, for example: name, physical address, email addresses, and telephone numbers;. demographic attributes, when tied to other information that identifies you;. transactional data based on your purchases, when tied to other information that identifies you;. data from marketing opt-in lists, consumer surveys, or publicly available information;. derived latitude/longitude from a physical address.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS? Information about you may in some cases directly identify you, while in other cases it may only indirectly\nidentify you.} "
    },
    {
      "Text": "Personal information that is collected offline and that can directly identify you may include, for example: company data such as the name, size, and location of the company you work for and your role within the company;",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS? Information about you may in some cases directly identify you, while in other cases it may only indirectly\nidentify you.} "
    },
    {
      "Text": "Personal information that is collected online and that may indirectly identify you may include, for example: unique IDs such as your mobile device identifier, or a cookie ID on your browser;. a connected device identifier such as an ID from a smart television or streaming device (US only);. IP addresses and information derived from IP addresses, such as geographic location;. obfuscated personal information such as hashed email addresses (direct identifiers are removed);. demographic information such as gender, age, and income range when not tied to information that directly identifies you;",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS? Information about you may in some cases directly identify you, while in other cases it may only indirectly\nidentify you.} "
    },
    {
      "Text": "Personal information that is collected online and that may indirectly identify you may include, for example: information about your device, such as browser, device type, operating system, the presence or use of “apps”, screen resolution, or the preferred language;\n\nPersonal information that is collected online and that may indirectly identify you may include, for example: behavioral data of the internet connected computer or device you use when interacting with websites, applications, or other connected devices, such as advertisements clicked or viewed, websites and content areas, date and time of these activities, or the web search used to locate and navigate to a website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS? Information about you may in some cases directly identify you, while in other cases it may only indirectly\nidentify you.} "
    },
    {
      "Text": "We may associate personal information about you with interest segments or profiles as part of the provision of Oracle Advertising services to our customers and partners",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Oracle Advertising only processes offline personal information about individuals located in the United\nStates. Personal information that is collected online and that may indirectly identify you may include, for example: unique IDs such as your mobile device identifier, or a cookie ID on your browser; a connected device identifier such as an ID from a smart television or streaming device (US only); IP addresses and information derived from IP addresses, such as geographic location; information about your device, such as browser, device type, operating system, the presence or use of\n“apps”, screen resolution, or the preferred language; obfuscated personal information such as hashed email addresses (direct identifiers are removed); demographic information such as gender, age, and income range when not tied to information that directly\nidentifies you; behavioral data of the internet connected computer or device you use when interacting with websites,\napplications, or other connected devices, such as advertisements clicked or viewed, websites and content\nareas, date and time of these activities, or the web search used to locate and navigate to a website.} "
    },
    {
      "Text": "We may associate personal information about you with interest segments or profiles as part of the provision of Oracle Advertising services to our customers and partners",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Oracle Advertising only processes offline personal information about individuals located in the United\nStates. Personal information that is collected online and that may indirectly identify you may include, for example: unique IDs such as your mobile device identifier, or a cookie ID on your browser; a connected device identifier such as an ID from a smart television or streaming device (US only); IP addresses and information derived from IP addresses, such as geographic location; information about your device, such as browser, device type, operating system, the presence or use of\n“apps”, screen resolution, or the preferred language; obfuscated personal information such as hashed email addresses (direct identifiers are removed); demographic information such as gender, age, and income range when not tied to information that directly\nidentifies you; behavioral data of the internet connected computer or device you use when interacting with websites,\napplications, or other connected devices, such as advertisements clicked or viewed, websites and content\nareas, date and time of these activities, or the web search used to locate and navigate to a website.} "
    },
    {
      "Text": "5. FOR WHAT COMMERCIAL OR BUSINESS PURPOSE DO WE USE YOUR PERSONAL INFORMATION?\na) to help enable Oracle Advertising customers and partners to market products and services to you based on your interests;\n\nWe use personal information for the following commercial purposes: b) to analyze, develop, improve, and optimize the use, function and performance of Oracle products and services;\n\n\nWe use personal information for the following business purposes: c) to manage the security of our sites, networks and systems;. d) to comply with applicable laws and regulations and to operate our business.\n\n\nThese purposes are described below in further detail.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {For example: in market for travel specials to\nHawaii. Profiles are a set of attributes about a specific consumer or device, or a set of\nmultiple consumers or devices sharing common attributes used for marketing by our customers.} "
    },
    {
      "Text": "We process personal information about you for marketing purposes to help enable Oracle Advertising customers and partners to advertise products and services to you via online and offline marketing activities based on your interests. “Marketing purposes” means the processing of offline and online personal information, as defined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or services directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop market research or market surveys or to provide verification services to marketers; (iii) to create, communicate, deliver, and exchange offerings that have value for customers, clients, partners, and society at large; or (iv) to encourage safe practices and trends and the provision of factual information, including, by way of example, providing product or automotive recall notices. c) to manage the security of our sites, networks and systems We can collect usage and systems operations data from Oracle Advertising services for security and operations management to help keep Oracle, customer, and partner networks and systems, as well as our products and services, secure.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {We use personal information for the following commercial purposes: a) to help enable Oracle Advertising customers and partners to market products and services to you based\non your interests; b) to analyze, develop, improve, and optimize the use, function and performance of Oracle products and\nservices; We use personal information for the following business purposes: c) to manage the security of our sites, networks and systems; d) to comply with applicable laws and regulations and to operate our business. These purposes are described below in further detail.} "
    },
    {
      "Text": "We may also collect usage and systems operations data to investigate and prevent cyber-attacks, malicious activity, or potential fraud, including ad fraud and to detect bots.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {For example: to enhance data quality, develop new features and functionality, and for statistical\nanalyses related to the performance and operation of Oracle Advertising services. c) to manage the security of our sites, networks and systems We can collect usage and systems operations data from Oracle Advertising services for security and\noperations management to help keep Oracle, customer, and partner networks and systems, as well as our\nproducts and services, secure.} "
    },
    {
      "Text": "We process personal information about you for marketing purposes to help enable Oracle Advertising customers and partners to advertise products and services to you via online and offline marketing activities based on your interests. “Marketing purposes” means the processing of offline and online personal information, as defined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or services directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop market research or market surveys or to provide verification services to marketers; (iii) to create, communicate, deliver, and exchange offerings that have value for customers, clients, partners, and society at large; or (iv) to encourage safe practices and trends and the provision of factual information, including, by way of example, providing product or automotive recall notices. d) to comply with applicable laws and regulations and to operate our business In some cases, we may process personal information to comply with applicable laws and regulations. For example, to respond to a request from a regulator or to defend a legal claim.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {We use personal information for the following commercial purposes: a) to help enable Oracle Advertising customers and partners to market products and services to you based\non your interests; b) to analyze, develop, improve, and optimize the use, function and performance of Oracle products and\nservices; We use personal information for the following business purposes: c) to manage the security of our sites, networks and systems; d) to comply with applicable laws and regulations and to operate our business. These purposes are described below in further detail.} "
    },
    {
      "Text": "We may also process personal information in the operation of our business. For example, to conduct audits and investigations, for finance and accounting, archiving, and insurance purposes.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {d) to comply with applicable laws and regulations and to operate our business In some cases, we may process personal information to comply with applicable laws and regulations. For\nexample, to respond to a request from a regulator or to defend a legal claim.} "
    },
    {
      "Text": "CATEGORIES OF SOURCES OF PERSONAL INFORMATION\nOracle may process both offline and online information about you, including information from publicly available sources or third-party data providers. Offline information about you is obtained by Oracle from its offline partners such as brick-and-mortar retail stores, grocery stores and their associated loyalty card programs, payment card brands, catalog orders and consumer survey programs, and third parties who may not have a relationship with you and collect offline information from their offline partners.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {For example, to conduct audits and\ninvestigations, for finance and accounting, archiving, and insurance purposes. 6.} "
    },
    {
      "Text": "Sharing with or selling with third parties\n\nWe may share personal information with or sell personal information to the following third parties for a commercial purpose: Oracle Advertising customers and partners, including digital marketers, ad agencies, web publishers, connected TV providers, demand side platforms, data management platforms, supply-side platforms, and social media networks; and\n\nWe may share personal information with or sell personal information to the following third parties for a commercial purpose: third-party service providers as necessary to perform Oracle Advertising services on behalf of Oracle.\n\n\nWe may share personal information with the following third parties for a business purpose: relevant third parties in the event of a reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our business, assets or stock, including in connection with any bankruptcy or similar proceedings; and\n\nWe may share personal information with the following third parties for a business purpose: public and government authorities, including public and government authorities outside your country of residence (to the extent legally required to respond to their mandatory requests in connection with national security and/or law enforcement purposes).\n\n\nWhen third parties are given access to personal information, we will take appropriate contractual, technical, and organizational measures designed to ensure that personal information is processed only to the extent that such processing is necessary, consistent with this Privacy Policy and in accordance with applicable law.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Please select a region and country to view the registered address and contact details of the\nOracle entity or entities located in each country. Oracle employees are authorized to access personal information only to the extent necessary to serve the\napplicable purpose(s) and to perform their job functions.} "
    },
    {
      "Text": "Opt-out and object to our use of information about you",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA),\nand other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights\nenabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to\naccess and receive a copy of their personal information in Oracle’s possession or for which Oracle is\notherwise responsible.} "
    },
    {
      "Text": "Oracle offers multiple ways for you to opt out of third party sharing or selling and object to our use of information about you: Audience Matched Advertising Opt-Out.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA),\nand other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights\nenabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to\naccess and receive a copy of their personal information in Oracle’s possession or for which Oracle is\notherwise responsible.} "
    },
    {
      "Text": "Oracle offers multiple ways for you to opt out of third party sharing or selling and object to our use of information about you: Mobile Opt-Out. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA),\nand other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights\nenabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to\naccess and receive a copy of their personal information in Oracle’s possession or for which Oracle is\notherwise responsible.} "
    },
    {
      "Text": "Oracle offers multiple ways for you to opt out of third party sharing or selling and object to our use of information about you: AdTech Industry Opt-Out.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA),\nand other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights\nenabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to\naccess and receive a copy of their personal information in Oracle’s possession or for which Oracle is\notherwise responsible.} "
    },
    {
      "Text": "Oracle offers multiple ways for you to opt out of third party sharing or selling and object to our use of information about you: Oracle Advertising Opt-out.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA),\nand other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights\nenabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to\naccess and receive a copy of their personal information in Oracle’s possession or for which Oracle is\notherwise responsible.} "
    },
    {
      "Text": "Access the Oracle Advertising opt-out tool. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA),\nand other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights\nenabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to\naccess and receive a copy of their personal information in Oracle’s possession or for which Oracle is\notherwise responsible. Opt-out and object to our use of information about you Oracle offers multiple ways for you to opt out of third party sharing or selling and object to our use of\ninformation about you: Oracle Advertising Opt-out.} "
    },
    {
      "Text": "You may also opt-out of third-party sharing or selling by Oracle Advertising services by using the opt-out tools provided by the following industry groups: Digital Advertising Alliance (DAA): http://www.aboutads.info/choices/ Network Advertising Initiative (NAI): http://optout.networkadvertising.org European Interactive Digital Adverting Alliance (EDAA): http://www.youronlinechoices.eu/ and http://www.edaa.eu/",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {The Oracle Advertising opt-out will prevent Oracle from delivering third-party audiences to connected\ndevices such as smart televisions or streaming devices; however, you can also visit your device’s\nsettings menu or privacy policy for information on how to opt-out directly with your connected devices. AdTech Industry Opt-Out.} "
    },
    {
      "Text": "Oracle offers multiple ways for you to opt out of third party sharing or selling and object to our use of information about you: Do Not Track. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA),\nand other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights\nenabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to\naccess and receive a copy of their personal information in Oracle’s possession or for which Oracle is\notherwise responsible.} "
    },
    {
      "Text": "Oracle honors “Do Not Track” browser settings, meaning we will not track your browser for marketing purposes while you have “Do Not Track” turned on in your browser settings.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Please visit the NAI’s website for more information and instructions on\nopting out of Audience Matched Advertising. Do Not Track.} "
    },
    {
      "Text": "If you want to opt-out of Oracle’s use of information about you for Oracle Advertising services, and do not want to receive third-party cookies, you can also change your browser settings on your computer or other device you are using to connect to the internet. Most browsers also provide functionality that lets you opt-out of all advertising cookies, including Oracle cookies",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you delete cookies, change your browser settings,\nswitch browsers or computers, or use another operating system, you will need to opt out again. Oracle does\nnot use persistent, unique identifiers to revive a previously opted-out profile or deleted cookie.} "
    },
    {
      "Text": "Given the nature and purpose of the processing activities, in the event your personal information contains any inaccuracies, Oracle will delete your personal information per the process set above for deletion.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Delete or correct information about you Unless retained solely for legal and compliance purposes, Oracle will delete or correct your online or\noffline personal information, upon request, as set forth below: You can erase or delete all online information about you by opting out of Oracle Advertising\nservices using the Oracle Advertising\nopt-out tool above. If you would like to submit a request to have offline information about you, if any, erased\nor deleted, you can use this form .} "
    },
    {
      "Text": "Oracle will not discriminate against consumers who have exercised the deletion, opt-out, or access rights provided to them in this Privacy Policy.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Oracle Advertising only processes offline personal information on residents\nwithin the United States. We will respond to your request consistent with applicable law unless such data is only retained for legal\nand compliance purposes.} "
    },
    {
      "Text": "Oracle will not discriminate against you if you exercise these rights under the CCPA.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Oracle Advertising only processes offline personal information on residents\nwithin the United States. We will respond to your request consistent with applicable law unless such data is only retained for legal\nand compliance purposes.} "
    },
    {
      "Text": "HOW TO CONTACT ORACLE IF YOU HAVE QUESTIONS, COMMENTS, OR COMPLAINTS?\nOracle has appointed a Global Data Protection Officer . If you believe your personal information has been used in a way that is not consistent with the Privacy Policy or your choices, or if you have further questions, comments, or suggestions related to this Privacy Policy, or if you wish to exercise your right to access to your offline personal information as described in Section 13 above, please contact the Global Data Protection Officer by filling out an inquiry form .\n\nWritten inquiries to the Data Protection Officer may be addressed to:\n\nOracle Corporation\nGlobal Data Protection Officer\nWillis Tower\n233 South Wacker Drive\n45th Floor\nChicago, IL 60606\nU.S.A.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {For information on the CCPA requests Oracle received, complied\nwith, or denied for the previous calendar year, please visit Oracle’s Annual Consumer Privacy Reporting\npage, available here . 18.} "
    },
    {
      "Text": "See\nMore",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {For example, this could include among other\nthings your name, address, email address, past purchase behavior or information regarding your online\ninterests. Personal information about you that Oracle may process is also referred to as\n‘ information about you .’ For more detail about the types of information about\nyou that Oracle Advertising may process, please refer to Section 4 below.} "
    },
    {
      "Text": "See\nMore",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {For example, this could include among other\nthings your name, address, email address, past purchase behavior or information regarding your online\ninterests. Personal information about you that Oracle may process is also referred to as\n‘ information about you .’ For more detail about the types of information about\nyou that Oracle Advertising may process, please refer to Section 4 below.} "
    },
    {
      "Text": "See\nMore",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {For example, this could include among other\nthings your name, address, email address, past purchase behavior or information regarding your online\ninterests. Personal information about you that Oracle may process is also referred to as\n‘ information about you .’ For more detail about the types of information about\nyou that Oracle Advertising may process, please refer to Section 4 below.} "
    },
    {
      "Text": "See\nMore",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {For example, this could include among other\nthings your name, address, email address, past purchase behavior or information regarding your online\ninterests. Personal information about you that Oracle may process is also referred to as\n‘ information about you .’ For more detail about the types of information about\nyou that Oracle Advertising may process, please refer to Section 4 below.} "
    },
    {
      "Text": "See\nMore",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {For example, this could include among other\nthings your name, address, email address, past purchase behavior or information regarding your online\ninterests. Personal information about you that Oracle may process is also referred to as\n‘ information about you .’ For more detail about the types of information about\nyou that Oracle Advertising may process, please refer to Section 4 below.} "
    },
    {
      "Text": "See\nMore",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {For example, this could include among other\nthings your name, address, email address, past purchase behavior or information regarding your online\ninterests. Personal information about you that Oracle may process is also referred to as\n‘ information about you .’ For more detail about the types of information about\nyou that Oracle Advertising may process, please refer to Section 4 below.} "
    },
    {
      "Text": "See\nMore",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {For example, this could include among other\nthings your name, address, email address, past purchase behavior or information regarding your online\ninterests. Personal information about you that Oracle may process is also referred to as\n‘ information about you .’ For more detail about the types of information about\nyou that Oracle Advertising may process, please refer to Section 4 below.} "
    },
    {
      "Text": "See\nMore",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {For example, this could include among other\nthings your name, address, email address, past purchase behavior or information regarding your online\ninterests. Personal information about you that Oracle may process is also referred to as\n‘ information about you .’ For more detail about the types of information about\nyou that Oracle Advertising may process, please refer to Section 4 below.} "
    },
    {
      "Text": "4. WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS?",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {As used in this Privacy Policy, ‘personal information’ or ‘personal data’ means information that relates to\nan identified individual or to an identifiable individual. For example, this could include among other\nthings your name, address, email address, past purchase behavior or information regarding your online\ninterests.} "
    },
    {
      "Text": "You can opt out of cookies using the opt-out tools in the next section.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {When used with cookies, pixel tags can track activity on a site by a particular device and provide relevant\nonline advertising to you. When you turn off cookies or have opted out of cookies, pixel tags simply detect\na unique website visit and how you interacted with the advertising, but do not track an individual to\nprovide relevant online advertising.} "
    },
    {
      "Text": "17. WHAT ARE MY RIGHTS AS A CALIFORNIA RESIDENT?",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {As a member of these organizations, Oracle works with industry-leading companies to address important privacy\nand consumer protection issues in offline direct marketing and online advertising. The NAI has created a compliance program that incorporates attestation reviews, a consumer complaint process,\nsanctions and annual reporting to help ensure that member companies keep their promises to you and abide by\nthe NAI’s\nSelf-Regulatory Code of Conduct .} "
    },
    {
      "Text": "We will respond to your request consistent with applicable law.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We cannot provide access to offline data unless Oracle can verify the identity of the\nindividual making the request. Oracle Advertising only processes offline personal information on residents\nwithin the United States.} "
    },
    {
      "Text": "13. WHAT ARE YOUR PRIVACY RIGHTS?",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {WHAT ARE YOUR PRIVACY RIGHTS? See More You have privacy rights for the information we process about you.} "
    },
    {
      "Text": "Delete or correct information about you",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If you want to opt-out of Oracle’s use of information about you for Oracle Advertising services, and do not\nwant to receive third-party cookies, you can also change your browser settings on your computer or other\ndevice you are using to connect to the internet. Most browsers also provide functionality that lets you\nopt-out of all advertising cookies, including Oracle cookies.} "
    },
    {
      "Text": "Delete or correct information about you",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {If you want to opt-out of Oracle’s use of information about you for Oracle Advertising services, and do not\nwant to receive third-party cookies, you can also change your browser settings on your computer or other\ndevice you are using to connect to the internet. Most browsers also provide functionality that lets you\nopt-out of all advertising cookies, including Oracle cookies.} "
    },
    {
      "Text": "Unless retained solely for legal and compliance purposes, Oracle will delete or correct your online or offline personal information, upon request, as set forth below:",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If you want to opt-out of Oracle’s use of information about you for Oracle Advertising services, and do not\nwant to receive third-party cookies, you can also change your browser settings on your computer or other\ndevice you are using to connect to the internet. Most browsers also provide functionality that lets you\nopt-out of all advertising cookies, including Oracle cookies.} "
    },
    {
      "Text": "Unless retained solely for legal and compliance purposes, Oracle will delete or correct your online or offline personal information, upon request, as set forth below:",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {If you want to opt-out of Oracle’s use of information about you for Oracle Advertising services, and do not\nwant to receive third-party cookies, you can also change your browser settings on your computer or other\ndevice you are using to connect to the internet. Most browsers also provide functionality that lets you\nopt-out of all advertising cookies, including Oracle cookies.} "
    },
    {
      "Text": "You can request to opt-out of third party sharing or selling, and object to our use of your personal information for online behavioral marketing and advertising purposes, delete or correct your personal information, or access your personal information (See Section 13)",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {WHAT ARE YOUR PRIVACY RIGHTS? See More You have privacy rights for the information we process about you.} "
    },
    {
      "Text": "You can request to opt-out of third party sharing or selling, and object to our use of your personal information for online behavioral marketing and advertising purposes, delete or correct your personal information, or access your personal information (See Section 13)",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {WHAT ARE YOUR PRIVACY RIGHTS? See More You have privacy rights for the information we process about you.} "
    },
    {
      "Text": "You can request to opt-out of third party sharing or selling, and object to our use of your personal information for online behavioral marketing and advertising purposes, delete or correct your personal information, or access your personal information (See Section 13)",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {WHAT ARE YOUR PRIVACY RIGHTS? See More You have privacy rights for the information we process about you.} "
    },
    {
      "Text": "You can request to opt-out of third party sharing or selling, and object to our use of your personal information for online behavioral marketing and advertising purposes, delete or correct your personal information, or access your personal information (See Section 13)",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {WHAT ARE YOUR PRIVACY RIGHTS? See More You have privacy rights for the information we process about you.} "
    },
    {
      "Text": "You can request to opt-out of third party sharing or selling, and object to our use of your personal information for online behavioral marketing and advertising purposes, delete or correct your personal information, or access your personal information (See Section 13)",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {WHAT ARE YOUR PRIVACY RIGHTS? See More You have privacy rights for the information we process about you.} "
    },
    {
      "Text": "You can request to opt-out of third party sharing or selling, and object to our use of your personal information for online behavioral marketing and advertising purposes, delete or correct your personal information, or access your personal information (See Section 13)",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {WHAT ARE YOUR PRIVACY RIGHTS? See More You have privacy rights for the information we process about you.} "
    },
    {
      "Text": "Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA), and other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights enabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to access and receive a copy of their personal information in Oracle’s possession or for which Oracle is otherwise responsible.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {13. WHAT ARE YOUR PRIVACY RIGHTS?} "
    },
    {
      "Text": "Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA), and other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights enabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to access and receive a copy of their personal information in Oracle’s possession or for which Oracle is otherwise responsible.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {13. WHAT ARE YOUR PRIVACY RIGHTS?} "
    },
    {
      "Text": "Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA), and other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights enabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to access and receive a copy of their personal information in Oracle’s possession or for which Oracle is otherwise responsible.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {13. WHAT ARE YOUR PRIVACY RIGHTS?} "
    },
    {
      "Text": "Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA), and other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights enabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to access and receive a copy of their personal information in Oracle’s possession or for which Oracle is otherwise responsible.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {13. WHAT ARE YOUR PRIVACY RIGHTS?} "
    },
    {
      "Text": "Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA), and other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights enabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to access and receive a copy of their personal information in Oracle’s possession or for which Oracle is otherwise responsible.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {13. WHAT ARE YOUR PRIVACY RIGHTS?} "
    },
    {
      "Text": "Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA), and other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights enabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to access and receive a copy of their personal information in Oracle’s possession or for which Oracle is otherwise responsible.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {13. WHAT ARE YOUR PRIVACY RIGHTS?} "
    },
    {
      "Text": "You can erase or delete all online information about you by opting out of Oracle Advertising services using the Oracle Advertising opt-out tool above.\n\nIf you would like to submit a request to have offline information about you, if any, erased or deleted, you can use this form .",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If you want to opt-out of Oracle’s use of information about you for Oracle Advertising services, and do not\nwant to receive third-party cookies, you can also change your browser settings on your computer or other\ndevice you are using to connect to the internet. Most browsers also provide functionality that lets you\nopt-out of all advertising cookies, including Oracle cookies.} "
    },
    {
      "Text": "You can erase or delete all online information about you by opting out of Oracle Advertising services using the Oracle Advertising opt-out tool above.\n\nIf you would like to submit a request to have offline information about you, if any, erased or deleted, you can use this form .",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you want to opt-out of Oracle’s use of information about you for Oracle Advertising services, and do not\nwant to receive third-party cookies, you can also change your browser settings on your computer or other\ndevice you are using to connect to the internet. Most browsers also provide functionality that lets you\nopt-out of all advertising cookies, including Oracle cookies.} "
    },
    {
      "Text": "In order to exercise your right to access your online information processed by Oracle Advertising, you can use the Oracle Advertising Registry (‘Registry’) to view the online segments Oracle has associated with your device",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you would like to submit a request to have offline information about you, if any, erased\nor deleted, you can use this form . Given the nature and purpose of the processing activities, in the event your personal information contains\nany inaccuracies, Oracle will delete your personal information per the process set above for deletion.} "
    },
    {
      "Text": "To request access to your offline information, please visit the Oracle Advertising access site, available at https://datacloudoptout.oracle.com/request-your-data .",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may see different segments when viewing the Registry from a different\nbrowser, computer, or device. For a complete picture of the segments associated with all of your browsers\nand devices, we therefore recommend using these different browsers and devices when accessing the Registry.} "
    },
    {
      "Text": "To request access to your offline information, please visit the Oracle Advertising access site, available at https://datacloudoptout.oracle.com/request-your-data .",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {You may see different segments when viewing the Registry from a different\nbrowser, computer, or device. For a complete picture of the segments associated with all of your browsers\nand devices, we therefore recommend using these different browsers and devices when accessing the Registry.} "
    },
    {
      "Text": "Under the California Consumer Privacy Act (CCPA), as amended, California residents may request that we: 1. disclose to you the following information: the categories and specific pieces of personal information we collected about you and the categories of personal information we sold (see Section 4); the categories of sources from which we collected such personal information (see Section 6); the business or commercial purpose for collecting or selling personal information about you (see Section 5); and the categories of third parties to whom we sold or otherwise disclosed personal information (see Section 9).",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {17. WHAT ARE MY RIGHTS AS A CALIFORNIA RESIDENT?} "
    },
    {
      "Text": "Under the California Consumer Privacy Act (CCPA), as amended, California residents may request that we: 1. disclose to you the following information: the categories and specific pieces of personal information we collected about you and the categories of personal information we sold (see Section 4); the categories of sources from which we collected such personal information (see Section 6); the business or commercial purpose for collecting or selling personal information about you (see Section 5); and the categories of third parties to whom we sold or otherwise disclosed personal information (see Section 9).",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {17. WHAT ARE MY RIGHTS AS A CALIFORNIA RESIDENT?} "
    },
    {
      "Text": "Under the California Consumer Privacy Act (CCPA), as amended, California residents may request that we: 2. delete personal information we collected from you or correct inaccurate personal information about you (see Section 13); or. 3. opt-out of any future sale of personal information about you (see Section 13).",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {17. WHAT ARE MY RIGHTS AS A CALIFORNIA RESIDENT?} "
    },
    {
      "Text": "Under the California Consumer Privacy Act (CCPA), as amended, California residents may request that we: 2. delete personal information we collected from you or correct inaccurate personal information about you (see Section 13); or. 3. opt-out of any future sale of personal information about you (see Section 13).",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {17. WHAT ARE MY RIGHTS AS A CALIFORNIA RESIDENT?} "
    },
    {
      "Text": "Under the California Consumer Privacy Act (CCPA), as amended, California residents may request that we: 2. delete personal information we collected from you or correct inaccurate personal information about you (see Section 13); or. 3. opt-out of any future sale of personal information about you (see Section 13).",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {17. WHAT ARE MY RIGHTS AS A CALIFORNIA RESIDENT?} "
    },
    {
      "Text": "WHERE DO WE SOURCE YOUR PERSONAL INFORMATION?\nSee\nMore\nOracle obtains data from third party sources, including from advertising agencies, website operators, retail stores, and third party data providers.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {WHICH CATEGORIES OF PERSONAL INFORMATION DO WE PROCESS? See More Oracle may process online personal information that may indirectly identify you, as well as offline\ninformation that may directly identify you.} "
    },
    {
      "Text": "WHY AND HOW DO WE USE YOUR PERSONAL INFORMATION? We use personal information about you to enable Oracle Advertising customers and partners to market products and services to you, to develop and improve Oracle products and services, and for security and compliance purposes.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {WHERE DO WE SOURCE YOUR PERSONAL INFORMATION? See More Oracle obtains data from third party sources, including from advertising agencies, website operators,\nretail stores, and third party data providers.} "
    },
    {
      "Text": "12. WHAT COOKIES, PIXEL TAGS AND OTHER SIMILAR TECHNOLOGIES DO WE USE?\nCookies and similar technologies (e.g., pixel tags and device identifiers) are used by Oracle and our advertising technology partners to recognize you and/or your device(s) on, off, and across different services and devices for the purposes specified in Section 5 above.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Analyst Reports College recruiting Working at Oracle Can I take advantage of the cloud in my own data center? HCM Oracle business transformation Try Oracle Cloud for free How can I create an agile supply chain?} "
    },
    {
      "Text": "We or our Oracle Advertising partners may use cookies to, among other things, track user trends and collect information about how you use our customers’ sites or interact with advertising.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Cookies and similar technologies (e.g., pixel tags and device identifiers) are used by Oracle and our\nadvertising technology partners to recognize you and/or your device(s) on, off, and across different\nservices and devices for the purposes specified in Section 5 above. Cookies are small text files that contain a string of characters and uniquely identify a\nbrowser on a connected device.} "
    },
    {
      "Text": "We or our Oracle Advertising partners may use cookies to, among other things, track user trends and collect information about how you use our customers’ sites or interact with advertising",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Cookies and similar technologies (e.g., pixel tags and device identifiers) are used by Oracle and our\nadvertising technology partners to recognize you and/or your device(s) on, off, and across different\nservices and devices for the purposes specified in Section 5 above. Cookies are small text files that contain a string of characters and uniquely identify a\nbrowser on a connected device.} "
    },
    {
      "Text": "This Privacy Policy was last updated on December 16, 2022.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {INTRODUCTION This Oracle Advertising Privacy Policy (also referred to as the ‘ Privacy\nPolicy ’ or the ‘ Oracle Data Cloud Privacy Policy ’) informs\nconsumers (‘ you ’ or ‘ your ’) on the collection,\nuse, sharing, and selling (collectively referred to as ‘ processing ’ or\n‘ process ’) of your personal information in connection with Oracle’s provision\nof Oracle Advertising services designed to help Oracle’s customers’ and partners’ online and offline\nmarketing activities (‘ Oracle Advertising ’). This Privacy Policy also explains\nyour privacy rights in relation to these processing activities.} "
    },
    {
      "Text": "a) To help enable Oracle Advertising customers and partners to market products and services to you based on your interests\\n\\n\\nMore specifically, Oracle can process information about you: i. For online interest-based advertising delivered through Oracle Advertising partners that display online advertising to you on behalf of Oracle Advertising customers",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: ii. For offline and online campaign measurement, analytics, and development of insights on behalf of our Oracle Advertising customers",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: iii. For enabling our Oracle Advertising customers to personalize their products and services, including site optimization, email personalization, and dynamic marketing and advertising optimization.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: iv. For linking Profiles and Interest Segments to enable Oracle Advertising customers and partners to connect your Interest Segments across the various browsers and/or devices you may use for the purposes described in this section.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: iv. For linking Profiles and Interest Segments to enable Oracle Advertising customers and partners to connect your Interest Segments across the various browsers and/or devices you may use for the purposes described in this section.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: v. For creating modelled online and offline “lookalike” audiences for Oracle Advertising customers’ products and services.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: v. For creating modelled online and offline “lookalike” audiences for Oracle Advertising customers’ products and services",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: vi. For enabling our Oracle Advertising customers to associate first-party information to certain Oracle Advertising identifiers in order to deliver marketing and advertising services to you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: vi. For enabling our Oracle Advertising customers to associate first-party information to certain Oracle Advertising identifiers in order to deliver marketing and advertising services to you.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "We process personal information about you for marketing purposes to help enable Oracle Advertising customers and partners to advertise products and services to you via online and offline marketing activities based on your interests. “Marketing purposes” means the processing of offline and online personal information, as defined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or services directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop market research or market surveys or to provide verification services to marketers; (iii) to create, communicate, deliver, and exchange offerings that have value for customers, clients, partners, and society at large; or (iv) to encourage safe practices and trends and the provision of factual information, including, by way of example, providing product or automotive recall notices",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {We use personal information for the following commercial purposes: a) to help enable Oracle Advertising customers and partners to market products and services to you based\non your interests; b) to analyze, develop, improve, and optimize the use, function and performance of Oracle products and\nservices; We use personal information for the following business purposes: c) to manage the security of our sites, networks and systems; d) to comply with applicable laws and regulations and to operate our business. These purposes are described below in further detail.} "
    },
    {
      "Text": "We process personal information about you for marketing purposes to help enable Oracle Advertising customers and partners to advertise products and services to you via online and offline marketing activities based on your interests. “Marketing purposes” means the processing of offline and online personal information, as defined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or services directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop market research or market surveys or to provide verification services to marketers; (iii) to create, communicate, deliver, and exchange offerings that have value for customers, clients, partners, and society at large; or (iv) to encourage safe practices and trends and the provision of factual information, including, by way of example, providing product or automotive recall notices",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We use personal information for the following commercial purposes: a) to help enable Oracle Advertising customers and partners to market products and services to you based\non your interests; b) to analyze, develop, improve, and optimize the use, function and performance of Oracle products and\nservices; We use personal information for the following business purposes: c) to manage the security of our sites, networks and systems; d) to comply with applicable laws and regulations and to operate our business. These purposes are described below in further detail.} "
    },
    {
      "Text": "We may process personal information for Oracle’s own research and development purposes. For example: to enhance data quality, develop new features and functionality, and for statistical analyses related to the performance and operation of Oracle Advertising services.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {vii. For the United States only: to allow our customers to deliver catalogues to your physical address\nthat may be of interest to you based on your previous offline purchase behavior.} "
    },
    {
      "Text": "We process personal information about you for marketing purposes to help enable Oracle Advertising customers and partners to advertise products and services to you via online and offline marketing activities based on your interests. “Marketing purposes” means the processing of offline and online personal information, as defined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or services directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop market research or market surveys or to provide verification services to marketers; (iii) to create, communicate, deliver, and exchange offerings that have value for customers, clients, partners, and society at large; or (iv) to encourage safe practices and trends and the provision of factual information, including, by way of example, providing product or automotive recall notices. c) to manage the security of our sites, networks and systems We can collect usage and systems operations data from Oracle Advertising services for security and operations management to help keep Oracle, customer, and partner networks and systems, as well as our products and services, secure.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We use personal information for the following commercial purposes: a) to help enable Oracle Advertising customers and partners to market products and services to you based\non your interests; b) to analyze, develop, improve, and optimize the use, function and performance of Oracle products and\nservices; We use personal information for the following business purposes: c) to manage the security of our sites, networks and systems; d) to comply with applicable laws and regulations and to operate our business. These purposes are described below in further detail.} "
    },
    {
      "Text": "We process personal information about you for marketing purposes to help enable Oracle Advertising customers and partners to advertise products and services to you via online and offline marketing activities based on your interests. “Marketing purposes” means the processing of offline and online personal information, as defined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or services directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop market research or market surveys or to provide verification services to marketers; (iii) to create, communicate, deliver, and exchange offerings that have value for customers, clients, partners, and society at large; or (iv) to encourage safe practices and trends and the provision of factual information, including, by way of example, providing product or automotive recall notices. d) to comply with applicable laws and regulations and to operate our business In some cases, we may process personal information to comply with applicable laws and regulations. For example, to respond to a request from a regulator or to defend a legal claim",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We use personal information for the following commercial purposes: a) to help enable Oracle Advertising customers and partners to market products and services to you based\non your interests; b) to analyze, develop, improve, and optimize the use, function and performance of Oracle products and\nservices; We use personal information for the following business purposes: c) to manage the security of our sites, networks and systems; d) to comply with applicable laws and regulations and to operate our business. These purposes are described below in further detail.} "
    },
    {
      "Text": "Oracle may process both offline and online information about you, including information from publicly available sources or third-party data providers. Online information about you originates from your activities on sites operated by our online partners, such as advertising agencies and website operators (for example, online retail stores or travel sites). Oracle also obtains online information from third parties who may not have a direct relationship with you and who collect online information using cookies or similar technologies, such as pixels tags and device identifiers, as you browse the Internet and interact with websites. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {For example, to conduct audits and\ninvestigations, for finance and accounting, archiving, and insurance purposes. 6.} "
    },
    {
      "Text": "7. FOR INFORMATION ABOUT YOU COLLECTED IN THE EU/EEA, WHAT IS OUR LEGAL BASIS?\\nOracle Advertising only collects limited third-party data about users located in the EU/EEA, Switzerland, or the UK and only for legal compliance purposes, including for data minimization and to avoid using data from these regions. Specifically, upon initial collection, Oracle Advertising segregates, obfuscates, and purges the data from users in these regions so as to prevent using the data for the commercial purposes described above in Section 5 of this Policy. Customers are responsible for their own first-party data collection and processing practices. Please see “First-party information collected about you by Oracle customers” under Section 2 for more information.",
      "Label": "Others",
      "Context": "2 Sentences Before {For information about\nOracle’s processing activities with regard to your personal information collected on Oracle websites and\napplications, and used for Oracle’s own direct marketing purposes, please refer to https://www.oracle.com/legal/privacy/privacy-policy . 3. WHO IS RESPONSIBLE FOR PROCESSING YOUR PERSONAL INFORMATION?} "
    },
    {
      "Text": "Pixel Tags (also called web beacons or clear GIFs) are invisible 1 x 1 pixels that are placed on webpages that use this technology for marketing and measurement purposes. When you access these webpages, pixel tags generate a generic notice of the visit",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may, however, be able\nto change your browser settings to cause your browser to refuse third-party cookies or to indicate when a\nthird-party cookie is being sent. Check your browser’s “help” files to learn more about\nhandling cookies.} "
    },
    {
      "Text": "When used with cookies, pixel tags can track activity on a site by a particular device and provide relevant online advertising to you. When you turn off cookies or have opted out of cookies, pixel tags simply detect a unique website visit and how you interacted with the advertising, but do not track an individual to provide relevant online advertising.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {When you access these\nwebpages, pixel tags generate a generic notice of the visit. Pixel tags can be used with cookies or alone.} "
    },
    {
      "Text": "While the opt-out methods described above often also work for mobile web browsing, mobile ‘app’ environments do not accept cookies. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {AdTech Industry Opt-Out. You may also opt-out of third-party sharing or selling by\nOracle Advertising services by using the opt-out tools provided by the following industry groups: Digital Advertising Alliance (DAA): http://www.aboutads.info/choices/ Network Advertising Initiative (NAI): http://optout.networkadvertising.org European Interactive Digital Adverting Alliance (EDAA): http://www.youronlinechoices.eu/ and http://www.edaa.eu/ Mobile Opt-Out.} "
    },
    {
      "Text": "The NAI provides an email-based opt-out to opt-out of this activity. Please visit the NAI’s website for more information and instructions on opting out of Audience Matched Advertising.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Audience Matched Advertising Opt-Out. Oracle Advertising provides “Audience Matched\nAdvertising” where Oracle Advertising uses hashed emails to create tailored digital advertising to\nprovide Oracle Advertising online services.} "
    },
    {
      "Text": "precise mental or physical health, biometric, or genetic information, such as a certain sensitive medical condition like cancer or diabetes;",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {DOES ORACLE ADVERTISING COLLECT SENSITIVE PERSONAL INFORMATION? Oracle does not create any online interest segments that reflect personal information that is sensitive, as\ndefined by law and self-regulatory frameworks, or personal information that Oracle has deemed “sensitive.”\nWe also have operational procedures in our platform designed to prevent our partners and customers from\nusing personal information provided to them by Oracle to create interest segments that we consider\nsensitive.} "
    },
    {
      "Text": "Oracle does not create any online interest segments that reflect personal information that is sensitive, as defined by law and self-regulatory frameworks, or personal information that Oracle has deemed “sensitive.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {14. DOES ORACLE ADVERTISING COLLECT SENSITIVE PERSONAL INFORMATION?} "
    },
    {
      "Text": "While the types of personal information considered sensitive may vary among consumers and applicable law, we treat the following types of personal information as sensitive: pregnancy, such as pregnancy choices, pregnancy termination, reproductive rights, and traveling to exercise reproductive rights;. certain aspects linked to personal life, such as racial or ethnic, religious, political, citizenship, immigration status, or sexual orientation;. social security or other state identification number, financial account numbers or login information for such accounts;. interest in “adult” activities, such as drug use, an interest in weapons, or pornographic material; and. information considered sensitive based on applicable law.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {DOES ORACLE ADVERTISING COLLECT SENSITIVE PERSONAL INFORMATION? Oracle does not create any online interest segments that reflect personal information that is sensitive, as\ndefined by law and self-regulatory frameworks, or personal information that Oracle has deemed “sensitive.”\nWe also have operational procedures in our platform designed to prevent our partners and customers from\nusing personal information provided to them by Oracle to create interest segments that we consider\nsensitive.} "
    },
    {
      "Text": "While the types of personal information considered sensitive may vary among consumers and applicable law, we treat the following types of personal information as sensitive: pregnancy, such as pregnancy choices, pregnancy termination, reproductive rights, and traveling to exercise reproductive rights;. certain aspects linked to personal life, such as racial or ethnic, religious, political, citizenship, immigration status, or sexual orientation;. social security or other state identification number, financial account numbers or login information for such accounts;. interest in “adult” activities, such as drug use, an interest in weapons, or pornographic material; and. information considered sensitive based on applicable law.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {DOES ORACLE ADVERTISING COLLECT SENSITIVE PERSONAL INFORMATION? Oracle does not create any online interest segments that reflect personal information that is sensitive, as\ndefined by law and self-regulatory frameworks, or personal information that Oracle has deemed “sensitive.”\nWe also have operational procedures in our platform designed to prevent our partners and customers from\nusing personal information provided to them by Oracle to create interest segments that we consider\nsensitive.} "
    },
    {
      "Text": "precise mental or physical health, biometric, or genetic information, such as a certain sensitive medical condition like cancer or diabetes;\\n\\nOracle does not create any online interest segments that reflect personal information that is sensitive, as defined by law and self-regulatory frameworks, or personal information that Oracle has deemed “sensitive.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {DOES ORACLE ADVERTISING COLLECT SENSITIVE PERSONAL INFORMATION? Oracle does not create any online interest segments that reflect personal information that is sensitive, as\ndefined by law and self-regulatory frameworks, or personal information that Oracle has deemed “sensitive.”\nWe also have operational procedures in our platform designed to prevent our partners and customers from\nusing personal information provided to them by Oracle to create interest segments that we consider\nsensitive.} "
    },
    {
      "Text": "Personal information that is collected online and that may indirectly identify you may include, for example: unique IDs such as your mobile device identifier, or a cookie ID on your browser;. a connected device identifier such as an ID from a smart television or streaming device (US only);. IP addresses and information derived from IP addresses, such as geographic location;. obfuscated personal information such as hashed email addresses (direct identifiers are removed);. demographic information such as gender, age, and income range when not tied to information that directly identifies you;\\n\\nPersonal information that is collected online and that may indirectly identify you may include, for example: information about your device, such as browser, device type, operating system, the presence or use of “apps”, screen resolution, or the preferred language;\\n\\nPersonal information that is collected online and that may indirectly identify you may include, for example: behavioral data of the internet connected computer or device you use when interacting with websites, applications, or other connected devices, such as advertisements clicked or viewed, websites and content areas, date and time of these activities, or the web search used to locate and navigate to a website.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS? Information about you may in some cases directly identify you, while in other cases it may only indirectly\nidentify you.} "
    },
    {
      "Text": "Personal information that is collected online and that may indirectly identify you may include, for example: unique IDs such as your mobile device identifier, or a cookie ID on your browser;. a connected device identifier such as an ID from a smart television or streaming device (US only);. IP addresses and information derived from IP addresses, such as geographic location;. obfuscated personal information such as hashed email addresses (direct identifiers are removed);. demographic information such as gender, age, and income range when not tied to information that directly identifies you;\\n\\nPersonal information that is collected online and that may indirectly identify you may include, for example: information about your device, such as browser, device type, operating system, the presence or use of “apps”, screen resolution, or the preferred language;\\n\\nPersonal information that is collected online and that may indirectly identify you may include, for example: behavioral data of the internet connected computer or device you use when interacting with websites, applications, or other connected devices, such as advertisements clicked or viewed, websites and content areas, date and time of these activities, or the web search used to locate and navigate to a website.\\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS? Information about you may in some cases directly identify you, while in other cases it may only indirectly\nidentify you.} "
    },
    {
      "Text": "Personal information that is collected offline and that can directly identify you may include, for example: name, physical address, email addresses, and telephone numbers;. demographic attributes, when tied to other information that identifies you;. transactional data based on your purchases, when tied to other information that identifies you;. data from marketing opt-in lists, consumer surveys, or publicly available information;. derived latitude/longitude from a physical address.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS? Information about you may in some cases directly identify you, while in other cases it may only indirectly\nidentify you.} "
    },
    {
      "Text": "Personal information that is collected offline and that can directly identify you may include, for example: company data such as the name, size, and location of the company you work for and your role within the company;",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS? Information about you may in some cases directly identify you, while in other cases it may only indirectly\nidentify you.} "
    },
    {
      "Text": "Personal information that is collected offline and that can directly identify you may include, for example: name, physical address, email addresses, and telephone numbers;. demographic attributes, when tied to other information that identifies you;. transactional data based on your purchases, when tied to other information that identifies you;. data from marketing opt-in lists, consumer surveys, or publicly available information;. derived latitude/longitude from a physical address.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS? Information about you may in some cases directly identify you, while in other cases it may only indirectly\nidentify you.} "
    },
    {
      "Text": "Personal information that is collected offline and that can directly identify you may include, for example: company data such as the name, size, and location of the company you work for and your role within the company;\\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS? Information about you may in some cases directly identify you, while in other cases it may only indirectly\nidentify you.} "
    },
    {
      "Text": "As noted above, Oracle Advertising does not create interest segments that reflect sensitive medical conditions",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We do not allow Oracle Advertising customers or partners to use data provided to them by Oracle: (i) to make\ndecisions related to an individual’s eligibility for employment, credit, healthcare, insurance, tenancy, or\neducation purposes; (ii) to make decisions solely by automatic means where the decision has a significant\neffect on the individual; or (iii) in any way that may or does discriminate against any person or promote\nbigotry, racism, or harm. For these purposes, Oracle considers harm to be inclusive of the use of data\nprovided by Oracle to target vulnerable individuals or groups with fraudulent or deceptive marketing\ncampaigns or to be used in any manner that causes vulnerable individuals harm.} "
    },
    {
      "Text": "15. DOES ORACLE ADVERTISING COLLECT PERSONAL INFORMATION FROM CHILDREN?\\nWe do not intentionally collect or share personal information of children under 16 years of age or allow the creation of segments targeting children under 16 years of age. Further, we prohibit our Oracle Advertising partners from providing Oracle with personal information from sites directed to children under the age of 16 or from consumers whose age these companies know to be under the age of 16.",
      "Label": "Others",
      "Context": "2 Sentences Before {As noted above, Oracle Advertising does not create interest segments that reflect sensitive medical\nconditions. For a list of Oracle Advertising's non-sensitive health and wellness segments, please see this link (PDF) .} "
    },
    {
      "Text": "If you are a California resident, you may obtain information about exercising your rights, as described above, by contacting us at 1-800-633-0748. For information on the CCPA requests Oracle received, complied with, or denied for the previous calendar year, please visit Oracle’s Annual Consumer Privacy Reporting page, available here .",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you are an authorized agent making an\naccess or deletion request on behalf of a Californian resident, please reach out to us via the inquiry form and indicate that you are an authorized\nagent. We will provide you with instructions on how to submit a request as an authorized agent on behalf of\na Californian resident.} "
    },
    {
      "Text": "This Privacy Policy was last updated on December 16, 2022. However, the Privacy Policy can change over time, for example to comply with legal requirements or to meet changing business needs. The most up-to-date version can be found on this website . In case there is an important change that we want to highlight to you, we will also inform you in another way (for example, via a pop-up notice or statement of changes on our website).",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {INTRODUCTION This Oracle Advertising Privacy Policy (also referred to as the ‘ Privacy\nPolicy ’ or the ‘ Oracle Data Cloud Privacy Policy ’) informs\nconsumers (‘ you ’ or ‘ your ’) on the collection,\nuse, sharing, and selling (collectively referred to as ‘ processing ’ or\n‘ process ’) of your personal information in connection with Oracle’s provision\nof Oracle Advertising services designed to help Oracle’s customers’ and partners’ online and offline\nmarketing activities (‘ Oracle Advertising ’). This Privacy Policy also explains\nyour privacy rights in relation to these processing activities.} "
    },
    {
      "Text": "Oracle may process online personal information that may indirectly identify you, as well as offline information that may directly identify you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {See More Oracle Corporation and Oracle America, Inc. are responsible for the processing of information about you\nas described in this privacy policy. WHICH CATEGORIES OF PERSONAL INFORMATION DO WE PROCESS?} "
    },
    {
      "Text": "Personal information that is collected online and that may indirectly identify you may include, for example: unique IDs such as your mobile device identifier, or a cookie ID on your browser;. a connected device identifier such as an ID from a smart television or streaming device (US only);. IP addresses and information derived from IP addresses, such as geographic location;. obfuscated personal information such as hashed email addresses (direct identifiers are removed);. demographic information such as gender, age, and income range when not tied to information that directly identifies you;",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS? Information about you may in some cases directly identify you, while in other cases it may only indirectly\nidentify you.} "
    },
    {
      "Text": "Personal information that is collected online and that may indirectly identify you may include, for example: information about your device, such as browser, device type, operating system, the presence or use of “apps”, screen resolution, or the preferred language",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS? Information about you may in some cases directly identify you, while in other cases it may only indirectly\nidentify you.} "
    },
    {
      "Text": "Personal information that is collected online and that may indirectly identify you may include, for example: behavioral data of the internet connected computer or device you use when interacting with websites, applications, or other connected devices, such as advertisements clicked or viewed, websites and content areas, date and time of these activities, or the web search used to locate and navigate to a website",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS? Information about you may in some cases directly identify you, while in other cases it may only indirectly\nidentify you.} "
    },
    {
      "Text": "Access the Oracle Advertising opt-out tool",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA),\nand other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights\nenabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to\naccess and receive a copy of their personal information in Oracle’s possession or for which Oracle is\notherwise responsible. Opt-out and object to our use of information about you Oracle offers multiple ways for you to opt out of third party sharing or selling and object to our use of\ninformation about you: Oracle Advertising Opt-out.} "
    },
    {
      "Text": "Please note that if you use this opt-out tool, Oracle will opt you out of Oracle’s use of information about you for Oracle Advertising services involving both first-party use of your information as well as any third-party sharing or selling of your information.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Opt-out and object to our use of information about you Oracle offers multiple ways for you to opt out of third party sharing or selling and object to our use of\ninformation about you: Oracle Advertising Opt-out. Access the Oracle Advertising opt-out\ntool .} "
    },
    {
      "Text": "The Oracle Advertising opt-out will prevent Oracle from delivering third-party audiences to connected devices such as smart televisions or streaming devices",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Please note that if you use this opt-out tool, Oracle will opt you out of Oracle’s use of information\nabout you for Oracle Advertising services involving both first-party use of your information as well as\nany third-party sharing or selling of your information. See Section 2 above for\nmore information on the distinction between first-party and third-party information.} "
    },
    {
      "Text": "Audience Matched Advertising Opt-Out. Oracle Advertising provides “Audience Matched Advertising” where Oracle Advertising uses hashed emails to create tailored digital advertising to provide Oracle Advertising online services. The NAI provides an email-based opt-out to opt-out of this activity. Please visit the NAI’s website for more information and instructions on opting out of Audience Matched Advertising.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {See more information on how to download\nand configure the AppChoices App relevant for your mobile platform. You can also visit the NAI’s website\nfor more information and\ninstructions on opting out on mobile devices.} "
    },
    {
      "Text": "Mobile Opt-Out. While the opt-out methods described above often also work for mobile web browsing, mobile ‘app’ environments do not accept cookies. You may want to consider installing the AppChoices App provided by the Digital Advertising Alliance (DAA) to exercise opt-out control for specific companies, including Oracle, when in a mobile app environment. See more information on how to download and configure the AppChoices App relevant for your mobile platform. You can also visit the NAI’s website for more information and instructions on opting out on mobile devices.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {The Oracle Advertising opt-out will prevent Oracle from delivering third-party audiences to connected\ndevices such as smart televisions or streaming devices; however, you can also visit your device’s\nsettings menu or privacy policy for information on how to opt-out directly with your connected devices. AdTech Industry Opt-Out.} "
    },
    {
      "Text": "AdTech Industry Opt-Out. You may also opt-out of third-party sharing or selling by Oracle Advertising services by using the opt-out tools provided by the following industry groups: Digital Advertising Alliance (DAA): http://www.aboutads.info/choices/ Network Advertising Initiative (NAI): http://optout.networkadvertising.org European Interactive Digital Adverting Alliance (EDAA): http://www.youronlinechoices.eu/ and http://www.edaa.eu/",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {See Section 2 above for\nmore information on the distinction between first-party and third-party information. The Oracle Advertising opt-out will prevent Oracle from delivering third-party audiences to connected\ndevices such as smart televisions or streaming devices; however, you can also visit your device’s\nsettings menu or privacy policy for information on how to opt-out directly with your connected devices.} "
    },
    {
      "Text": "Do Not Track. Oracle honors “Do Not Track” browser settings, meaning we will not track your browser for marketing purposes while you have “Do Not Track” turned on in your browser settings.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {The NAI provides an email-based opt-out to opt-out of this\nactivity. Please visit the NAI’s website for more information and instructions on\nopting out of Audience Matched Advertising.} "
    },
    {
      "Text": "if you opt-out using any of the first three opt-out tools, you may still temporarily see interest-based advertising from Oracle Advertising customers due to advertising campaigns from those customers already underway. However, you will be opted-out of all future advertising campaigns from customers that use Oracle Advertising services.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Do Not Track. Oracle honors “Do Not Track” browser settings, meaning we\nwill not track your browser for marketing purposes while you have “Do Not Track” turned on in your\nbrowser settings.} "
    },
    {
      "Text": "the first three opt-out tools are currently cookie-based and prevent Oracle from using, sharing, or selling your personal information for interest-based advertising on the browser on which they are installed. As a result, these opt out tools will only function if your browser is set to accept third-party cookies and may not function where cookies are sometimes automatically disabled or removed (e.g., certain mobile devices and operating systems). If you delete cookies, change your browser settings, switch browsers or computers, or use another operating system, you will need to opt out again. Oracle does not use persistent, unique identifiers to revive a previously opted-out profile or deleted cookie",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Do Not Track. Oracle honors “Do Not Track” browser settings, meaning we\nwill not track your browser for marketing purposes while you have “Do Not Track” turned on in your\nbrowser settings.} "
    },
    {
      "Text": "If you want to opt-out of Oracle’s use of information about you for Oracle Advertising services, and do not want to receive third-party cookies, you can also change your browser settings on your computer or other device you are using to connect to the internet. Most browsers also provide functionality that lets you opt-out of all advertising cookies, including Oracle cookies.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you delete cookies, change your browser settings,\nswitch browsers or computers, or use another operating system, you will need to opt out again. Oracle does\nnot use persistent, unique identifiers to revive a previously opted-out profile or deleted cookie.} "
    },
    {
      "Text": "Given the nature and purpose of the processing activities, in the event your personal information contains any inaccuracies, Oracle will delete your personal information per the process set above for deletion.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Delete or correct information about you Unless retained solely for legal and compliance purposes, Oracle will delete or correct your online or\noffline personal information, upon request, as set forth below: You can erase or delete all online information about you by opting out of Oracle Advertising\nservices using the Oracle Advertising\nopt-out tool above. If you would like to submit a request to have offline information about you, if any, erased\nor deleted, you can use this form .} "
    },
    {
      "Text": "By accessing this Registry, you can view the types of third-party interest segments that are shared with or sold to Oracle Advertising customers. Please note that the interest segments you see within the Registry is information from the profile associated with the specific browser, computer, or device that you are using to visit the Registry. You may see different segments when viewing the Registry from a different browser, computer, or device. For a complete picture of the segments associated with all of your browsers and devices, we therefore recommend using these different browsers and devices when accessing the Registry",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Given the nature and purpose of the processing activities, in the event your personal information contains\nany inaccuracies, Oracle will delete your personal information per the process set above for deletion. Access information about you In order to exercise your right to access your online information processed by Oracle\nAdvertising, you can use the Oracle\nAdvertising Registry (‘Registry’) to view the online segments Oracle has associated with your\ndevice.} "
    },
    {
      "Text": "While the majority of offline access requests can be handled quickly, complex requests may take more research and time. In such cases, you will be contacted regarding the nature of the request and appropriate next steps within 45 days from the date of receipt of your request. Upon visiting the Oracle Advertising access site, you will be asked to verify your identity to submit your request. If you cannot verify your request via the online portal, you can submit a written request via postal mail to the Oracle Global Data Protection Officer at the address below with a copy of a government-issued ID or other proof of identity for verification purposes. We cannot provide access to offline data unless Oracle can verify the identity of the individual making the request. Oracle Advertising only processes offline personal information on residents within the United States.\n\nWe will respond to your request consistent with applicable law unless such data is only retained for legal and compliance purposes. Oracle will not discriminate against consumers who have exercised the deletion, opt-out, or access rights provided to them in this Privacy Policy.\n\nWe cannot provide first-party information that is collected and maintained by our customers. If you have questions in regards to first-party information, Oracle recommends that you contact directly the company that collected it from you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {For a complete picture of the segments associated with all of your browsers\nand devices, we therefore recommend using these different browsers and devices when accessing the Registry. To request access to your offline information, please visit the Oracle Advertising access\nsite, available at https://datacloudoptout.oracle.com/request-your-data .} "
    },
    {
      "Text": "Oracle does not create any online interest segments that reflect personal information that is sensitive, as defined by law and self-regulatory frameworks, or personal information that Oracle has deemed “sensitive.”",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {14. DOES ORACLE ADVERTISING COLLECT SENSITIVE PERSONAL INFORMATION?} "
    },
    {
      "Text": "Oracle will not discriminate against you if you exercise these rights under the CCPA.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Oracle Advertising only processes offline personal information on residents\nwithin the United States. We will respond to your request consistent with applicable law unless such data is only retained for legal\nand compliance purposes.} "
    },
    {
      "Text": "If you are an authorized agent making an access or deletion request on behalf of a Californian resident, please reach out to us via the inquiry form and indicate that you are an authorized agent. We will provide you with instructions on how to submit a request as an authorized agent on behalf of a Californian resident.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Oracle will not discriminate against you if you exercise these rights under the CCPA. We will respond to your request consistent with applicable law.} "
    },
    {
      "Text": "WHERE DO WE SOURCE YOUR PERSONAL INFORMATION?",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {WHICH CATEGORIES OF PERSONAL INFORMATION DO WE PROCESS? See More Oracle may process online personal information that may indirectly identify you, as well as offline\ninformation that may directly identify you.} "
    },
    {
      "Text": "Oracle obtains data from third party sources, including from advertising agencies, website operators, retail stores, and third party data providers.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {See More Oracle may process online personal information that may indirectly identify you, as well as offline\ninformation that may directly identify you. WHERE DO WE SOURCE YOUR PERSONAL INFORMATION?} "
    },
    {
      "Text": "WHICH CATEGORIES OF PERSONAL INFORMATION DO WE PROCESS?",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {WHO IS RESPONSIBLE FOR PROCESSING YOUR PERSONAL INFORMATION? See More Oracle Corporation and Oracle America, Inc. are responsible for the processing of information about you\nas described in this privacy policy.} "
    },
    {
      "Text": "WHY AND HOW DO WE USE YOUR PERSONAL INFORMATION? We use personal information about you to enable Oracle Advertising customers and partners to market products and services to you, to develop and improve Oracle products and services, and for security and compliance purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {WHERE DO WE SOURCE YOUR PERSONAL INFORMATION? See More Oracle obtains data from third party sources, including from advertising agencies, website operators,\nretail stores, and third party data providers.} "
    },
    {
      "Text": "WHY AND HOW DO WE USE YOUR PERSONAL INFORMATION? We use personal information about you to enable Oracle Advertising customers and partners to market products and services to you, to develop and improve Oracle products and services, and for security and compliance purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {WHERE DO WE SOURCE YOUR PERSONAL INFORMATION? See More Oracle obtains data from third party sources, including from advertising agencies, website operators,\nretail stores, and third party data providers.} "
    },
    {
      "Text": "WHY AND HOW DO WE USE YOUR PERSONAL INFORMATION? We use personal information about you to enable Oracle Advertising customers and partners to market products and services to you, to develop and improve Oracle products and services, and for security and compliance purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {WHERE DO WE SOURCE YOUR PERSONAL INFORMATION? See More Oracle obtains data from third party sources, including from advertising agencies, website operators,\nretail stores, and third party data providers.} "
    },
    {
      "Text": "4. WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS?",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {As used in this Privacy Policy, ‘personal information’ or ‘personal data’ means information that relates to\nan identified individual or to an identifiable individual. For example, this could include among other\nthings your name, address, email address, past purchase behavior or information regarding your online\ninterests.} "
    },
    {
      "Text": "Personal information that is collected offline and that can directly identify you may include, for example: name, physical address, email addresses, and telephone numbers;. demographic attributes, when tied to other information that identifies you;. transactional data based on your purchases, when tied to other information that identifies you;. data from marketing opt-in lists, consumer surveys, or publicly available information;. derived latitude/longitude from a physical address.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS? Information about you may in some cases directly identify you, while in other cases it may only indirectly\nidentify you.} "
    },
    {
      "Text": "Personal information that is collected offline and that can directly identify you may include, for example: company data such as the name, size, and location of the company you work for and your role within the company;",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS? Information about you may in some cases directly identify you, while in other cases it may only indirectly\nidentify you.} "
    },
    {
      "Text": "We may associate personal information about you with interest segments or profiles as part of the provision of Oracle Advertising services to our customers and partners",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Oracle Advertising only processes offline personal information about individuals located in the United\nStates. Personal information that is collected online and that may indirectly identify you may include, for example: unique IDs such as your mobile device identifier, or a cookie ID on your browser; a connected device identifier such as an ID from a smart television or streaming device (US only); IP addresses and information derived from IP addresses, such as geographic location; information about your device, such as browser, device type, operating system, the presence or use of\n“apps”, screen resolution, or the preferred language; obfuscated personal information such as hashed email addresses (direct identifiers are removed); demographic information such as gender, age, and income range when not tied to information that directly\nidentifies you; behavioral data of the internet connected computer or device you use when interacting with websites,\napplications, or other connected devices, such as advertisements clicked or viewed, websites and content\nareas, date and time of these activities, or the web search used to locate and navigate to a website.} "
    },
    {
      "Text": "We may associate personal information about you with interest segments or profiles as part of the provision of Oracle Advertising services to our customers and partners",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Oracle Advertising only processes offline personal information about individuals located in the United\nStates. Personal information that is collected online and that may indirectly identify you may include, for example: unique IDs such as your mobile device identifier, or a cookie ID on your browser; a connected device identifier such as an ID from a smart television or streaming device (US only); IP addresses and information derived from IP addresses, such as geographic location; information about your device, such as browser, device type, operating system, the presence or use of\n“apps”, screen resolution, or the preferred language; obfuscated personal information such as hashed email addresses (direct identifiers are removed); demographic information such as gender, age, and income range when not tied to information that directly\nidentifies you; behavioral data of the internet connected computer or device you use when interacting with websites,\napplications, or other connected devices, such as advertisements clicked or viewed, websites and content\nareas, date and time of these activities, or the web search used to locate and navigate to a website.} "
    },
    {
      "Text": "5. FOR WHAT COMMERCIAL OR BUSINESS PURPOSE DO WE USE YOUR PERSONAL INFORMATION?",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For example: in market for travel specials to\nHawaii. Profiles are a set of attributes about a specific consumer or device, or a set of\nmultiple consumers or devices sharing common attributes used for marketing by our customers.} "
    },
    {
      "Text": "5. FOR WHAT COMMERCIAL OR BUSINESS PURPOSE DO WE USE YOUR PERSONAL INFORMATION?",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For example: in market for travel specials to\nHawaii. Profiles are a set of attributes about a specific consumer or device, or a set of\nmultiple consumers or devices sharing common attributes used for marketing by our customers.} "
    },
    {
      "Text": "5. FOR WHAT COMMERCIAL OR BUSINESS PURPOSE DO WE USE YOUR PERSONAL INFORMATION?",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {For example: in market for travel specials to\nHawaii. Profiles are a set of attributes about a specific consumer or device, or a set of\nmultiple consumers or devices sharing common attributes used for marketing by our customers.} "
    },
    {
      "Text": "a) to help enable Oracle Advertising customers and partners to market products and services to you based on your interests;\\n\\nWe use personal information for the following commercial purposes: b) to analyze, develop, improve, and optimize the use, function and performance of Oracle products and services;\\n\\n\\nWe use personal information for the following business purposes: c) to manage the security of our sites, networks and systems;. d) to comply with applicable laws and regulations and to operate our business.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "a) to help enable Oracle Advertising customers and partners to market products and services to you based on your interests;\\n\\nWe use personal information for the following commercial purposes: b) to analyze, develop, improve, and optimize the use, function and performance of Oracle products and services;\\n\\n\\nWe use personal information for the following business purposes: c) to manage the security of our sites, networks and systems;. d) to comply with applicable laws and regulations and to operate our business.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "a) to help enable Oracle Advertising customers and partners to market products and services to you based on your interests;\\n\\nWe use personal information for the following commercial purposes: b) to analyze, develop, improve, and optimize the use, function and performance of Oracle products and services;\\n\\n\\nWe use personal information for the following business purposes: c) to manage the security of our sites, networks and systems;. d) to comply with applicable laws and regulations and to operate our business.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: i. For online interest-based advertising delivered through Oracle Advertising partners that display online advertising to you on behalf of Oracle Advertising customers.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: i. For online interest-based advertising delivered through Oracle Advertising partners that display online advertising to you on behalf of Oracle Advertising customers.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: i. For online interest-based advertising delivered through Oracle Advertising partners that display online advertising to you on behalf of Oracle Advertising customers.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: ii. For offline and online campaign measurement, analytics, and development of insights on behalf of our Oracle Advertising customers",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: ii. For offline and online campaign measurement, analytics, and development of insights on behalf of our Oracle Advertising customers.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: ii. For offline and online campaign measurement, analytics, and development of insights on behalf of our Oracle Advertising customers.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: iii. For enabling our Oracle Advertising customers to personalize their products and services, including site optimization, email personalization, and dynamic marketing and advertising optimization.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: iii. For enabling our Oracle Advertising customers to personalize their products and services, including site optimization, email personalization, and dynamic marketing and advertising optimization.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: iii. For enabling our Oracle Advertising customers to personalize their products and services, including site optimization, email personalization, and dynamic marketing and advertising optimization.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: iv. For linking Profiles and Interest Segments to enable Oracle Advertising customers and partners to connect your Interest Segments across the various browsers and/or devices you may use for the purposes described in this section.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: iv. For linking Profiles and Interest Segments to enable Oracle Advertising customers and partners to connect your Interest Segments across the various browsers and/or devices you may use for the purposes described in this section.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: iv. For linking Profiles and Interest Segments to enable Oracle Advertising customers and partners to connect your Interest Segments across the various browsers and/or devices you may use for the purposes described in this section.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: v. For creating modelled online and offline “lookalike” audiences for Oracle Advertising customers’ products and services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: v. For creating modelled online and offline “lookalike” audiences for Oracle Advertising customers’ products and services",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: v. For creating modelled online and offline “lookalike” audiences for Oracle Advertising customers’ products and services.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: vi. For enabling our Oracle Advertising customers to associate first-party information to certain Oracle Advertising identifiers in order to deliver marketing and advertising services to you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: vi. For enabling our Oracle Advertising customers to associate first-party information to certain Oracle Advertising identifiers in order to deliver marketing and advertising services to you.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: vi. For enabling our Oracle Advertising customers to associate first-party information to certain Oracle Advertising identifiers in order to deliver marketing and advertising services to you.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: vii. For the United States only: to allow our customers to deliver catalogues to your physical address that may be of interest to you based on your previous offline purchase behavior.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: vii. For the United States only: to allow our customers to deliver catalogues to your physical address that may be of interest to you based on your previous offline purchase behavior.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: vii. For the United States only: to allow our customers to deliver catalogues to your physical address that may be of interest to you based on your previous offline purchase behavior.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "We process personal information about you for marketing purposes to help enable Oracle Advertising customers and partners to advertise products and services to you via online and offline marketing activities based on your interests. “Marketing purposes” means the processing of offline and online personal information, as defined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or services directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop market research or market surveys or to provide verification services to marketers; (iii) to create, communicate, deliver, and exchange offerings that have value for customers, clients, partners, and society at large; or (iv) to encourage safe practices and trends and the provision of factual information, including, by way of example, providing product or automotive recall notices.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We use personal information for the following commercial purposes: a) to help enable Oracle Advertising customers and partners to market products and services to you based\non your interests; b) to analyze, develop, improve, and optimize the use, function and performance of Oracle products and\nservices; We use personal information for the following business purposes: c) to manage the security of our sites, networks and systems; d) to comply with applicable laws and regulations and to operate our business. These purposes are described below in further detail.} "
    },
    {
      "Text": "We process personal information about you for marketing purposes to help enable Oracle Advertising customers and partners to advertise products and services to you via online and offline marketing activities based on your interests. “Marketing purposes” means the processing of offline and online personal information, as defined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or services directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop market research or market surveys or to provide verification services to marketers; (iii) to create, communicate, deliver, and exchange offerings that have value for customers, clients, partners, and society at large; or (iv) to encourage safe practices and trends and the provision of factual information, including, by way of example, providing product or automotive recall notices.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We use personal information for the following commercial purposes: a) to help enable Oracle Advertising customers and partners to market products and services to you based\non your interests; b) to analyze, develop, improve, and optimize the use, function and performance of Oracle products and\nservices; We use personal information for the following business purposes: c) to manage the security of our sites, networks and systems; d) to comply with applicable laws and regulations and to operate our business. These purposes are described below in further detail.} "
    },
    {
      "Text": "We process personal information about you for marketing purposes to help enable Oracle Advertising customers and partners to advertise products and services to you via online and offline marketing activities based on your interests. “Marketing purposes” means the processing of offline and online personal information, as defined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or services directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop market research or market surveys or to provide verification services to marketers; (iii) to create, communicate, deliver, and exchange offerings that have value for customers, clients, partners, and society at large; or (iv) to encourage safe practices and trends and the provision of factual information, including, by way of example, providing product or automotive recall notices.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We use personal information for the following commercial purposes: a) to help enable Oracle Advertising customers and partners to market products and services to you based\non your interests; b) to analyze, develop, improve, and optimize the use, function and performance of Oracle products and\nservices; We use personal information for the following business purposes: c) to manage the security of our sites, networks and systems; d) to comply with applicable laws and regulations and to operate our business. These purposes are described below in further detail.} "
    },
    {
      "Text": "For personal information collected outside the EU/EEA, to analyze, develop, improve, and optimize the use, function and performance of Oracle products and services We may process personal information for Oracle’s own research and development purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {vii. For the United States only: to allow our customers to deliver catalogues to your physical address\nthat may be of interest to you based on your previous offline purchase behavior.} "
    },
    {
      "Text": "For personal information collected outside the EU/EEA, to analyze, develop, improve, and optimize the use, function and performance of Oracle products and services We may process personal information for Oracle’s own research and development purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {vii. For the United States only: to allow our customers to deliver catalogues to your physical address\nthat may be of interest to you based on your previous offline purchase behavior.} "
    },
    {
      "Text": "For personal information collected outside the EU/EEA, to analyze, develop, improve, and optimize the use, function and performance of Oracle products and services We may process personal information for Oracle’s own research and development purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {vii. For the United States only: to allow our customers to deliver catalogues to your physical address\nthat may be of interest to you based on your previous offline purchase behavior.} "
    },
    {
      "Text": "to manage the security of our sites, networks and systems We can collect usage and systems operations data from Oracle Advertising services for security and operations management to help keep Oracle, customer, and partner networks and systems, as well as our products and services, secure. We may also collect usage and systems operations data to investigate and prevent cyber-attacks, malicious activity, or potential fraud, including ad fraud and to detect bots.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {5. FOR WHAT COMMERCIAL OR BUSINESS PURPOSE DO WE USE YOUR PERSONAL INFORMATION?} "
    },
    {
      "Text": "to manage the security of our sites, networks and systems We can collect usage and systems operations data from Oracle Advertising services for security and operations management to help keep Oracle, customer, and partner networks and systems, as well as our products and services, secure. We may also collect usage and systems operations data to investigate and prevent cyber-attacks, malicious activity, or potential fraud, including ad fraud and to detect bots.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {5. FOR WHAT COMMERCIAL OR BUSINESS PURPOSE DO WE USE YOUR PERSONAL INFORMATION?} "
    },
    {
      "Text": "to manage the security of our sites, networks and systems We can collect usage and systems operations data from Oracle Advertising services for security and operations management to help keep Oracle, customer, and partner networks and systems, as well as our products and services, secure. We may also collect usage and systems operations data to investigate and prevent cyber-attacks, malicious activity, or potential fraud, including ad fraud and to detect bots.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {5. FOR WHAT COMMERCIAL OR BUSINESS PURPOSE DO WE USE YOUR PERSONAL INFORMATION?} "
    },
    {
      "Text": " to comply with applicable laws and regulations and to operate our business In some cases, we may process personal information to comply with applicable laws and regulations.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {5. FOR WHAT COMMERCIAL OR BUSINESS PURPOSE DO WE USE YOUR PERSONAL INFORMATION?} "
    },
    {
      "Text": "to comply with applicable laws and regulations and to operate our business In some cases, we may process personal information to comply with applicable laws and regulations.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {5. FOR WHAT COMMERCIAL OR BUSINESS PURPOSE DO WE USE YOUR PERSONAL INFORMATION?} "
    },
    {
      "Text": "to comply with applicable laws and regulations and to operate our business In some cases, we may process personal information to comply with applicable laws and regulations.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {5. FOR WHAT COMMERCIAL OR BUSINESS PURPOSE DO WE USE YOUR PERSONAL INFORMATION?} "
    },
    {
      "Text": "6. CATEGORIES OF SOURCES OF PERSONAL INFORMATION",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Cloud HCM Experience HR technology solutions best practices and customer successes in this series of 1–2 hour events. Cloud Platform Explore modern technology solutions through best practices and customer examples in these 1–2 hour events.} "
    },
    {
      "Text": "Oracle may process both offline and online information about you, including information from publicly available sources or third-party data providers. Offline information about you is obtained by Oracle from its offline partners such as brick-and-mortar retail stores, grocery stores and their associated loyalty card programs, payment card brands, catalog orders and consumer survey programs, and third parties who may not have a relationship with you and collect offline information from their offline partners.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For example, to conduct audits and\ninvestigations, for finance and accounting, archiving, and insurance purposes. 6.} "
    },
    {
      "Text": "Online information about you originates from your activities on sites operated by our online partners, such as advertising agencies and website operators (for example, online retail stores or travel sites). Oracle also obtains online information from third parties who may not have a direct relationship with you and who collect online information using cookies or similar technologies, such as pixels tags and device identifiers, as you browse the Internet and interact with websites.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {CATEGORIES OF SOURCES OF PERSONAL INFORMATION Oracle may process both offline and online information about you, including information from publicly\navailable sources or third-party data providers. Offline information about you is obtained by Oracle from its offline partners such as\nbrick-and-mortar retail stores, grocery stores and their associated loyalty card programs, payment card\nbrands, catalog orders and consumer survey programs, and third parties who may not have a relationship\nwith you and collect offline information from their offline partners.} "
    },
    {
      "Text": "8. FOR WHAT PERIOD DO WE RETAIN INFORMATION ABOUT YOU?\\nOracle maintains information about you for the following retention periods, unless retained solely for legal and compliance purposes: a) Online information about you is retained for up to 13 months. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For information about\nOracle’s processing activities with regard to your personal information collected on Oracle websites and\napplications, and used for Oracle’s own direct marketing purposes, please refer to https://www.oracle.com/legal/privacy/privacy-policy . 3. WHO IS RESPONSIBLE FOR PROCESSING YOUR PERSONAL INFORMATION?} "
    },
    {
      "Text": "Certain online information may be retained up to 18 months.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {FOR WHAT PERIOD DO WE RETAIN INFORMATION ABOUT YOU? Oracle maintains information about you for the following retention periods, unless retained solely for legal\nand compliance purposes: a) Online information about you is retained for up to 13 months .} "
    },
    {
      "Text": "Online information about you for linkage purposes (cross device/cross-context technology) is retained for up to 12 months.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Certain online information may be retained up to 18 months . For example, Oracle\ncustomers’ seasonal or cyclical interest-based advertising campaigns or internal analytics and\nmodel development may be retained for up to 18 months.} "
    },
    {
      "Text": "Offline information about you may be retained for as long as relevant for the purposes for which it was collected",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For example, Oracle\ncustomers’ seasonal or cyclical interest-based advertising campaigns or internal analytics and\nmodel development may be retained for up to 18 months. b) Online information about you for linkage purposes (cross\ndevice/cross-context technology) is retained for up to 12 months .} "
    },
    {
      "Text": "Personal information necessary to preserve opt-out preferences is retained for 20 years, unless you delete it or otherwise prevent its collection",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {b) Online information about you for linkage purposes (cross\ndevice/cross-context technology) is retained for up to 12 months . c) Offline information about you may be retained for as long as relevant for the\npurposes for which it was collected (see Section 5 above).} "
    },
    {
      "Text": "9. WHEN AND HOW CAN WE SHARE YOUR PERSONAL INFORMATION?",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Analyst Reports College recruiting Working at Oracle Can I take advantage of the cloud in my own data center? HCM Oracle business transformation Try Oracle Cloud for free How can I create an agile supply chain?} "
    },
    {
      "Text": "Sharing within Oracle\\n\\nAs a global organization, information about you can be shared globally throughout Oracle’s worldwide organization for a business purpose(s).",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {9. WHEN AND HOW CAN WE SHARE YOUR PERSONAL INFORMATION?} "
    },
    {
      "Text": "As a global organization, information about you can be shared globally throughout Oracle’s worldwide organization for a business purpose(s)",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {9. WHEN AND HOW CAN WE SHARE YOUR PERSONAL INFORMATION?} "
    },
    {
      "Text": "As a global organization, information about you can be shared globally throughout Oracle’s worldwide organization for a business purpose(s)",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {9. WHEN AND HOW CAN WE SHARE YOUR PERSONAL INFORMATION?} "
    },
    {
      "Text": "Sharing with or selling with third parties",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please select a region and country to view the registered address and contact details of the\nOracle entity or entities located in each country. Oracle employees are authorized to access personal information only to the extent necessary to serve the\napplicable purpose(s) and to perform their job functions.} "
    },
    {
      "Text": "Sharing with or selling with third parties",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Please select a region and country to view the registered address and contact details of the\nOracle entity or entities located in each country. Oracle employees are authorized to access personal information only to the extent necessary to serve the\napplicable purpose(s) and to perform their job functions.} "
    },
    {
      "Text": "We may share personal information with or sell personal information to the following third parties for a commercial purpose: Oracle Advertising customers and partners, including digital marketers, ad agencies, web publishers, connected TV providers, demand side platforms, data management platforms, supply-side platforms, and social media networks; and",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please select a region and country to view the registered address and contact details of the\nOracle entity or entities located in each country. Oracle employees are authorized to access personal information only to the extent necessary to serve the\napplicable purpose(s) and to perform their job functions.} "
    },
    {
      "Text": "third-party service providers as necessary to perform Oracle Advertising services on behalf of Oracle.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {See More Oracle may process online personal information that may indirectly identify you, as well as offline\ninformation that may directly identify you. WHERE DO WE SOURCE YOUR PERSONAL INFORMATION?} "
    },
    {
      "Text": "We may share personal information with the following third parties for a business purpose: relevant third parties in the event of a reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our business, assets or stock, including in connection with any bankruptcy or similar proceedings; and",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please select a region and country to view the registered address and contact details of the\nOracle entity or entities located in each country. Oracle employees are authorized to access personal information only to the extent necessary to serve the\napplicable purpose(s) and to perform their job functions.} "
    },
    {
      "Text": "public and government authorities, including public and government authorities outside your country of residence (to the extent legally required to respond to their mandatory requests in connection with national security and/or law enforcement purposes).",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Oracle employees are authorized to access personal information only to the extent necessary to serve the\napplicable purpose(s) and to perform their job functions. Sharing with or selling with third parties We may share personal information with or sell personal information to the following third parties for a\ncommercial purpose: Oracle Advertising customers and partners, including digital marketers, ad agencies, web publishers,\nconnected TV providers, demand side platforms, data management platforms, supply-side platforms, and\nsocial media networks; and third-party service providers as necessary to perform Oracle Advertising services on behalf of Oracle.} "
    },
    {
      "Text": "We may share personal information with or sell personal information to the following third parties for a commercial purpose: Oracle Advertising customers and partners, including digital marketers, ad agencies, web publishers, connected TV providers, demand side platforms, data management platforms, supply-side platforms, and social media networks; and",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Please select a region and country to view the registered address and contact details of the\nOracle entity or entities located in each country. Oracle employees are authorized to access personal information only to the extent necessary to serve the\napplicable purpose(s) and to perform their job functions.} "
    },
    {
      "Text": "third-party service providers as necessary to perform Oracle Advertising services on behalf of Oracle.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {See More Oracle may process online personal information that may indirectly identify you, as well as offline\ninformation that may directly identify you. WHERE DO WE SOURCE YOUR PERSONAL INFORMATION?} "
    },
    {
      "Text": "11. HOW IS INFORMATION ABOUT YOU SECURED?\\nOracle has implemented appropriate technical, physical, and organizational measures designed to protect personal information against accidental or unlawful destruction or accidental loss, damage, alteration, unauthorized disclosure or access, as well as other forms of unlawful processing.",
      "Label": "Others",
      "Context": "2 Sentences Before {Oracle is a global corporation with operations in over 80 countries, and personal information is processed\nglobally as necessary in accordance with this policy. If personal information is transferred to an Oracle\nrecipient in a country that does not provide an adequate level of protection for personal information,\nOracle will take adequate measures designed to protect the personal information, such as ensuring that such\ntransfers are subject to the terms of the EU Model Clauses or other adequate transfer mechanism as required\nunder relevant data protection laws.} "
    },
    {
      "Text": "12. WHAT COOKIES, PIXEL TAGS AND OTHER SIMILAR TECHNOLOGIES DO WE USE?",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Analyst Reports College recruiting Working at Oracle Can I take advantage of the cloud in my own data center? HCM Oracle business transformation Try Oracle Cloud for free How can I create an agile supply chain?} "
    },
    {
      "Text": "Cookies and similar technologies (e.g., pixel tags and device identifiers) are used by Oracle and our advertising technology partners to recognize you and/or your device(s) on, off, and across different services and devices for the purposes specified in Section 5 above.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {12. WHAT COOKIES, PIXEL TAGS AND OTHER SIMILAR TECHNOLOGIES DO WE USE?} "
    },
    {
      "Text": "We or our Oracle Advertising partners may use cookies to, among other things, track user trends and collect information about how you use our customers’ sites or interact with advertising.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Cookies and similar technologies (e.g., pixel tags and device identifiers) are used by Oracle and our\nadvertising technology partners to recognize you and/or your device(s) on, off, and across different\nservices and devices for the purposes specified in Section 5 above. Cookies are small text files that contain a string of characters and uniquely identify a\nbrowser on a connected device.} "
    },
    {
      "Text": "When used with cookies, pixel tags can track activity on a site by a particular device and provide relevant online advertising to you. When you turn off cookies or have opted out of cookies, pixel tags simply detect a unique website visit and how you interacted with the advertising, but do not track an individual to provide relevant online advertising.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {When you access these\nwebpages, pixel tags generate a generic notice of the visit. Pixel tags can be used with cookies or alone.} "
    },
    {
      "Text": "Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA), and other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights enabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to access and receive a copy of their personal information in Oracle’s possession or for which Oracle is otherwise responsible.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {13. WHAT ARE YOUR PRIVACY RIGHTS?} "
    },
    {
      "Text": "Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA), and other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights enabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to access and receive a copy of their personal information in Oracle’s possession or for which Oracle is otherwise responsible.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {13. WHAT ARE YOUR PRIVACY RIGHTS?} "
    },
    {
      "Text": "Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA), and other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights enabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to access and receive a copy of their personal information in Oracle’s possession or for which Oracle is otherwise responsible.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {13. WHAT ARE YOUR PRIVACY RIGHTS?} "
    },
    {
      "Text": "Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA), and other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights enabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to access and receive a copy of their personal information in Oracle’s possession or for which Oracle is otherwise responsible.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {13. WHAT ARE YOUR PRIVACY RIGHTS?} "
    },
    {
      "Text": "Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA), and other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights enabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to access and receive a copy of their personal information in Oracle’s possession or for which Oracle is otherwise responsible.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {13. WHAT ARE YOUR PRIVACY RIGHTS?} "
    },
    {
      "Text": "Oracle offers multiple ways for you to opt out of third party sharing or selling and object to our use of information about you",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA),\nand other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights\nenabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to\naccess and receive a copy of their personal information in Oracle’s possession or for which Oracle is\notherwise responsible.} "
    },
    {
      "Text": "Oracle offers multiple ways for you to opt out of third party sharing or selling and object to our use of information about you",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA),\nand other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights\nenabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to\naccess and receive a copy of their personal information in Oracle’s possession or for which Oracle is\notherwise responsible.} "
    },
    {
      "Text": "however, you can also visit your device’s settings menu or privacy policy for information on how to opt-out directly with your connected devices",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We or our Oracle Advertising partners may use cookies to, among other things,\ntrack user trends and collect information about how you use our customers’ sites or interact with\nadvertising. Most browsers are initially configured to accept cookies by default.} "
    },
    {
      "Text": "Delete or correct information about you",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If you want to opt-out of Oracle’s use of information about you for Oracle Advertising services, and do not\nwant to receive third-party cookies, you can also change your browser settings on your computer or other\ndevice you are using to connect to the internet. Most browsers also provide functionality that lets you\nopt-out of all advertising cookies, including Oracle cookies.} "
    },
    {
      "Text": "Delete or correct information about you",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {If you want to opt-out of Oracle’s use of information about you for Oracle Advertising services, and do not\nwant to receive third-party cookies, you can also change your browser settings on your computer or other\ndevice you are using to connect to the internet. Most browsers also provide functionality that lets you\nopt-out of all advertising cookies, including Oracle cookies.} "
    },
    {
      "Text": "Unless retained solely for legal and compliance purposes, Oracle will delete or correct your online or offline personal information, upon request, as set forth below:",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If you want to opt-out of Oracle’s use of information about you for Oracle Advertising services, and do not\nwant to receive third-party cookies, you can also change your browser settings on your computer or other\ndevice you are using to connect to the internet. Most browsers also provide functionality that lets you\nopt-out of all advertising cookies, including Oracle cookies.} "
    },
    {
      "Text": "Unless retained solely for legal and compliance purposes, Oracle will delete or correct your online or offline personal information, upon request, as set forth below:",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {If you want to opt-out of Oracle’s use of information about you for Oracle Advertising services, and do not\nwant to receive third-party cookies, you can also change your browser settings on your computer or other\ndevice you are using to connect to the internet. Most browsers also provide functionality that lets you\nopt-out of all advertising cookies, including Oracle cookies.} "
    },
    {
      "Text": "You can erase or delete all online information about you by opting out of Oracle Advertising services using the Oracle Advertising opt-out tool above.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If you want to opt-out of Oracle’s use of information about you for Oracle Advertising services, and do not\nwant to receive third-party cookies, you can also change your browser settings on your computer or other\ndevice you are using to connect to the internet. Most browsers also provide functionality that lets you\nopt-out of all advertising cookies, including Oracle cookies.} "
    },
    {
      "Text": "You can erase or delete all online information about you by opting out of Oracle Advertising services using the Oracle Advertising opt-out tool above.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you want to opt-out of Oracle’s use of information about you for Oracle Advertising services, and do not\nwant to receive third-party cookies, you can also change your browser settings on your computer or other\ndevice you are using to connect to the internet. Most browsers also provide functionality that lets you\nopt-out of all advertising cookies, including Oracle cookies.} "
    },
    {
      "Text": "If you would like to submit a request to have offline information about you, if any, erased or deleted, you can use this form .",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Most browsers also provide functionality that lets you\nopt-out of all advertising cookies, including Oracle cookies. Delete or correct information about you Unless retained solely for legal and compliance purposes, Oracle will delete or correct your online or\noffline personal information, upon request, as set forth below: You can erase or delete all online information about you by opting out of Oracle Advertising\nservices using the Oracle Advertising\nopt-out tool above.} "
    },
    {
      "Text": "If you would like to submit a request to have offline information about you, if any, erased or deleted, you can use this form .",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Most browsers also provide functionality that lets you\nopt-out of all advertising cookies, including Oracle cookies. Delete or correct information about you Unless retained solely for legal and compliance purposes, Oracle will delete or correct your online or\noffline personal information, upon request, as set forth below: You can erase or delete all online information about you by opting out of Oracle Advertising\nservices using the Oracle Advertising\nopt-out tool above.} "
    },
    {
      "Text": "In order to exercise your right to access your online information processed by Oracle Advertising, you can use the Oracle Advertising Registry (‘Registry’) to view the online segments Oracle has associated with your device.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {If you would like to submit a request to have offline information about you, if any, erased\nor deleted, you can use this form . Given the nature and purpose of the processing activities, in the event your personal information contains\nany inaccuracies, Oracle will delete your personal information per the process set above for deletion.} "
    },
    {
      "Text": "In order to exercise your right to access your online information processed by Oracle Advertising, you can use the Oracle Advertising Registry (‘Registry’) to view the online segments Oracle has associated with your device.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you would like to submit a request to have offline information about you, if any, erased\nor deleted, you can use this form . Given the nature and purpose of the processing activities, in the event your personal information contains\nany inaccuracies, Oracle will delete your personal information per the process set above for deletion.} "
    },
    {
      "Text": "By accessing this Registry, you can view the types of third-party interest segments that are shared with or sold to Oracle Advertising customers. Please note that the interest segments you see within the Registry is information from the profile associated with the specific browser, computer, or device that you are using to visit the Registry. You may see different segments when viewing the Registry from a different browser, computer, or device. For a complete picture of the segments associated with all of your browsers and devices, we therefore recommend using these different browsers and devices when accessing the Registry.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Given the nature and purpose of the processing activities, in the event your personal information contains\nany inaccuracies, Oracle will delete your personal information per the process set above for deletion. Access information about you In order to exercise your right to access your online information processed by Oracle\nAdvertising, you can use the Oracle\nAdvertising Registry (‘Registry’) to view the online segments Oracle has associated with your\ndevice.} "
    },
    {
      "Text": "To request access to your offline information, please visit the Oracle Advertising access site, available at https://datacloudoptout.oracle.com/request-your-data .",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {You may see different segments when viewing the Registry from a different\nbrowser, computer, or device. For a complete picture of the segments associated with all of your browsers\nand devices, we therefore recommend using these different browsers and devices when accessing the Registry.} "
    },
    {
      "Text": "To request access to your offline information, please visit the Oracle Advertising access site, available at https://datacloudoptout.oracle.com/request-your-data .",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may see different segments when viewing the Registry from a different\nbrowser, computer, or device. For a complete picture of the segments associated with all of your browsers\nand devices, we therefore recommend using these different browsers and devices when accessing the Registry.} "
    },
    {
      "Text": "14. DOES ORACLE ADVERTISING COLLECT SENSITIVE PERSONAL INFORMATION?",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can opt-out your loved\none using the Oracle Advertising opt-out tool; however, Oracle’s opt-out tool is limited to only Oracle’s\nuse and sharing of your loved one’s personal information. We recommend using the DMA Deceased Do Not Contact\nRegistration to remove the names of your deceased loved ones from commercial marketing lists for all\ncompanies that ingest this list, available here: https://www.ims-dm.com/cgi/ddnc.php .} "
    },
    {
      "Text": "15. DOES ORACLE ADVERTISING COLLECT PERSONAL INFORMATION FROM CHILDREN?\\nWe do not intentionally collect or share personal information of children under 16 years of age or allow the creation of segments targeting children under 16 years of age. Further, we prohibit our Oracle Advertising partners from providing Oracle with personal information from sites directed to children under the age of 16 or from consumers whose age these companies know to be under the age of 16.",
      "Label": "Others",
      "Context": "2 Sentences Before {As noted above, Oracle Advertising does not create interest segments that reflect sensitive medical\nconditions. For a list of Oracle Advertising's non-sensitive health and wellness segments, please see this link (PDF) .} "
    },
    {
      "Text": "Under the California Consumer Privacy Act (CCPA), as amended, California residents may request that we: 1. disclose to you the following information: the categories and specific pieces of personal information we collected about you and the categories of personal information we sold (see Section 4); the categories of sources from which we collected such personal information (see Section 6); the business or commercial purpose for collecting or selling personal information about you (see Section 5); and the categories of third parties to whom we sold or otherwise disclosed personal information (see Section 9).",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {17. WHAT ARE MY RIGHTS AS A CALIFORNIA RESIDENT?} "
    },
    {
      "Text": "Under the California Consumer Privacy Act (CCPA), as amended, California residents may request that we: 1. disclose to you the following information: the categories and specific pieces of personal information we collected about you and the categories of personal information we sold (see Section 4); the categories of sources from which we collected such personal information (see Section 6); the business or commercial purpose for collecting or selling personal information about you (see Section 5); and the categories of third parties to whom we sold or otherwise disclosed personal information (see Section 9).",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {17. WHAT ARE MY RIGHTS AS A CALIFORNIA RESIDENT?} "
    },
    {
      "Text": "Under the California Consumer Privacy Act (CCPA), as amended, California residents may request that we: 2. delete personal information we collected from you or correct inaccurate personal information about you (see Section 13); or. 3. opt-out of any future sale of personal information about you (see Section 13).",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {17. WHAT ARE MY RIGHTS AS A CALIFORNIA RESIDENT?} "
    },
    {
      "Text": "Under the California Consumer Privacy Act (CCPA), as amended, California residents may request that we: 2. delete personal information we collected from you or correct inaccurate personal information about you (see Section 13); or. 3. opt-out of any future sale of personal information about you (see Section 13).",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {17. WHAT ARE MY RIGHTS AS A CALIFORNIA RESIDENT?} "
    },
    {
      "Text": "Under the California Consumer Privacy Act (CCPA), as amended, California residents may request that we: 2. delete personal information we collected from you or correct inaccurate personal information about you (see Section 13); or. 3. opt-out of any future sale of personal information about you (see Section 13).",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {17. WHAT ARE MY RIGHTS AS A CALIFORNIA RESIDENT?} "
    },
    {
      "Text": "This Privacy Policy was last updated on December 16, 2022. However, the Privacy Policy can change over time, for example to comply with legal requirements or to meet changing business needs. The most up-to-date version can be found on this website . In case there is an important change that we want to highlight to you, we will also inform you in another way (for example, via a pop-up notice or statement of changes on our website). View a previous version of this Privacy Policy.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {INTRODUCTION This Oracle Advertising Privacy Policy (also referred to as the ‘ Privacy\nPolicy ’ or the ‘ Oracle Data Cloud Privacy Policy ’) informs\nconsumers (‘ you ’ or ‘ your ’) on the collection,\nuse, sharing, and selling (collectively referred to as ‘ processing ’ or\n‘ process ’) of your personal information in connection with Oracle’s provision\nof Oracle Advertising services designed to help Oracle’s customers’ and partners’ online and offline\nmarketing activities (‘ Oracle Advertising ’). This Privacy Policy also explains\nyour privacy rights in relation to these processing activities.} "
    },
    {
      "Text": "As used in this Privacy Policy, ‘personal information’ or ‘personal data’ means information that relates to an identified individual or to an identifiable individual. For example, this could include among other things your name, address, email address, past purchase behavior or information regarding your online interests. Personal information about you that Oracle may process is also referred to as ‘ information about you .’ ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In case there is an important change\nthat we want to highlight to you, we will also inform you in another way (for example, via a pop-up notice\nor statement of changes on our website). View a previous version of this\nPrivacy Policy.} "
    },
    {
      "Text": "WHICH CATEGORIES OF PERSONAL INFORMATION DO WE PROCESS? Oracle may process online personal information that may indirectly identify you, as well as offline information that may directly identify you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {WHO IS RESPONSIBLE FOR PROCESSING YOUR PERSONAL INFORMATION? See More Oracle Corporation and Oracle America, Inc. are responsible for the processing of information about you\nas described in this privacy policy.} "
    },
    {
      "Text": "You can request to opt-out of third party sharing or selling",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {WHAT ARE YOUR PRIVACY RIGHTS? See More You have privacy rights for the information we process about you.} "
    },
    {
      "Text": "and object to our use of your personal information for online behavioral marketing and advertising purposes",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {WHAT ARE YOUR PRIVACY RIGHTS? See More You have privacy rights for the information we process about you.} "
    },
    {
      "Text": " delete or correct your personal information",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {WHAT ARE YOUR PRIVACY RIGHTS? See More You have privacy rights for the information we process about you.} "
    },
    {
      "Text": ", delete or correct your personal information",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "or access your personal information ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {WHAT ARE YOUR PRIVACY RIGHTS? See More You have privacy rights for the information we process about you.} "
    },
    {
      "Text": "Information about you may in some cases directly identify you, while in other cases it may only indirectly identify you. Personal information that is collected offline and that can directly identify you may include, for example: name, physical address, email addresses, and telephone numbers;. demographic attributes, when tied to other information that identifies you;. transactional data based on your purchases, when tied to other information that identifies you;. data from marketing opt-in lists, consumer surveys, or publicly available information;. derived latitude/longitude from a physical address.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {4. WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS?} "
    },
    {
      "Text": "Information about you may in some cases directly identify you, while in other cases it may only indirectly identify you. Personal information that is collected offline and that can directly identify you may include, for example: company data such as the name, size, and location of the company you work for and your role within the company;",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {4. WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS?} "
    },
    {
      "Text": "Personal information that is collected online and that may indirectly identify you may include, for example: unique IDs such as your mobile device identifier, or a cookie ID on your browser;. a connected device identifier such as an ID from a smart television or streaming device (US only);. IP addresses and information derived from IP addresses, such as geographic location;. obfuscated personal information such as hashed email addresses (direct identifiers are removed);. demographic information such as gender, age, and income range when not tied to information that directly identifies you;\\n\\nPersonal information that is collected online and that may indirectly identify you may include, for example: information about your device, such as browser, device type, operating system, the presence or use of “apps”, screen resolution, or the preferred language;\\n\\nPersonal information that is collected online and that may indirectly identify you may include, for example: behavioral data of the internet connected computer or device you use when interacting with websites, applications, or other connected devices, such as advertisements clicked or viewed, websites and content areas, date and time of these activities, or the web search used to locate and navigate to a website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {WHICH CATEGORIES AND SPECIFIC PIECES OF PERSONAL INFORMATION DO WE PROCESS? Information about you may in some cases directly identify you, while in other cases it may only indirectly\nidentify you.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: i. For online interest-based advertising delivered through Oracle Advertising partners that display online advertising to you on behalf of Oracle Advertising customers. Example: a marketing professional working for a travel company wants to market the company’s travel specials to Hawaii to a specific group of individuals (also known as an audience) that may be interested in those specials. The marketing professional uses Oracle Advertising services to create an audience interested in travel to Hawaii. If you have visited a travel website previously and have expressed an interest in Hawaiian vacations, you may be placed in the travel company’s audience and subsequently see advertisements for a vacation to Hawaii on other websites (because a cookie has been placed on your browser) or, in the United States, via a connected device (due to an association between your IP address and device identifier).",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "More specifically, Oracle can process information about you: ii. For offline and online campaign measurement, analytics, and development of insights on behalf of our Oracle Advertising customers. Example: a marketing professional working for a travel company wants to better understand if the company’s marketing campaign for travel specials to Hawaii contributed to an increase in their product sales. The marketing professional uses Oracle Advertising services to see how many display or videos ads were viewed, and whether the ads were clicked on and a purchase was made.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {a) To help enable Oracle Advertising customers and partners to market products and services to\nyou based on your interests We process personal information about you for marketing purposes to help enable Oracle Advertising customers\nand partners to advertise products and services to you via online and offline marketing activities based on\nyour interests. “Marketing purposes” means the processing of offline and online personal information, as\ndefined in Section 4: (i) to solicit or induce a purchase, rental, lease, or exchange of products or\nservices directly to consumers or businesses via offline and online advertising campaigns; (ii) to develop\nmarket research or market surveys or to provide verification services to marketers; (iii) to create,\ncommunicate, deliver, and exchange offerings that have value for customers, clients, partners, and society\nat large; or (iv) to encourage safe practices and trends and the provision of factual information,\nincluding, by way of example, providing product or automotive recall notices.} "
    },
    {
      "Text": "For enabling our Oracle Advertising customers to personalize their products and services, including site optimization, email personalization, and dynamic marketing and advertising optimization. Example: if you have previously indicated an interest in travel to Hawaii, when you visit a travel company’s website it can display tailored offers for Hawaiian vacations on their homepage.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The marketing professional uses Oracle Advertising services to see how many display or videos ads\nwere viewed, and whether the ads were clicked on and a purchase was made. iii.} "
    },
    {
      "Text": "For linking Profiles and Interest Segments to enable Oracle Advertising customers and partners to connect your Interest Segments across the various browsers and/or devices you may use for the purposes described in this section. Example: you are interested in vacations offered by a travel company and have clicked on their online advertising. You are logged into several devices (your desktop, smartphone, and tablet) using the same login. Oracle Advertising partners have indicated that you are likely the same user across those same devices. The travel company is able to display vacation offers to you (via a de-identified cookie ID) on these different devices.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Example: if you have previously indicated an interest in travel to Hawaii, when you visit a travel\ncompany’s website it can display tailored offers for Hawaiian vacations on their homepage. iv.} "
    },
    {
      "Text": "For creating modelled online and offline “lookalike” audiences for Oracle Advertising customers’ products and services. Example: a marketing professional working for a travel company wants to find new potential customers who are, like you, likely to be interested in travel to Hawaii. Oracle Advertising services can help the travel company by looking for key characteristics between Profiles that have expressed an interest in traveling to Hawaii and other Profiles where a similar interest can be inferred based on these characteristics, such as an interest in travel to tropical islands.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Oracle Advertising partners have indicated that you are likely the same user across those same\ndevices. The travel company is able to display vacation offers to you (via a de-identified cookie ID) on\nthese different devices.} "
    },
    {
      "Text": "For enabling our Oracle Advertising customers to associate first-party information to certain Oracle Advertising identifiers in order to deliver marketing and advertising services to you. Example: A travel company has its own lists of customers who have purchased travel arrangements with them, with names, emails, and addresses. The travel company wants to be able to reach out to these customers with online advertising. The Oracle Advertising services can help the travel company by converting the company’s own customer lists from identified names, emails, and addresses, to de-identified groups of cookie and device IDs provided by Oracle Advertising, in a process known in the advertising industry as “onboarding”.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The marketing professional uses Oracle Advertising services to see how many display or videos ads\nwere viewed, and whether the ads were clicked on and a purchase was made. iii.} "
    },
    {
      "Text": "For the United States only: to allow our customers to deliver catalogues to your physical address that may be of interest to you based on your previous offline purchase behavior.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The Oracle Advertising services can help the travel company by\nconverting the company’s own customer lists from identified names, emails, and addresses, to\nde-identified groups of cookie and device IDs provided by Oracle Advertising, in a process known in the\nadvertising industry as “onboarding”. vii.} "
    },
    {
      "Text": "We can collect usage and systems operations data from Oracle Advertising services for security and operations management to help keep Oracle, customer, and partner networks and systems, as well as our products and services, secure. We may also collect usage and systems operations data to investigate and prevent cyber-attacks, malicious activity, or potential fraud, including ad fraud and to detect bots.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {b) For personal information collected outside the EU/EEA, to analyze, develop, improve, and\noptimize the use, function and performance of Oracle products and services We may process personal information for Oracle’s own research and development purposes. For example: to enhance data quality, develop new features and functionality, and for statistical\nanalyses related to the performance and operation of Oracle Advertising services.} "
    },
    {
      "Text": "Oracle may process both offline and online information about you, including information from publicly available sources or third-party data providers. Offline information about you is obtained by Oracle from its offline partners such as brick-and-mortar retail stores, grocery stores and their associated loyalty card programs, payment card brands, catalog orders and consumer survey programs, and third parties who may not have a relationship with you and collect offline information from their offline partners.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For example, to conduct audits and\ninvestigations, for finance and accounting, archiving, and insurance purposes. 6.} "
    },
    {
      "Text": "Oracle may process both offline and online information about you, including information from publicly available sources or third-party data providers. Online information about you originates from your activities on sites operated by our online partners, such as advertising agencies and website operators (for example, online retail stores or travel sites). Oracle also obtains online information from third parties who may not have a direct relationship with you and who collect online information using cookies or similar technologies, such as pixels tags and device identifiers, as you browse the Internet and interact with websites.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For example, to conduct audits and\ninvestigations, for finance and accounting, archiving, and insurance purposes. 6.} "
    },
    {
      "Text": "We or our Oracle Advertising partners may use cookies to, among other things, track user trends and collect information about how you use our customers’ sites or interact with advertising.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Cookies and similar technologies (e.g., pixel tags and device identifiers) are used by Oracle and our\nadvertising technology partners to recognize you and/or your device(s) on, off, and across different\nservices and devices for the purposes specified in Section 5 above. Cookies are small text files that contain a string of characters and uniquely identify a\nbrowser on a connected device.} "
    },
    {
      "Text": "When you access these webpages, pixel tags generate a generic notice of the visit. Pixel tags can be used with cookies or alone. When used with cookies, pixel tags can track activity on a site by a particular device and provide relevant online advertising to you. When you turn off cookies or have opted out of cookies, pixel tags simply detect a unique website visit and how you interacted with the advertising, but do not track an individual to provide relevant online advertising.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Check your browser’s “help” files to learn more about\nhandling cookies. Pixel Tags (also called web beacons or clear GIFs) are invisible 1 x 1 pixels that are\nplaced on webpages that use this technology for marketing and measurement purposes.} "
    },
    {
      "Text": " individuals in certain jurisdictions may have data subject rights enabling them to request to opt-out of third-party sharing or selling",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {WHAT ARE YOUR PRIVACY RIGHTS? Pursuant to the E.U.} "
    },
    {
      "Text": "delete or correct",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {WHAT ARE YOUR PRIVACY RIGHTS? See More You have privacy rights for the information we process about you.} "
    },
    {
      "Text": " delete or correct",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {WHAT ARE YOUR PRIVACY RIGHTS? See More You have privacy rights for the information we process about you.} "
    },
    {
      "Text": "request to access and receive a copy of their personal information in Oracle’s possession or for which Oracle is otherwise responsible.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {WHAT ARE YOUR PRIVACY RIGHTS? Pursuant to the E.U.} "
    },
    {
      "Text": "Oracle offers multiple ways for you to opt out of third party sharing or selling and object to our use of information about you: Oracle Advertising Opt-out. Access the Oracle Advertising opt-out tool. Please note that if you use this opt-out tool, Oracle will opt you out of Oracle’s use of information about you for Oracle Advertising services involving both first-party use of your information as well as any third-party sharing or selling of your information.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA),\nand other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights\nenabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to\naccess and receive a copy of their personal information in Oracle’s possession or for which Oracle is\notherwise responsible.} "
    },
    {
      "Text": "Oracle offers multiple ways for you to opt out of third party sharing or selling and object to our use of information about you: Oracle Advertising Opt-out. Access the Oracle Advertising opt-out tool.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA),\nand other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights\nenabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to\naccess and receive a copy of their personal information in Oracle’s possession or for which Oracle is\notherwise responsible.} "
    },
    {
      "Text": "The Oracle Advertising opt-out will prevent Oracle from delivering third-party audiences to connected devices such as smart televisions or streaming devices",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Please note that if you use this opt-out tool, Oracle will opt you out of Oracle’s use of information\nabout you for Oracle Advertising services involving both first-party use of your information as well as\nany third-party sharing or selling of your information. See Section 2 above for\nmore information on the distinction between first-party and third-party information.} "
    },
    {
      "Text": "however, you can also visit your device’s settings menu or privacy policy for information on how to opt-out directly with your connected devices.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We or our Oracle Advertising partners may use cookies to, among other things,\ntrack user trends and collect information about how you use our customers’ sites or interact with\nadvertising. Most browsers are initially configured to accept cookies by default.} "
    },
    {
      "Text": "Oracle offers multiple ways for you to opt out of third party sharing or selling and object to our use of information about you: AdTech Industry Opt-Out. You may also opt-out of third-party sharing or selling by Oracle Advertising services by using the opt-out tools provided by the following industry groups: Digital Advertising Alliance (DAA): http://www.aboutads.info/choices/ Network Advertising Initiative (NAI): http://optout.networkadvertising.org European Interactive Digital Adverting Alliance (EDAA): http://www.youronlinechoices.eu/ and http://www.edaa.eu/",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Pursuant to the E.U. General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA),\nand other applicable laws and regulations, individuals in certain jurisdictions may have data subject rights\nenabling them to request to opt-out of third-party sharing or selling, delete or correct, or request to\naccess and receive a copy of their personal information in Oracle’s possession or for which Oracle is\notherwise responsible.} "
    },
    {
      "Text": "Mobile Opt-Out. While the opt-out methods described above often also work for mobile web browsing, mobile ‘app’ environments do not accept cookies. You may want to consider installing the AppChoices App provided by the Digital Advertising Alliance (DAA) to exercise opt-out control for specific companies, including Oracle, when in a mobile app environment. See more information on how to download and configure the AppChoices App relevant for your mobile platform. You can also visit the NAI’s website for more information and instructions on opting out on mobile devices.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {The Oracle Advertising opt-out will prevent Oracle from delivering third-party audiences to connected\ndevices such as smart televisions or streaming devices; however, you can also visit your device’s\nsettings menu or privacy policy for information on how to opt-out directly with your connected devices. AdTech Industry Opt-Out.} "
    },
    {
      "Text": "Audience Matched Advertising Opt-Out. Oracle Advertising provides “Audience Matched Advertising” where Oracle Advertising uses hashed emails to create tailored digital advertising to provide Oracle Advertising online services. The NAI provides an email-based opt-out to opt-out of this activity. Please visit the NAI’s website for more information and instructions on opting out of Audience Matched Advertising.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {See more information on how to download\nand configure the AppChoices App relevant for your mobile platform. You can also visit the NAI’s website\nfor more information and\ninstructions on opting out on mobile devices.} "
    },
    {
      "Text": "Do Not Track. Oracle honors “Do Not Track” browser settings, meaning we will not track your browser for marketing purposes while you have “Do Not Track” turned on in your browser settings.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {The NAI provides an email-based opt-out to opt-out of this\nactivity. Please visit the NAI’s website for more information and instructions on\nopting out of Audience Matched Advertising.} "
    },
    {
      "Text": "Also note that the first three opt-out tools are currently cookie-based and prevent Oracle from using, sharing, or selling your personal information for interest-based advertising on the browser on which they are installed. As a result, these opt out tools will only function if your browser is set to accept third-party cookies and may not function where cookies are sometimes automatically disabled or removed (e.g., certain mobile devices and operating systems). If you delete cookies, change your browser settings, switch browsers or computers, or use another operating system, you will need to opt out again. Oracle does not use persistent, unique identifiers to revive a previously opted-out profile or deleted cookie.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Please note that if you opt-out using any of the first three opt-out tools, you may still temporarily see\ninterest-based advertising from Oracle Advertising customers due to advertising campaigns from those\ncustomers already underway. However, you will be opted-out of all future advertising campaigns from\ncustomers that use Oracle Advertising services.} "
    },
    {
      "Text": "If you want to opt-out of Oracle’s use of information about you for Oracle Advertising services, and do not want to receive third-party cookies, you can also change your browser settings on your computer or other device you are using to connect to the internet. Most browsers also provide functionality that lets you opt-out of all advertising cookies, including Oracle cookies.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you delete cookies, change your browser settings,\nswitch browsers or computers, or use another operating system, you will need to opt out again. Oracle does\nnot use persistent, unique identifiers to revive a previously opted-out profile or deleted cookie.} "
    },
    {
      "Text": "You can erase or delete all online information about you by opting out of Oracle Advertising services using the Oracle Advertising opt-out tool above.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you want to opt-out of Oracle’s use of information about you for Oracle Advertising services, and do not\nwant to receive third-party cookies, you can also change your browser settings on your computer or other\ndevice you are using to connect to the internet. Most browsers also provide functionality that lets you\nopt-out of all advertising cookies, including Oracle cookies.} "
    },
    {
      "Text": "If you would like to submit a request to have offline information about you, if any, erased or deleted, you can use this form",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Most browsers also provide functionality that lets you\nopt-out of all advertising cookies, including Oracle cookies. Delete or correct information about you Unless retained solely for legal and compliance purposes, Oracle will delete or correct your online or\noffline personal information, upon request, as set forth below: You can erase or delete all online information about you by opting out of Oracle Advertising\nservices using the Oracle Advertising\nopt-out tool above.} "
    },
    {
      "Text": "Given the nature and purpose of the processing activities, in the event your personal information contains any inaccuracies, Oracle will delete your personal information per the process set above for deletion.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Delete or correct information about you Unless retained solely for legal and compliance purposes, Oracle will delete or correct your online or\noffline personal information, upon request, as set forth below: You can erase or delete all online information about you by opting out of Oracle Advertising\nservices using the Oracle Advertising\nopt-out tool above. If you would like to submit a request to have offline information about you, if any, erased\nor deleted, you can use this form .} "
    },
    {
      "Text": "In order to exercise your right to access your online information processed by Oracle Advertising, you can use the Oracle Advertising Registry (‘Registry’) to view the online segments Oracle has associated with your device. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you would like to submit a request to have offline information about you, if any, erased\nor deleted, you can use this form . Given the nature and purpose of the processing activities, in the event your personal information contains\nany inaccuracies, Oracle will delete your personal information per the process set above for deletion.} "
    },
    {
      "Text": "To request access to your offline information, please visit the Oracle Advertising access site, available at https://datacloudoptout.oracle.com/request-your-data . ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may see different segments when viewing the Registry from a different\nbrowser, computer, or device. For a complete picture of the segments associated with all of your browsers\nand devices, we therefore recommend using these different browsers and devices when accessing the Registry.} "
    },
    {
      "Text": "While the majority of offline access requests can be handled quickly, complex requests may take more research and time. In such cases, you will be contacted regarding the nature of the request and appropriate next steps within 45 days from the date of receipt of your request. Upon visiting the Oracle Advertising access site, you will be asked to verify your identity to submit your request. If you cannot verify your request via the online portal, you can submit a written request via postal mail to the Oracle Global Data Protection Officer at the address below with a copy of a government-issued ID or other proof of identity for verification purposes. We cannot provide access to offline data unless Oracle can verify the identity of the individual making the request. Oracle Advertising only processes offline personal information on residents within the United States.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {For a complete picture of the segments associated with all of your browsers\nand devices, we therefore recommend using these different browsers and devices when accessing the Registry. To request access to your offline information, please visit the Oracle Advertising access\nsite, available at https://datacloudoptout.oracle.com/request-your-data .} "
    },
    {
      "Text": "Oracle will not discriminate against consumers who have exercised the deletion, opt-out, or access rights provided to them in this Privacy Policy.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Oracle Advertising only processes offline personal information on residents\nwithin the United States. We will respond to your request consistent with applicable law unless such data is only retained for legal\nand compliance purposes.} "
    },
    {
      "Text": "1. disclose to you the following information: the categories and specific pieces of personal information we collected about you and the categories of personal information we sold",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Analyst Reports College recruiting Working at Oracle Can I take advantage of the cloud in my own data center? HCM Oracle business transformation Try Oracle Cloud for free How can I create an agile supply chain?} "
    },
    {
      "Text": " 1. disclose to you the following information: the categories and specific pieces of personal information we collected about you and the categories of personal information we sold ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Analyst Reports College recruiting Working at Oracle Can I take advantage of the cloud in my own data center? HCM Oracle business transformation Try Oracle Cloud for free How can I create an agile supply chain?} "
    },
    {
      "Text": "the categories of sources from which we collected such personal information",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {17. WHAT ARE MY RIGHTS AS A CALIFORNIA RESIDENT?} "
    },
    {
      "Text": "and the categories of third parties to whom we sold or otherwise disclosed personal information",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {17. WHAT ARE MY RIGHTS AS A CALIFORNIA RESIDENT?} "
    },
    {
      "Text": "delete personal information we collected from you or correct inaccurate personal information about you",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {WHAT ARE MY RIGHTS AS A CALIFORNIA RESIDENT? Under the California Consumer Privacy Act (CCPA), as amended, California residents may request that we: 1. disclose to you the following information: the categories and specific pieces of personal information we collected about you and the\ncategories of personal information we sold (see Section 4 ); the categories of sources from which we collected such personal information (see Section 6 ); the business or commercial purpose for collecting or selling personal information about you (see Section 5 ); and the categories of third parties to whom we sold or otherwise disclosed personal information (see Section 9 ).} "
    },
    {
      "Text": "opt-out of any future sale of personal information about you",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {WHAT ARE YOUR PRIVACY RIGHTS? See More You have privacy rights for the information we process about you.} "
    },
    {
      "Text": "Oracle will not discriminate against you if you exercise these rights under the CCPA.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Oracle Advertising only processes offline personal information on residents\nwithin the United States. We will respond to your request consistent with applicable law unless such data is only retained for legal\nand compliance purposes.} "
    },
    {
      "Text": "If you are an authorized agent making an access or deletion request on behalf of a Californian resident, please reach out to us via the inquiry form and indicate that you are an authorized agent. We will provide you with instructions on how to submit a request as an authorized agent on behalf of a Californian resident.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Oracle will not discriminate against you if you exercise these rights under the CCPA. We will respond to your request consistent with applicable law.} "
    },
    {
      "Text": "If you are a California resident, you may obtain information about exercising your rights, as described above, by contacting us at 1-800-633-0748. For information on the CCPA requests Oracle received, complied with, or denied for the previous calendar year, please visit Oracle’s Annual Consumer Privacy Reporting page, available here .",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you are an authorized agent making an\naccess or deletion request on behalf of a Californian resident, please reach out to us via the inquiry form and indicate that you are an authorized\nagent. We will provide you with instructions on how to submit a request as an authorized agent on behalf of\na Californian resident.} "
    },
    {
      "Text": " If you believe your personal information has been used in a way that is not consistent with the Privacy Policy or your choices, or if you have further questions, comments, or suggestions related to this Privacy Policy, or if you wish to exercise your right to access to your offline personal information as described in Section 13 above, please contact the Global Data Protection Officer by filling out an inquiry form .",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {See More You have privacy rights for the information we process about you. You can request to opt-out of third\nparty sharing or selling, and object to our use of your personal information for online behavioral\nmarketing and advertising purposes, delete or correct your personal information, or access your personal\ninformation (See Section 13 ) HOW TO CONTACT ORACLE IF YOU HAVE ANY QUESTIONS, COMMENTS OR COMPLAINTS?} "
    },
    {
      "Text": "If you have any complaints regarding our compliance with this Privacy Policy, please contact us. We will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with this Privacy Policy and in accordance with applicable law. You also have the right to file a complaint with a competent data protection authority if you are a resident of a European Union member state.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you believe your personal\ninformation has been used in a way that is not consistent with the Privacy Policy or your choices, or if you\nhave further questions, comments, or suggestions related to this Privacy Policy, or if you wish to exercise\nyour right to access to your offline personal information as described in Section\n13 above, please contact the Global Data Protection Officer by filling out an inquiry form . Written inquiries to the Data Protection Officer may be addressed to: Oracle Corporation Global Data Protection Officer Willis Tower 233 South Wacker Drive 45th Floor Chicago, IL 60606 U.S.A. 19.} "
    }
  ]
}