{
  "policy_id": "184",
  "text": "Privacy Policy - Comscore, Inc. Skip to main content Enable accessibility for visually impaired Open the accessibility menu Open the Accessible Navigation Menu <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-WZNPWD\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\" aria-hidden=\"true\" title=\"Google Tag Manager\"></iframe> Skip to main content Toggle navigation Solutions Advertising Measure and evaluate advertising across platforms CTV Connect the dots for CTV across all screens Digital Measure digital audiences for all content types Marketing Impact Maximize marketing effectiveness Movies Measure global box office performance Programmatic Targeting Powerful programmatic tools to target cross-platform audiences Social Understand the value of social media audiences Television Get a complete view of television audiences Solutions for Automotive CPG Digital Media Financial Services Gaming Local Media Pharmaceutical Political Retail Technology Travel Clients Overview Insights Overview Rankings Blog Presentations & Whitepapers Join our Email List Trending Topics Local TV Talks Instant Insights Streaming Interact 2022 Box Office Sports Featured Year in Review 2022 Events Overview About Overview Comscore Everywhere Press Room Leadership Investor Relations Partners Locations Privacy Security Third-Party Accreditation Careers Overview Job Opportunities English Deutsch Español (América Latina) Español (España) Français Italiano Português Login My Comscore Home Comscore TV OnDemand Essentials Box Office Essentials International Box Office Essentials Shareablee Contact us Search Search comscore.com Effective Date: 20 April 2022 Comscore, Inc. (“Comscore”, “we”, “us” or “our”) interacts with current and prospective clients, investors, and the general public via its website, www.comscore.com (“Website”), its mobile application (“Application”), and other Comscore portals. Our online research community has millions of participants who are interested in voicing their opinions as described in the applicable privacy policies and in influencing which products and services are offered. Comscore subsidiaries operate several research panels and the ScorecardResearch business, which are not governed by this Policy and have different practices. Each panel is governed by the privacy policy that appears on the website assigned to that research panel. Some ScorecardResearch activities are described below where relevant to this Policy. For more details on ScorecardResearch, please view the ScorecardResearch privacy policy here . This Privacy Policy (“Policy”) describes how we process – or, in other words, use, collect, transmit, store, share, and delete – your personal information in connection with your use of our Website, our Application, or other services that refer to or link to this Policy. The short version As further described below, under this Policy we may collect the following categories of information (which may be considered personal information under certain laws): personal and online identifiers, Internet or other electronic network activity, geolocation information (inferred from IP address), and other information about you that is linked to personal information. We may collect information about you or your household from third parties as well. For details about our practices, please read this entire Policy. What information is collected and why We may collect personal information that you choose to provide to us . For example, if you contact us through our Website, we may collect personal identifiers (e.g., your name and contact information) as well as any other information that you voluntarily provide to us in order to respond to your inquiry or verify your identity, where necessary. We may also collect personal information that you provide to us when you register for any of our services. Information collected automatically when you visit our Websites or use our Application. Our Website and Application automatically create logs regarding your activity on our Website. These logs may identify the features that you use, the actions that you take, and the information that you access while on our Website or mobile Application. The personal information collected from you may include online identifiers (e.g., IP address) and Internet or other electronic network activity including information about your browsing history, operating system, browser type, website preferences, your use of our Website or Application (e.g., time accessed, duration of visit, etc.). We generally use this information in statistical and aggregate formats to assess the effectiveness of our Website and Application and to better understand your priorities and interests. Information collected using ScorecardResearch cookies or similar technologies (“Tags”). This Website may set tags on your browser that collect data for the ScorecardResearch service, a service offered by Full Circle Studies, Inc. (“Full Circle Studies”) which is also part of the Comscore internet ratings and research group. This information is used in the Comscore market research efforts to build products and services which help companies better understand the likes and dislikes of consumers. The ScorecardResearch Tags may also provide information for use in interest-based advertising. For more information about your choices related to market research and interest-based advertising on the Website and Application covered by this Policy, please click here . To view the ScorecardResearch privacy policy, please click here . Other information collected by third parties. We may use third parties and service providers to obtain personal information and combine that data with other data that we collect from or about you to improve our Website, Application, products, and services, and to operate our business. Third parties may set a cookie on your computer or device when you visit a participating website, use a participating application, or view an advertisement on participating websites or applications. Third parties may also collect online identifiers associated with your device such as cookie identifiers, mobile or other hardware or device identifiers, and IP addresses. We may work with third parties, including Google Analytics, who collect information about your use of our Website, other websites, and/or online services over time for non-advertising purposes. For more information about how Google Analytics collects and uses information when you use our Website or Application, please click here . To opt out of Google Analytics, click here . How we share the information we collect Sharing for business purposes. We may provide personal information to all categories of third parties and/or service providers listed in this Policy to improve our products and services and to operate our business. We may share all the categories of information listed in this Policy with other companies including Comscore affiliates, subsidiaries, or parent companies as well as third-party data enrichers, data quality aggregators and providers of data matches services: to operate our products and services or support general operations; to integrate the products and services of our business partners; to use third-party cloud services to host our Website, and process and store the information we process about you; and for any other legitimate business purpose. Sharing for commercial purposes. We may share information collected under this Policy with: our customers, which include, among others, media companies including Google, brands, public relations companies, advertising networks, data analytics providers, distribution partners, and social networks, and marketing and advertising agencies; and joint industry committees (“JICs”) involved in media audience measurement and research. Under the California Consumer Privacy Act (“CCPA”), these disclosures may qualify as “sales”. To the extent that our business model constitutes a “sale” under the CCPA, we “sold” the following categories of personal information in the last 12 months: online identifiers, Internet or other electronic network activity, geolocation information (inferred from IP address), and other information about you that is linked to personal information. We “sold” each category to the categories of third parties listed above. Corporate transactions. In the event of a corporate sale, merger, reorganization, dissolution or similar event, any personal information and data we process from you may become part of the assets we transfer or share in preparation for any such transaction. Any acquirer or successor of Comscore may continue to process personal information consistent with this Privacy Policy. Compliance and compelled disclosures. We may share personal information: with public authorities to respond to subpoenas, court orders, and other legal process, or as otherwise required by law; to protect the rights, privacy, safety, and property of Comscore, our customers, our business partners, or others; and to exercise our legal rights or defend against legal claims, to enforce our contracts, to investigate, respond to and resolve problems or inquiries (including governmental inquiries), or to permit us to pursue available remedies or limit the damages that we may sustain. How long we keep the information collected We store your information for as long as is reasonably necessary for the purposes listed above or as required by applicable local law. Your choices about your personal information Certain domestic and international laws provide individuals with rights related to their personal information. These rights may include the rights, subject to certain exceptions, to access specific pieces of personal information, correct any errors to personal information, object to the processing of personal information, and delete the personal information. Individuals may also have the right under certain laws to opt out of the “sale” of personal information as defined by that law. Please note that these consumer rights and definition of “personal information” vary by jurisdiction. We provide the right to access and delete personal information, subject to certain exceptions. To exercise your choices about your personal information, including choices which may not be listed above, please visit our Data Subject Rights Page . You may also contact us by email at DSR@comscore.com , or by phone at 1-833-713-1509. If you would like to submit a request to opt out of the sale of your personal information, you may also exercise your right on our Data Subject Rights Page . In addition to exercising your rights, we recommend reviewing the Managing your panel participation section to review how to remove the Software from your device. We may need to request additional information from you to verify your identity (e.g., your email address, cookie identifier, machine identifier, and/or device identifier) or understand the scope of your request. However, you will not be required to create an account with us to submit a request or have it fulfilled. You may designate an authorized agent to exercise your rights by contacting DSR@comscore.com . We will not discriminate against you for exercising any of the above rights. We may, however, offer you certain financial incentives permitted by applicable law as compensation for allowing us to collect, sell, or maintain your personal information through your participation in our market research efforts. For information about the number of requests received on an annual basis and additional metrics, please visit our Data Subject Rights Page . Please note that we may continue to use information collected during the time that you participated in the Panel, and all such information remains fully subject to, and governed by, the Privacy Policy that was effective at the time the information was collected. For more information about your choices in relation to your personal information, including your choice to access and delete your personal information, please visit click here . Interest-based advertising and market research What is interest-based advertising? Interest-based advertising, also known as Online Behavioral Advertising, allows advertisers to display ads tailored to your individual interests based on how you browse and shop online, as well as to provide advertising-related services such as ad delivery, reporting, attribution, analytics, and market research. We may use third parties and service providers, as discussed in the What information is collected and why section, to collect information for interest-based advertising. This process may involve third parties and services providers using tagging technology, such as a cookie, on your device. These tags may collect data about your Web browsing over time and across digital properties, including information about the possible relationships among different browsers and devices. We adhere to the Digital Advertising Alliance (“DAA”) Self-Regulatory Principles in connection to all interest-based advertising activities. The information collected from ScorecardResearch Tags is used for interest-based advertising purposes, where appropriate. Please note interest-based advertising services based on information collected by ScorecardResearch are not provided in the European Union (“EU”). How do I manage my preferences for interest-based advertising? You may visit www.aboutads.info/choices to learn more about interest-based advertising, to opt out of our collection and transfer of Web browsing information for interest-based advertising purposes, and to opt out of the collection and use of information for this purpose by other companies that participate in industry self-regulation. To opt out of our collection and transfer of application usage information for third parties to use for their own interest-based advertising purposes, you can use any controls that are provided for this purpose by the operating system on your mobile device. Please note that opting out will not stop advertising from appearing in your browser or in the applications you use. It may make the ads you see less relevant to your interests. You may also continue to receive interest-based advertising from other companies. What is market research? Market research is an organized effort to gather information about markets and customers. With the use of ScorecardResearch tags and surveys, Comscore’s market research group collects and analyzes information to provide products and services to companies around the world.  This information helps companies better understand and meet the needs of consumers. How do I manage my preferences for market research? To control your level of participation in our market research programs or opt out, click here . By opting out of our market research program, ScorecardResearch Tags will only be able to count your visit to a particular site but not identify your device beyond that count. Additionally, if your mobile device platform offers settings to limit data collection for interest-based advertising, you can use these settings to opt out of participating in our market research programs. For example, your device may “Limit Ad Tracking.” What does opting out of market research on your browser do? The browser opt-out mechanisms linked above are cookie based (i.e., a cookie must be on your computer to tell our systems that you have opted out). The cookie-based method does not prevent us from identifying certain events (e.g., when a user visits a website).  The method, however, prevents us from associating that event with your browser or otherwise identifying you beyond us merely counting your visit. If you delete, block, or otherwise restrict cookies, this opt-out may not be effective. Additionally, because different computers and different Internet browsers require their own version of the opt-out cookie, you may need to perform this opt-out process on any computers and browsers that you want to be opted-out. Other important information about your personal information Security . We use organizational, technical, and administrative measures to protect your personal information. For an overview of our security measures, click here . Controller of Personal Information . Global privacy laws may differentiate between the controller and processor of personal information. For additional information about Comscore’s role with regards to the processing of personal information, please see https://www.comscore.com/About/Privacy . International Visitors and Information Transfers If you visit our Website or participate in our program from locations outside of the United States, please note that any information you provide to us through your use of our Website or your participation in the program may be transferred to and processed in countries other than the country from which you accessed our Website or participated in our program, including the United States where our central database is operated. Subject to the next paragraph below, please be aware that the United States, and other countries in which your data may be maintained, may have data protection laws that are different from the laws in your country. We take measures to help protect your personal information when it is transferred from the European Economic Area (“EEA”) and the United Kingdom to other countries. We may rely on European Commission adequacy decisions about certain countries, as applicable (see here ). Where applicable, we rely on standard contractual clauses approved by the European Commission (see here ) in our contracts with third parties that receive information outside the EEA and United Kingdom, or we transfer information on the basis of permissible statutory derogations. For individuals based in the EEA, United Kingdom, or Switzerland, Comscore B.V., Herikerbergweg 280, 1101 CT Amsterdam, the Netherlands, is the controller for personal data collected and processed from website visitors and application, unless otherwise stated in an application-specific privacy policy. Comscore B.V. is a subsidiary of Comscore, Inc. For more information about our policies on the EU General Data Protection Regulation 2016/679 (“GDPR”), please click here . Our GDPR Supplemental Policy includes additional information, which complements this Privacy Policy, relating to the processing of ‘personal data’ and the exercise of rights under the GDPR and United Kingdom data protection laws. Comscore and its services continue to comply with the EU-U.S. Privacy Shield Framework and the Swiss-U.S. Privacy Shield Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information transferred from the European Economic Area, the United Kingdom, and Switzerland to the United States. We are aware that these frameworks no longer constitute valid data transfer mechanisms from these jurisdictions to the United States, and accordingly we rely on other legal mechanisms for such transfers as stated above. To learn more, please view our EU-U.S. Privacy Shield and Swiss-U.S. Privacy Shield Statement . Changes to our Privacy Policy We reserve the right to modify or update this Policy periodically. If we change our practices with respect to your information, we will notify you by posting a revised Policy on  our Website with a ”Last Updated” date and  such modified or amended version of this policy shall be effective as to you and your information as of that revision date. We encourage you to revisit this Policy periodically to stay informed about our practices with respect to your information. Authoritative Version. When the text of this Policy is available in multiple languages, the English version is the authoritative version, except where prohibited by applicable law. Contacting Comscore If you have any concerns, questions, or would just like to better understand our privacy practices, please send an email to privacy@comscore.com . If you prefer to contact us by mail, please write to Comscore, Inc., ATTN: Privacy, 11950 Democracy Drive, Reston, VA 20190. Join Our Email List Stay Connected Home About Privacy Policy © 2023 Comscore, Inc. Privacy Policy Terms of Service Do Not Sell My Personal Information Contact Us © 2023 Comscore, Inc. Privacy Policy Terms of Service Do Not Sell My Personal Information Contact Us Comscore, Inc. × Please ensure Javascript is enabled for purposes of <a href=\"https://accessibilityserver.org\">website accessibility</a> <img src=\"https://ws.zoominfo.com/pixel/61f1ddbb5a809b0012ce6969\" width=\"1\" height=\"1\" style=\"display: none;\"> AddThis Sharing Sidebar Share to LinkedIn LinkedIn Share to Twitter Twitter Share to Facebook Facebook , Number of shares Share to Email App Email App More AddThis Share options AddThis , Number of shares 546 Hide Show Close AddThis",
  "annotations": [
    {
      "Text": "We may work with third parties, including Google Analytics, who collect information about your use of our Website, other websites, and/or online services over time for non-advertising purposes",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Third parties may set a cookie on your computer or device when you visit a participating website, use a participating application, or view an advertisement on participating websites or applications. Third parties may also collect online identifiers associated with your device such as cookie identifiers, mobile or other hardware or device identifiers, and IP addresses.} "
    },
    {
      "Text": "How we share the information we collect\nSharing for business purposes. We may provide personal information to all categories of third parties and/or service providers listed in this Policy to improve our products and services and to operate our business. We may share all the categories of information listed in this Policy with other companies including Comscore affiliates, subsidiaries, or parent companies as well as third-party data enrichers, data quality aggregators and providers of data matches services:\n\nto operate our products and services or support general operations;\nto integrate the products and services of our business partners;\nto use third-party cloud services to host our Website, and process and store the information we process about you; and\nfor any other legitimate business purpose.\nSharing for commercial purposes. We may share information collected under this Policy with:\n\nour customers, which include, among others, media companies including Google, brands, public relations companies, advertising networks, data analytics providers, distribution partners, and social networks, and marketing and advertising agencies; and\njoint industry committees (“JICs”) involved in media audience measurement and research.\nUnder the California Consumer Privacy Act (“CCPA”), these disclosures may qualify as “sales”. ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {For more information about how Google Analytics collects and uses information when you use our Website or Application, please click here . To opt out of Google Analytics, click here .} "
    },
    {
      "Text": "To the extent that our business model constitutes a “sale” under the CCPA, we “sold” the following categories of personal information in the last 12 months: online identifiers, Internet or other electronic network activity, geolocation information (inferred from IP address), and other information about you that is linked to personal information",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may share information collected under this Policy with: our customers, which include, among others, media companies including Google, brands, public relations companies, advertising networks, data analytics providers, distribution partners, and social networks, and marketing and advertising agencies; and joint industry committees (“JICs”) involved in media audience measurement and research. Under the California Consumer Privacy Act (“CCPA”), these disclosures may qualify as “sales”.} "
    },
    {
      "Text": "We “sold” each category to the categories of third parties listed above.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Privacy Policy - Comscore, Inc.} "
    },
    {
      "Text": "Corporate transactions. In the event of a corporate sale, merger, reorganization, dissolution or similar event, any personal information and data we process from you may become part of the assets we transfer or share in preparation for any such transaction. Any acquirer or successor of Comscore may continue to process personal information consistent with this Privacy Policy.\n\nCompliance and compelled disclosures. We may share personal information:\n\nwith public authorities to respond to subpoenas, court orders, and other legal process, or as otherwise required by law;\nto protect the rights, privacy, safety, and property of Comscore, our customers, our business partners, or others; and\nto exercise our legal rights or defend against legal claims, to enforce our contracts, to investigate, respond to and resolve problems or inquiries (including governmental inquiries), or to permit us to pursue available remedies or limit the damages that we may sustain.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {To the extent that our business model constitutes a “sale” under the CCPA, we “sold” the following categories of personal information in the last 12 months: online identifiers, Internet or other electronic network activity, geolocation information (inferred from IP address), and other information about you that is linked to personal information. We “sold” each category to the categories of third parties listed above.} "
    },
    {
      "Text": "How long we keep the information collected\nWe store your information for as long as is reasonably necessary for the purposes listed above or as required by applicable local law.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Compliance and compelled disclosures. We may share personal information: with public authorities to respond to subpoenas, court orders, and other legal process, or as otherwise required by law; to protect the rights, privacy, safety, and property of Comscore, our customers, our business partners, or others; and to exercise our legal rights or defend against legal claims, to enforce our contracts, to investigate, respond to and resolve problems or inquiries (including governmental inquiries), or to permit us to pursue available remedies or limit the damages that we may sustain.} "
    },
    {
      "Text": "Individuals may also have the right under certain laws to opt out of the “sale” of personal information as defined by that law",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Your choices about your personal information Certain domestic and international laws provide individuals with rights related to their personal information. These rights may include the rights, subject to certain exceptions, to access specific pieces of personal information, correct any errors to personal information, object to the processing of personal information, and delete the personal information.} "
    },
    {
      "Text": "To exercise your choices about your personal information, including choices which may not be listed above, please visit our  Data Subject Rights Page. You may also contact us by email at DSR@comscore.com, or by phone at 1-833-713-1509.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Please note that these consumer rights and definition of “personal information” vary by jurisdiction. We provide the right to access and delete personal information, subject to certain exceptions.} "
    },
    {
      "Text": "If you would like to submit a request to opt out of the sale of your personal information, you may also exercise your right on our  Data Subject Rights Page. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {To exercise your choices about your personal information, including choices which may not be listed above, please visit our Data Subject Rights Page . You may also contact us by email at DSR@comscore.com , or by phone at 1-833-713-1509.} "
    },
    {
      "Text": "We will not discriminate against you for exercising any of the above rights. We may, however, offer you certain financial incentives permitted by applicable law as compensation for allowing us to collect, sell, or maintain your personal information through your participation in our market research efforts.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {However, you will not be required to create an account with us to submit a request or have it fulfilled. You may designate an authorized agent to exercise your rights by contacting DSR@comscore.com .} "
    },
    {
      "Text": "Data Subject Rights Page",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Please note that these consumer rights and definition of “personal information” vary by jurisdiction. We provide the right to access and delete personal information, subject to certain exceptions.} "
    },
    {
      "Text": "Data Subject Rights Page.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Please note that these consumer rights and definition of “personal information” vary by jurisdiction. We provide the right to access and delete personal information, subject to certain exceptions.} "
    },
    {
      "Text": "Data Subject Rights Page",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Please note that these consumer rights and definition of “personal information” vary by jurisdiction. We provide the right to access and delete personal information, subject to certain exceptions.} "
    },
    {
      "Text": "What is market research? \nMarket research is an organized effort to gather information about markets and customers. With the use of ScorecardResearch tags and surveys, Comscore’s market research group collects and analyzes information to provide products and services to companies around the world.  This information helps companies better understand and meet the needs of consumers. ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {It may make the ads you see less relevant to your interests. You may also continue to receive interest-based advertising from other companies.} "
    },
    {
      "Text": "To opt out of Google Analytics, click here.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We may work with third parties, including Google Analytics, who collect information about your use of our Website, other websites, and/or online services over time for non-advertising purposes. For more information about how Google Analytics collects and uses information when you use our Website or Application, please click here .} "
    },
    {
      "Text": "The personal information collected from you may include online identifiers (e.g., IP address) and Internet or other electronic network activity including information about your browsing history, operating system, browser type, website preferences, your use of our Website or Application (e.g., time accessed, duration of visit, etc.). We generally use this information in statistical and aggregate formats to assess the effectiveness of our Website and Application and to better understand your priorities and interests.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Our Website and Application automatically create logs regarding your activity on our Website. These logs may identify the features that you use, the actions that you take, and the information that you access while on our Website or mobile Application.} "
    },
    {
      "Text": "The personal information collected from you may include online identifiers (e.g., IP address) and Internet or other electronic network activity including information about your browsing history, operating system, browser type, website preferences, your use of our Website or Application (e.g., time accessed, duration of visit, etc.). We generally use this information in statistical and aggregate formats to assess the effectiveness of our Website and Application and to better understand your priorities and interests.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Our Website and Application automatically create logs regarding your activity on our Website. These logs may identify the features that you use, the actions that you take, and the information that you access while on our Website or mobile Application.} "
    },
    {
      "Text": "For example, if you contact us through our Website, we may collect personal identifiers (e.g., your name and contact information) as well as any other information that you voluntarily provide to us in order to respond to your inquiry or verify your identity, where necessary. We may also collect personal information that you provide to us when you register for any of our services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For details about our practices, please read this entire Policy. What information is collected and why We may collect personal information that you choose to provide to us .} "
    },
    {
      "Text": "Certain domestic and international laws provide individuals with rights related to their personal information. These rights may include the rights, subject to certain exceptions, to access specific pieces of personal information, correct any errors to personal information, object to the processing of personal information, and delete the personal information",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {We may share personal information: with public authorities to respond to subpoenas, court orders, and other legal process, or as otherwise required by law; to protect the rights, privacy, safety, and property of Comscore, our customers, our business partners, or others; and to exercise our legal rights or defend against legal claims, to enforce our contracts, to investigate, respond to and resolve problems or inquiries (including governmental inquiries), or to permit us to pursue available remedies or limit the damages that we may sustain. How long we keep the information collected We store your information for as long as is reasonably necessary for the purposes listed above or as required by applicable local law.} "
    },
    {
      "Text": "Certain domestic and international laws provide individuals with rights related to their personal information. These rights may include the rights, subject to certain exceptions, to access specific pieces of personal information, correct any errors to personal information, object to the processing of personal information, and delete the personal information",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {We may share personal information: with public authorities to respond to subpoenas, court orders, and other legal process, or as otherwise required by law; to protect the rights, privacy, safety, and property of Comscore, our customers, our business partners, or others; and to exercise our legal rights or defend against legal claims, to enforce our contracts, to investigate, respond to and resolve problems or inquiries (including governmental inquiries), or to permit us to pursue available remedies or limit the damages that we may sustain. How long we keep the information collected We store your information for as long as is reasonably necessary for the purposes listed above or as required by applicable local law.} "
    },
    {
      "Text": "Certain domestic and international laws provide individuals with rights related to their personal information. These rights may include the rights, subject to certain exceptions, to access specific pieces of personal information, correct any errors to personal information, object to the processing of personal information, and delete the personal information",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We may share personal information: with public authorities to respond to subpoenas, court orders, and other legal process, or as otherwise required by law; to protect the rights, privacy, safety, and property of Comscore, our customers, our business partners, or others; and to exercise our legal rights or defend against legal claims, to enforce our contracts, to investigate, respond to and resolve problems or inquiries (including governmental inquiries), or to permit us to pursue available remedies or limit the damages that we may sustain. How long we keep the information collected We store your information for as long as is reasonably necessary for the purposes listed above or as required by applicable local law.} "
    },
    {
      "Text": "We provide the right to access and delete personal information, subject to certain exceptions",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Individuals may also have the right under certain laws to opt out of the “sale” of personal information as defined by that law. Please note that these consumer rights and definition of “personal information” vary by jurisdiction.} "
    },
    {
      "Text": "If you would like to submit a request to opt out of the sale of your personal information, you may also exercise your right on our  Data Subject Rights Page",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {To exercise your choices about your personal information, including choices which may not be listed above, please visit our Data Subject Rights Page . You may also contact us by email at DSR@comscore.com , or by phone at 1-833-713-1509.} "
    },
    {
      "Text": "The short version\nAs further described below, under this Policy we may collect the following categories of information (which may be considered personal information under certain laws):\n\npersonal and online identifiers,\nInternet or other electronic network activity,\ngeolocation information (inferred from IP address), and\nother information about you that is linked to personal information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For more details on ScorecardResearch, please view the ScorecardResearch privacy policy here . This Privacy Policy (“Policy”) describes how we process – or, in other words, use, collect, transmit, store, share, and delete – your personal information in connection with your use of our Website, our Application, or other services that refer to or link to this Policy.} "
    },
    {
      "Text": "Information collected automatically when you visit our Websites or use our Application. \n\nOur Website and Application automatically create logs regarding your activity on our Website. These logs may identify the features that you use, the actions that you take, and the information that you access while on our Website or mobile Application.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For example, if you contact us through our Website, we may collect personal identifiers (e.g., your name and contact information) as well as any other information that you voluntarily provide to us in order to respond to your inquiry or verify your identity, where necessary. We may also collect personal information that you provide to us when you register for any of our services.} "
    },
    {
      "Text": "Information collected automatically when you visit our Websites or use our Application. \n\nOur Website and Application automatically create logs regarding your activity on our Website. These logs may identify the features that you use, the actions that you take, and the information that you access while on our Website or mobile Application.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {For example, if you contact us through our Website, we may collect personal identifiers (e.g., your name and contact information) as well as any other information that you voluntarily provide to us in order to respond to your inquiry or verify your identity, where necessary. We may also collect personal information that you provide to us when you register for any of our services.} "
    },
    {
      "Text": "For more information about your choices in relation to your personal information, including your choice to access and delete your personal information, please visit click here. ",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {This information is used in the Comscore market research efforts to build products and services which help companies better understand the likes and dislikes of consumers. The ScorecardResearch Tags may also provide information for use in interest-based advertising.} "
    },
    {
      "Text": "The information collected from ScorecardResearch Tags is used for interest-based advertising purposes, where appropriate.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {These tags may collect data about your Web browsing over time and across digital properties, including information about the possible relationships among different browsers and devices. We adhere to the Digital Advertising Alliance (“DAA”) Self-Regulatory Principles in connection to all interest-based advertising activities.} "
    },
    {
      "Text": "Effective Date: 20 April 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Privacy Policy - Comscore, Inc.} "
    },
    {
      "Text": "The short version\\nAs further described below, under this Policy we may collect the following categories of information (which may be considered personal information under certain laws):\\n\\npersonal and online identifiers,\\nInternet or other electronic network activity,\\ngeolocation information (inferred from IP address), and\\nother information about you that is linked to personal information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For more details on ScorecardResearch, please view the ScorecardResearch privacy policy here . This Privacy Policy (“Policy”) describes how we process – or, in other words, use, collect, transmit, store, share, and delete – your personal information in connection with your use of our Website, our Application, or other services that refer to or link to this Policy.} "
    },
    {
      "Text": "The short version\\nAs further described below, under this Policy we may collect the following categories of information (which may be considered personal information under certain laws):\\n\\npersonal and online identifiers,\\nInternet or other electronic network activity,\\ngeolocation information (inferred from IP address), and\\nother information about you that is linked to personal information.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {For more details on ScorecardResearch, please view the ScorecardResearch privacy policy here . This Privacy Policy (“Policy”) describes how we process – or, in other words, use, collect, transmit, store, share, and delete – your personal information in connection with your use of our Website, our Application, or other services that refer to or link to this Policy.} "
    },
    {
      "Text": "We may collect personal information that you choose to provide to us. \\n\\nFor example, if you contact us through our Website, we may collect personal identifiers (e.g., your name and contact information) as well as any other information that you voluntarily provide to us in order to respond to your inquiry or verify your identity, where necessary. We may also collect personal information that you provide to us when you register for any of our services.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We may collect information about you or your household from third parties as well. For details about our practices, please read this entire Policy.} "
    },
    {
      "Text": "Information collected using ScorecardResearch cookies or similar technologies (“Tags”). ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The personal information collected from you may include online identifiers (e.g., IP address) and Internet or other electronic network activity including information about your browsing history, operating system, browser type, website preferences, your use of our Website or Application (e.g., time accessed, duration of visit, etc.). We generally use this information in statistical and aggregate formats to assess the effectiveness of our Website and Application and to better understand your priorities and interests.} "
    },
    {
      "Text": "This information is used in the Comscore market research efforts to build products and services which help companies better understand the likes and dislikes of consumers. The ScorecardResearch Tags may also provide information for use in interest-based advertising.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Information collected using ScorecardResearch cookies or similar technologies (“Tags”). This Website may set tags on your browser that collect data for the ScorecardResearch service, a service offered by Full Circle Studies, Inc. (“Full Circle Studies”) which is also part of the Comscore internet ratings and research group.} "
    },
    {
      "Text": "Other information collected by third parties.\\n\\nWe may use third parties and service providers to obtain personal information and combine that data with other data that we collect from or about you to improve our Website, Application, products, and services, and to operate our business.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {For more information about your choices related to market research and interest-based advertising on the Website and Application covered by this Policy, please click here . To view the ScorecardResearch privacy policy, please click here .} "
    },
    {
      "Text": "To opt out of Google Analytics, click here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We may work with third parties, including Google Analytics, who collect information about your use of our Website, other websites, and/or online services over time for non-advertising purposes. For more information about how Google Analytics collects and uses information when you use our Website or Application, please click here .} "
    },
    {
      "Text": "We provide the right to access and delete personal information, subject to certain exceptions",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Individuals may also have the right under certain laws to opt out of the “sale” of personal information as defined by that law. Please note that these consumer rights and definition of “personal information” vary by jurisdiction.} "
    },
    {
      "Text": "We provide the right to access and delete personal information, subject to certain exceptions",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Individuals may also have the right under certain laws to opt out of the “sale” of personal information as defined by that law. Please note that these consumer rights and definition of “personal information” vary by jurisdiction.} "
    },
    {
      "Text": "We may use third parties and service providers, as discussed in the What information is collected and why section, to collect information for interest-based advertising. This process may involve third parties and services providers using tagging technology, such as a cookie, on your device.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {To view the ScorecardResearch privacy policy, please click here . Other information collected by third parties.} "
    },
    {
      "Text": "These tags may collect data about your Web browsing over time and across digital properties, including information about the possible relationships among different browsers and devices",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may use third parties and service providers, as discussed in the What information is collected and why section, to collect information for interest-based advertising. This process may involve third parties and services providers using tagging technology, such as a cookie, on your device.} "
    },
    {
      "Text": "These tags may collect data about your Web browsing over time and across digital properties, including information about the possible relationships among different browsers and devices",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may use third parties and service providers, as discussed in the What information is collected and why section, to collect information for interest-based advertising. This process may involve third parties and services providers using tagging technology, such as a cookie, on your device.} "
    },
    {
      "Text": "How do I manage my preferences for interest-based advertising?\\nYou may visit  www.aboutads.info/choices to learn more about interest-based advertising, to opt out of our collection and transfer of Web browsing information for interest-based advertising purposes, and to opt out of the collection and use of information for this purpose by other companies that participate in industry self-regulation.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {The information collected from ScorecardResearch Tags is used for interest-based advertising purposes, where appropriate. Please note interest-based advertising services based on information collected by ScorecardResearch are not provided in the European Union (“EU”).} "
    },
    {
      "Text": "How do I manage my preferences for interest-based advertising?\\nYou may visit  www.aboutads.info/choices to learn more about interest-based advertising, to opt out of our collection and transfer of Web browsing information for interest-based advertising purposes, and to opt out of the collection and use of information for this purpose by other companies that participate in industry self-regulation.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {The information collected from ScorecardResearch Tags is used for interest-based advertising purposes, where appropriate. Please note interest-based advertising services based on information collected by ScorecardResearch are not provided in the European Union (“EU”).} "
    },
    {
      "Text": "How do I manage my preferences for market research?\\n\\nTo control your level of participation in our market research programs or opt out, click  here.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {With the use of ScorecardResearch tags and surveys, Comscore’s market research group collects and analyzes information to provide products and services to companies around the world. This information helps companies better understand and meet the needs of consumers.} "
    },
    {
      "Text": "How do I manage my preferences for market research?\\n\\nTo control your level of participation in our market research programs or opt out, click  here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {With the use of ScorecardResearch tags and surveys, Comscore’s market research group collects and analyzes information to provide products and services to companies around the world. This information helps companies better understand and meet the needs of consumers.} "
    },
    {
      "Text": "personal and online identifiers,\nInternet or other electronic network activity,\ngeolocation information (inferred from IP address), and\nother information about you that is linked to personal information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For more details on ScorecardResearch, please view the ScorecardResearch privacy policy here . This Privacy Policy (“Policy”) describes how we process – or, in other words, use, collect, transmit, store, share, and delete – your personal information in connection with your use of our Website, our Application, or other services that refer to or link to this Policy.} "
    },
    {
      "Text": "we may collect personal identifiers (e.g., your name and contact information) as well as any other information that you voluntarily provide to us in order to respond to your inquiry or verify your identity, where necessary",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For details about our practices, please read this entire Policy. What information is collected and why We may collect personal information that you choose to provide to us .} "
    },
    {
      "Text": "We may also collect personal information that you provide to us when you register for any of our services",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {What information is collected and why We may collect personal information that you choose to provide to us . For example, if you contact us through our Website, we may collect personal identifiers (e.g., your name and contact information) as well as any other information that you voluntarily provide to us in order to respond to your inquiry or verify your identity, where necessary.} "
    },
    {
      "Text": "Third parties may also collect online identifiers associated with your device such as cookie identifiers, mobile or other hardware or device identifiers, and IP addresses.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may use third parties and service providers to obtain personal information and combine that data with other data that we collect from or about you to improve our Website, Application, products, and services, and to operate our business. Third parties may set a cookie on your computer or device when you visit a participating website, use a participating application, or view an advertisement on participating websites or applications.} "
    },
    {
      "Text": "to operate our products and services or support general operations;\nto integrate the products and services of our business partners;\nto use third-party cloud services to host our Website, and process and store the information we process about you; and\nfor any other legitimate business purpose.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {How we share the information we collect Sharing for business purposes. We may provide personal information to all categories of third parties and/or service providers listed in this Policy to improve our products and services and to operate our business.} "
    },
    {
      "Text": "To exercise your choices about your personal information, including choices which may not be listed above, please visit our  Data Subject Rights Page. You may also contact us by email at DSR@comscore.com, or by phone at 1-833-713-1509.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Please note that these consumer rights and definition of “personal information” vary by jurisdiction. We provide the right to access and delete personal information, subject to certain exceptions.} "
    },
    {
      "Text": "you may also exercise your right on our  Data Subject Rights Page. In addition to exercising your rights, we recommend reviewing the Managing your panel participation section to review how to remove the Software from your device.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {To exercise your choices about your personal information, including choices which may not be listed above, please visit our Data Subject Rights Page . You may also contact us by email at DSR@comscore.com , or by phone at 1-833-713-1509.} "
    },
    {
      "Text": "We will not discriminate against you for exercising any of the above rights. We may, however, offer you certain financial incentives permitted by applicable law as compensation for allowing us to collect, sell, or maintain your personal information through your participation in our market research efforts.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {However, you will not be required to create an account with us to submit a request or have it fulfilled. You may designate an authorized agent to exercise your rights by contacting DSR@comscore.com .} "
    },
    {
      "Text": "To control your level of participation in our market research programs or opt out, click  here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {This information helps companies better understand and meet the needs of consumers. How do I manage my preferences for market research?} "
    },
    {
      "Text": "Additionally, if your mobile device platform offers settings to limit data collection for interest-based advertising, you can use these settings to opt out of participating in our market research programs.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {To control your level of participation in our market research programs or opt out, click here . By opting out of our market research program, ScorecardResearch Tags will only be able to count your visit to a particular site but not identify your device beyond that count.} "
    },
    {
      "Text": "As further described below, under this Policy we may collect the following categories of information (which may be considered personal information under certain laws):",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For more details on ScorecardResearch, please view the ScorecardResearch privacy policy here . This Privacy Policy (“Policy”) describes how we process – or, in other words, use, collect, transmit, store, share, and delete – your personal information in connection with your use of our Website, our Application, or other services that refer to or link to this Policy.} "
    },
    {
      "Text": "We may collect information about you or your household from third parties as well.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This Privacy Policy (“Policy”) describes how we process – or, in other words, use, collect, transmit, store, share, and delete – your personal information in connection with your use of our Website, our Application, or other services that refer to or link to this Policy. The short version As further described below, under this Policy we may collect the following categories of information (which may be considered personal information under certain laws): personal and online identifiers, Internet or other electronic network activity, geolocation information (inferred from IP address), and other information about you that is linked to personal information.} "
    },
    {
      "Text": "We may collect personal information that you choose to provide to us",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may collect information about you or your household from third parties as well. For details about our practices, please read this entire Policy.} "
    },
    {
      "Text": "Information collected automatically when you visit our Websites or use our Application. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For example, if you contact us through our Website, we may collect personal identifiers (e.g., your name and contact information) as well as any other information that you voluntarily provide to us in order to respond to your inquiry or verify your identity, where necessary. We may also collect personal information that you provide to us when you register for any of our services.} "
    },
    {
      "Text": "Our Website and Application automatically create logs regarding your activity on our Website. These logs may identify the features that you use, the actions that you take, and the information that you access while on our Website or mobile Application.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may also collect personal information that you provide to us when you register for any of our services. Information collected automatically when you visit our Websites or use our Application.} "
    },
    {
      "Text": "The personal information collected from you may include online identifiers (e.g., IP address) and Internet or other electronic network activity including information about your browsing history, operating system, browser type, website preferences, your use of our Website or Application (e.g., time accessed, duration of visit, etc.).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Our Website and Application automatically create logs regarding your activity on our Website. These logs may identify the features that you use, the actions that you take, and the information that you access while on our Website or mobile Application.} "
    },
    {
      "Text": "We generally use this information in statistical and aggregate formats to assess the effectiveness of our Website and Application and to better understand your priorities and interests.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {These logs may identify the features that you use, the actions that you take, and the information that you access while on our Website or mobile Application. The personal information collected from you may include online identifiers (e.g., IP address) and Internet or other electronic network activity including information about your browsing history, operating system, browser type, website preferences, your use of our Website or Application (e.g., time accessed, duration of visit, etc.).} "
    },
    {
      "Text": "We generally use this information in statistical and aggregate formats to assess the effectiveness of our Website and Application and to better understand your priorities and interests.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {These logs may identify the features that you use, the actions that you take, and the information that you access while on our Website or mobile Application. The personal information collected from you may include online identifiers (e.g., IP address) and Internet or other electronic network activity including information about your browsing history, operating system, browser type, website preferences, your use of our Website or Application (e.g., time accessed, duration of visit, etc.).} "
    },
    {
      "Text": "We generally use this information in statistical and aggregate formats to assess the effectiveness of our Website and Application and to better understand your priorities and interests.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {These logs may identify the features that you use, the actions that you take, and the information that you access while on our Website or mobile Application. The personal information collected from you may include online identifiers (e.g., IP address) and Internet or other electronic network activity including information about your browsing history, operating system, browser type, website preferences, your use of our Website or Application (e.g., time accessed, duration of visit, etc.).} "
    },
    {
      "Text": "Information collected using ScorecardResearch cookies or similar technologies (“Tags”). ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The personal information collected from you may include online identifiers (e.g., IP address) and Internet or other electronic network activity including information about your browsing history, operating system, browser type, website preferences, your use of our Website or Application (e.g., time accessed, duration of visit, etc.). We generally use this information in statistical and aggregate formats to assess the effectiveness of our Website and Application and to better understand your priorities and interests.} "
    },
    {
      "Text": "This Website may set tags on your browser that collect data for the ScorecardResearch service, a service offered by Full Circle Studies, Inc. (“Full Circle Studies”) which is also part of the Comscore internet ratings and research group.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We generally use this information in statistical and aggregate formats to assess the effectiveness of our Website and Application and to better understand your priorities and interests. Information collected using ScorecardResearch cookies or similar technologies (“Tags”).} "
    },
    {
      "Text": "This information is used in the Comscore market research efforts to build products and services which help companies better understand the likes and dislikes of consumers. The ScorecardResearch Tags may also provide information for use in interest-based advertising.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Information collected using ScorecardResearch cookies or similar technologies (“Tags”). This Website may set tags on your browser that collect data for the ScorecardResearch service, a service offered by Full Circle Studies, Inc. (“Full Circle Studies”) which is also part of the Comscore internet ratings and research group.} "
    },
    {
      "Text": "Other information collected by third parties.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For more information about your choices related to market research and interest-based advertising on the Website and Application covered by this Policy, please click here . To view the ScorecardResearch privacy policy, please click here .} "
    },
    {
      "Text": "We may use third parties and service providers to obtain personal information and combine that data with other data that we collect from or about you to improve our Website, Application, products, and services, and to operate our business.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To view the ScorecardResearch privacy policy, please click here . Other information collected by third parties.} "
    },
    {
      "Text": "We may work with third parties, including Google Analytics, who collect information about your use of our Website, other websites, and/or online services over time for non-advertising purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Third parties may set a cookie on your computer or device when you visit a participating website, use a participating application, or view an advertisement on participating websites or applications. Third parties may also collect online identifiers associated with your device such as cookie identifiers, mobile or other hardware or device identifiers, and IP addresses.} "
    },
    {
      "Text": "How we share the information we collect",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For more information about how Google Analytics collects and uses information when you use our Website or Application, please click here . To opt out of Google Analytics, click here .} "
    },
    {
      "Text": "We may share all the categories of information listed in this Policy with other companies including Comscore affiliates, subsidiaries, or parent companies as well as third-party data enrichers, data quality aggregators and providers of data matches services:",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {How we share the information we collect Sharing for business purposes. We may provide personal information to all categories of third parties and/or service providers listed in this Policy to improve our products and services and to operate our business.} "
    },
    {
      "Text": "to operate our products and services or support general operations;\\nto integrate the products and services of our business partners;\\nto use third-party cloud services to host our Website, and process and store the information we process about you; and\\nfor any other legitimate business purpose.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {How we share the information we collect Sharing for business purposes. We may provide personal information to all categories of third parties and/or service providers listed in this Policy to improve our products and services and to operate our business.} "
    },
    {
      "Text": "to operate our products and services or support general operations;\\nto integrate the products and services of our business partners;\\nto use third-party cloud services to host our Website, and process and store the information we process about you; and\\nfor any other legitimate business purpose.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {How we share the information we collect Sharing for business purposes. We may provide personal information to all categories of third parties and/or service providers listed in this Policy to improve our products and services and to operate our business.} "
    },
    {
      "Text": "Sharing for commercial purposes. We may share information collected under this Policy with:\\n\\nour customers, which include, among others, media companies including Google, brands, public relations companies, advertising networks, data analytics providers, distribution partners, and social networks, and marketing and advertising agencies; and\\njoint industry committees (“JICs”) involved in media audience measurement and research.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may provide personal information to all categories of third parties and/or service providers listed in this Policy to improve our products and services and to operate our business. We may share all the categories of information listed in this Policy with other companies including Comscore affiliates, subsidiaries, or parent companies as well as third-party data enrichers, data quality aggregators and providers of data matches services: to operate our products and services or support general operations; to integrate the products and services of our business partners; to use third-party cloud services to host our Website, and process and store the information we process about you; and for any other legitimate business purpose.} "
    },
    {
      "Text": "Sharing for commercial purposes. We may share information collected under this Policy with:\\n\\nour customers, which include, among others, media companies including Google, brands, public relations companies, advertising networks, data analytics providers, distribution partners, and social networks, and marketing and advertising agencies; and\\njoint industry committees (“JICs”) involved in media audience measurement and research.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may provide personal information to all categories of third parties and/or service providers listed in this Policy to improve our products and services and to operate our business. We may share all the categories of information listed in this Policy with other companies including Comscore affiliates, subsidiaries, or parent companies as well as third-party data enrichers, data quality aggregators and providers of data matches services: to operate our products and services or support general operations; to integrate the products and services of our business partners; to use third-party cloud services to host our Website, and process and store the information we process about you; and for any other legitimate business purpose.} "
    },
    {
      "Text": "Under the California Consumer Privacy Act (“CCPA”), these disclosures may qualify as “sales”",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Sharing for commercial purposes. We may share information collected under this Policy with: our customers, which include, among others, media companies including Google, brands, public relations companies, advertising networks, data analytics providers, distribution partners, and social networks, and marketing and advertising agencies; and joint industry committees (“JICs”) involved in media audience measurement and research.} "
    },
    {
      "Text": "To the extent that our business model constitutes a “sale” under the CCPA, we “sold” the following categories of personal information in the last 12 months: online identifiers, Internet or other electronic network activity, geolocation information (inferred from IP address), and other information about you that is linked to personal information. We “sold” each category to the categories of third parties listed above.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may share information collected under this Policy with: our customers, which include, among others, media companies including Google, brands, public relations companies, advertising networks, data analytics providers, distribution partners, and social networks, and marketing and advertising agencies; and joint industry committees (“JICs”) involved in media audience measurement and research. Under the California Consumer Privacy Act (“CCPA”), these disclosures may qualify as “sales”.} "
    },
    {
      "Text": "Corporate transactions. In the event of a corporate sale, merger, reorganization, dissolution or similar event, any personal information and data we process from you may become part of the assets we transfer or share in preparation for any such transaction. Any acquirer or successor of Comscore may continue to process personal information consistent with this Privacy Policy.\\n\\nCompliance and compelled disclosures. We may share personal information:\\n\\nwith public authorities to respond to subpoenas, court orders, and other legal process, or as otherwise required by law;\\nto protect the rights, privacy, safety, and property of Comscore, our customers, our business partners, or others; and\\nto exercise our legal rights or defend against legal claims, to enforce our contracts, to investigate, respond to and resolve problems or inquiries (including governmental inquiries), or to permit us to pursue available remedies or limit the damages that we may sustain.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To the extent that our business model constitutes a “sale” under the CCPA, we “sold” the following categories of personal information in the last 12 months: online identifiers, Internet or other electronic network activity, geolocation information (inferred from IP address), and other information about you that is linked to personal information. We “sold” each category to the categories of third parties listed above.} "
    },
    {
      "Text": "These rights may include the rights, subject to certain exceptions, to access specific pieces of personal information, correct any errors to personal information, object to the processing of personal information, and delete the personal information. Individuals may also have the right under certain laws to opt out of the “sale” of personal information as defined by that law. Please note that these consumer rights and definition of “personal information” vary by jurisdiction.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {How long we keep the information collected We store your information for as long as is reasonably necessary for the purposes listed above or as required by applicable local law. Your choices about your personal information Certain domestic and international laws provide individuals with rights related to their personal information.} "
    },
    {
      "Text": "These rights may include the rights, subject to certain exceptions, to access specific pieces of personal information, correct any errors to personal information, object to the processing of personal information, and delete the personal information. Individuals may also have the right under certain laws to opt out of the “sale” of personal information as defined by that law. Please note that these consumer rights and definition of “personal information” vary by jurisdiction.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {How long we keep the information collected We store your information for as long as is reasonably necessary for the purposes listed above or as required by applicable local law. Your choices about your personal information Certain domestic and international laws provide individuals with rights related to their personal information.} "
    },
    {
      "Text": "These rights may include the rights, subject to certain exceptions, to access specific pieces of personal information, correct any errors to personal information, object to the processing of personal information, and delete the personal information. Individuals may also have the right under certain laws to opt out of the “sale” of personal information as defined by that law. Please note that these consumer rights and definition of “personal information” vary by jurisdiction.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {How long we keep the information collected We store your information for as long as is reasonably necessary for the purposes listed above or as required by applicable local law. Your choices about your personal information Certain domestic and international laws provide individuals with rights related to their personal information.} "
    },
    {
      "Text": "These rights may include the rights, subject to certain exceptions, to access specific pieces of personal information, correct any errors to personal information, object to the processing of personal information, and delete the personal information. Individuals may also have the right under certain laws to opt out of the “sale” of personal information as defined by that law. Please note that these consumer rights and definition of “personal information” vary by jurisdiction.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {How long we keep the information collected We store your information for as long as is reasonably necessary for the purposes listed above or as required by applicable local law. Your choices about your personal information Certain domestic and international laws provide individuals with rights related to their personal information.} "
    },
    {
      "Text": "Individuals may also have the right under certain laws to opt out of the “sale” of personal information as defined by that law.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Your choices about your personal information Certain domestic and international laws provide individuals with rights related to their personal information. These rights may include the rights, subject to certain exceptions, to access specific pieces of personal information, correct any errors to personal information, object to the processing of personal information, and delete the personal information.} "
    },
    {
      "Text": "We provide the right to access and delete personal information, subject to certain exceptions.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Individuals may also have the right under certain laws to opt out of the “sale” of personal information as defined by that law. Please note that these consumer rights and definition of “personal information” vary by jurisdiction.} "
    },
    {
      "Text": "We provide the right to access and delete personal information, subject to certain exceptions.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Individuals may also have the right under certain laws to opt out of the “sale” of personal information as defined by that law. Please note that these consumer rights and definition of “personal information” vary by jurisdiction.} "
    },
    {
      "Text": "If you would like to submit a request to opt out of the sale of your personal information, you may also exercise your right on our  Data Subject Rights Page.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {To exercise your choices about your personal information, including choices which may not be listed above, please visit our Data Subject Rights Page . You may also contact us by email at DSR@comscore.com , or by phone at 1-833-713-1509.} "
    },
    {
      "Text": "We may use third parties and service providers, as discussed in the What information is collected and why section, to collect information for interest-based advertising. This process may involve third parties and services providers using tagging technology, such as a cookie, on your device. These tags may collect data about your Web browsing over time and across digital properties, including information about the possible relationships among different browsers and devices.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To view the ScorecardResearch privacy policy, please click here . Other information collected by third parties.} "
    },
    {
      "Text": "The information collected from ScorecardResearch Tags is used for interest-based advertising purposes, where appropriate.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {These tags may collect data about your Web browsing over time and across digital properties, including information about the possible relationships among different browsers and devices. We adhere to the Digital Advertising Alliance (“DAA”) Self-Regulatory Principles in connection to all interest-based advertising activities.} "
    },
    {
      "Text": "The information collected from ScorecardResearch Tags is used for interest-based advertising purposes, where appropriate.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {These tags may collect data about your Web browsing over time and across digital properties, including information about the possible relationships among different browsers and devices. We adhere to the Digital Advertising Alliance (“DAA”) Self-Regulatory Principles in connection to all interest-based advertising activities.} "
    },
    {
      "Text": "The information collected from ScorecardResearch Tags is used for interest-based advertising purposes, where appropriate.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {These tags may collect data about your Web browsing over time and across digital properties, including information about the possible relationships among different browsers and devices. We adhere to the Digital Advertising Alliance (“DAA”) Self-Regulatory Principles in connection to all interest-based advertising activities.} "
    },
    {
      "Text": "You may visit  www.aboutads.info/choices to learn more about interest-based advertising, to opt out of our collection and transfer of Web browsing information for interest-based advertising purposes, and to opt out of the collection and use of information for this purpose by other companies that participate in industry self-regulation. To opt out of our collection and transfer of application usage information for third parties to use for their own interest-based advertising purposes, you can use any controls that are provided for this purpose by the operating system on your mobile device. Please note that opting out will not stop advertising from appearing in your browser or in the applications you use. It may make the ads you see less relevant to your interests. You may also continue to receive interest-based advertising from other companies.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Please note interest-based advertising services based on information collected by ScorecardResearch are not provided in the European Union (“EU”). How do I manage my preferences for interest-based advertising?} "
    },
    {
      "Text": "You may visit  www.aboutads.info/choices to learn more about interest-based advertising, to opt out of our collection and transfer of Web browsing information for interest-based advertising purposes, and to opt out of the collection and use of information for this purpose by other companies that participate in industry self-regulation.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Please note interest-based advertising services based on information collected by ScorecardResearch are not provided in the European Union (“EU”). How do I manage my preferences for interest-based advertising?} "
    },
    {
      "Text": "To opt out of our collection and transfer of application usage information for third parties to use for their own interest-based advertising purposes, you can use any controls that are provided for this purpose by the operating system on your mobile device.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {How do I manage my preferences for interest-based advertising? You may visit www.aboutads.info/choices to learn more about interest-based advertising, to opt out of our collection and transfer of Web browsing information for interest-based advertising purposes, and to opt out of the collection and use of information for this purpose by other companies that participate in industry self-regulation.} "
    },
    {
      "Text": "Changes to our Privacy Policy\\nWe reserve the right to modify or update this Policy periodically. If we change our practices with respect to your information, we will notify you by posting a revised Policy on  our Website with a ”Last Updated” date and  such modified or amended version of this policy shall be effective as to you and your information as of that revision date. We encourage you to revisit this Policy periodically to stay informed about our practices with respect to your information.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {We are aware that these frameworks no longer constitute valid data transfer mechanisms from these jurisdictions to the United States, and accordingly we rely on other legal mechanisms for such transfers as stated above. To learn more, please view our EU-U.S. Privacy Shield and Swiss-U.S. Privacy Shield Statement .} "
    },
    {
      "Text": "As further described below, under this Policy we may collect the following categories of information (which may be considered personal information under certain laws):\n\npersonal and online identifiers,\nInternet or other electronic network activity,\ngeolocation information (inferred from IP address), and\nother information about you that is linked to personal information.\nWe may collect information about you or your household from third parties as well.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For more details on ScorecardResearch, please view the ScorecardResearch privacy policy here . This Privacy Policy (“Policy”) describes how we process – or, in other words, use, collect, transmit, store, share, and delete – your personal information in connection with your use of our Website, our Application, or other services that refer to or link to this Policy.} "
    },
    {
      "Text": "We may collect personal information that you choose to provide to us. \n\nFor example, if you contact us through our Website, we may collect personal identifiers (e.g., your name and contact information) as well as any other information that you voluntarily provide to us in order to respond to your inquiry or verify your identity, where necessary. We may also collect personal information that you provide to us when you register for any of our services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may collect information about you or your household from third parties as well. For details about our practices, please read this entire Policy.} "
    },
    {
      "Text": "Our Website and Application automatically create logs regarding your activity on our Website. These logs may identify the features that you use, the actions that you take, and the information that you access while on our Website or mobile Application.\n\nThe personal information collected from you may include online identifiers (e.g., IP address) and Internet or other electronic network activity including information about your browsing history, operating system, browser type, website preferences, your use of our Website or Application (e.g., time accessed, duration of visit, etc.).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may also collect personal information that you provide to us when you register for any of our services. Information collected automatically when you visit our Websites or use our Application.} "
    },
    {
      "Text": "This Website may set tags on your browser that collect data for the ScorecardResearch service, a service offered by Full Circle Studies, Inc. (“Full Circle Studies”) which is also part of the Comscore internet ratings and research group.\n\nThis information is used in the Comscore market research efforts to build products and services which help companies better understand the likes and dislikes of consumers. The ScorecardResearch Tags may also provide information for use in interest-based advertising.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We generally use this information in statistical and aggregate formats to assess the effectiveness of our Website and Application and to better understand your priorities and interests. Information collected using ScorecardResearch cookies or similar technologies (“Tags”).} "
    },
    {
      "Text": "Sharing for business purposes. We may provide personal information to all categories of third parties and/or service providers listed in this Policy to improve our products and services and to operate our business. We may share all the categories of information listed in this Policy with other companies including Comscore affiliates, subsidiaries, or parent companies as well as third-party data enrichers, data quality aggregators and providers of data matches services",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For more information about how Google Analytics collects and uses information when you use our Website or Application, please click here . To opt out of Google Analytics, click here .} "
    },
    {
      "Text": "We may share information collected under this Policy with:\n\nour customers, which include, among others, media companies including Google, brands, public relations companies, advertising networks, data analytics providers, distribution partners, and social networks, and marketing and advertising agencies; and\njoint industry committees (“JICs”) involved in media audience measurement and research.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may share all the categories of information listed in this Policy with other companies including Comscore affiliates, subsidiaries, or parent companies as well as third-party data enrichers, data quality aggregators and providers of data matches services: to operate our products and services or support general operations; to integrate the products and services of our business partners; to use third-party cloud services to host our Website, and process and store the information we process about you; and for any other legitimate business purpose. Sharing for commercial purposes.} "
    },
    {
      "Text": "Under the California Consumer Privacy Act (“CCPA”), these disclosures may qualify as “sales”. To the extent that our business model constitutes a “sale” under the CCPA, we “sold” the following categories of personal information in the last 12 months: online identifiers, Internet or other electronic network activity, geolocation information (inferred from IP address), and other information about you that is linked to personal information. We “sold” each category to the categories of third parties listed above.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Sharing for commercial purposes. We may share information collected under this Policy with: our customers, which include, among others, media companies including Google, brands, public relations companies, advertising networks, data analytics providers, distribution partners, and social networks, and marketing and advertising agencies; and joint industry committees (“JICs”) involved in media audience measurement and research.} "
    },
    {
      "Text": "We may share personal information:\n\nwith public authorities to respond to subpoenas, court orders, and other legal process, or as otherwise required by law;\nto protect the rights, privacy, safety, and property of Comscore, our customers, our business partners, or others; and\nto exercise our legal rights or defend against legal claims, to enforce our contracts, to investigate, respond to and resolve problems or inquiries (including governmental inquiries), or to permit us to pursue available remedies or limit the damages that we may sustain.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Any acquirer or successor of Comscore may continue to process personal information consistent with this Privacy Policy. Compliance and compelled disclosures.} "
    },
    {
      "Text": "hese rights may include the rights, subject to certain exceptions, to access specific pieces of personal information",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {How long we keep the information collected We store your information for as long as is reasonably necessary for the purposes listed above or as required by applicable local law. Your choices about your personal information Certain domestic and international laws provide individuals with rights related to their personal information.} "
    },
    {
      "Text": "correct any errors to personal information",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {How long we keep the information collected We store your information for as long as is reasonably necessary for the purposes listed above or as required by applicable local law. Your choices about your personal information Certain domestic and international laws provide individuals with rights related to their personal information.} "
    },
    {
      "Text": "object to the processing of personal information",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {How long we keep the information collected We store your information for as long as is reasonably necessary for the purposes listed above or as required by applicable local law. Your choices about your personal information Certain domestic and international laws provide individuals with rights related to their personal information.} "
    },
    {
      "Text": "delete the personal information",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {How long we keep the information collected We store your information for as long as is reasonably necessary for the purposes listed above or as required by applicable local law. Your choices about your personal information Certain domestic and international laws provide individuals with rights related to their personal information.} "
    },
    {
      "Text": " Individuals may also have the right under certain laws to opt out of the “sale” of personal information as defined by that law.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Your choices about your personal information Certain domestic and international laws provide individuals with rights related to their personal information. These rights may include the rights, subject to certain exceptions, to access specific pieces of personal information, correct any errors to personal information, object to the processing of personal information, and delete the personal information.} "
    },
    {
      "Text": "We provide the right to access and delete personal information",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Individuals may also have the right under certain laws to opt out of the “sale” of personal information as defined by that law. Please note that these consumer rights and definition of “personal information” vary by jurisdiction.} "
    },
    {
      "Text": "To exercise your choices about your personal information, including choices which may not be listed above, please visit our  Data Subject Rights Page. You may also contact us by email at DSR@comscore.com, or by phone at 1-833-713-1509",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Please note that these consumer rights and definition of “personal information” vary by jurisdiction. We provide the right to access and delete personal information, subject to certain exceptions.} "
    },
    {
      "Text": "If you would like to submit a request to opt out of the sale of your personal information, you may also exercise your right on our  Data Subject Rights Page. In addition to exercising your rights, we recommend reviewing the Managing your panel participation section to review how to remove the Software from your device.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {To exercise your choices about your personal information, including choices which may not be listed above, please visit our Data Subject Rights Page . You may also contact us by email at DSR@comscore.com , or by phone at 1-833-713-1509.} "
    },
    {
      "Text": "We may need to request additional information from you to verify your identity (e.g., your email address, cookie identifier, machine identifier, and/or device identifier) or understand the scope of your request. However, you will not be required to create an account with us to submit a request or have it fulfilled.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you would like to submit a request to opt out of the sale of your personal information, you may also exercise your right on our Data Subject Rights Page . In addition to exercising your rights, we recommend reviewing the Managing your panel participation section to review how to remove the Software from your device.} "
    },
    {
      "Text": "We will not discriminate against you for exercising any of the above rights. We may, however, offer you certain financial incentives permitted by applicable law as compensation for allowing us to collect, sell, or maintain your personal information through your participation in our market research efforts.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {However, you will not be required to create an account with us to submit a request or have it fulfilled. You may designate an authorized agent to exercise your rights by contacting DSR@comscore.com .} "
    },
    {
      "Text": "your choice to access and delete your personal information, please visit click here",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {For information about the number of requests received on an annual basis and additional metrics, please visit our Data Subject Rights Page . Please note that we may continue to use information collected during the time that you participated in the Panel, and all such information remains fully subject to, and governed by, the Privacy Policy that was effective at the time the information was collected.} "
    },
    {
      "Text": "may collect data about your Web browsing over time and across digital properties, including information about the possible relationships among different browsers and devices.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may use third parties and service providers, as discussed in the What information is collected and why section, to collect information for interest-based advertising. This process may involve third parties and services providers using tagging technology, such as a cookie, on your device.} "
    },
    {
      "Text": "You may visit  www.aboutads.info/choices to learn more about interest-based advertising, to opt out of our collection and transfer of Web browsing information for interest-based advertising purposes, and to opt out of the collection and use of information for this purpose by other companies that participate in industry self-regulation. To opt out of our collection and transfer of application usage information for third parties to use for their own interest-based advertising purposes, you can use any controls that are provided for this purpose by the operating system on your mobile device. Please note that opting out will not stop advertising from appearing in your browser or in the applications you use.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Please note interest-based advertising services based on information collected by ScorecardResearch are not provided in the European Union (“EU”). How do I manage my preferences for interest-based advertising?} "
    },
    {
      "Text": "To control your level of participation in our market research programs or opt out, click  here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {This information helps companies better understand and meet the needs of consumers. How do I manage my preferences for market research?} "
    },
    {
      "Text": "By opting out of our market research program, ScorecardResearch Tags will only be able to count your visit to a particular site but not identify your device beyond that count.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {How do I manage my preferences for market research? To control your level of participation in our market research programs or opt out, click here .} "
    },
    {
      "Text": "Additionally, if your mobile device platform offers settings to limit data collection for interest-based advertising, you can use these settings to opt out of participating in our market research programs. For example, your device may “Limit Ad Tracking.”",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {To control your level of participation in our market research programs or opt out, click here . By opting out of our market research program, ScorecardResearch Tags will only be able to count your visit to a particular site but not identify your device beyond that count.} "
    },
    {
      "Text": "We reserve the right to modify or update this Policy periodically. If we change our practices with respect to your information, we will notify you by posting a revised Policy on  our Website with a ”Last Updated” date and  such modified or amended version of this policy shall be effective as to you and your information as of that revision date. We encourage you to revisit this Policy periodically to stay informed about our practices with respect to your information.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {We are aware that these frameworks no longer constitute valid data transfer mechanisms from these jurisdictions to the United States, and accordingly we rely on other legal mechanisms for such transfers as stated above. To learn more, please view our EU-U.S. Privacy Shield and Swiss-U.S. Privacy Shield Statement .} "
    }
  ]
}