{
  "policy_id": "191",
  "text": "Privacy Policy – US MARKETING GROUP Skip to content Home Marketing Lists Live Leads Aged Leads Contact Us +1-866-581-4810 +1-866-581-4810 Main Menu Home Marketing Lists Live Leads Aged Leads Contact Us +1-866-581-4810 +1-866-581-4810 Privacy Policy Last Updated and Effective as of December 31st , 2019 BH Marketing Group LLC dba US Marketing Group. (“Company”, “we”, “our” or “us”) understands that privacy is important to users of our website and consumers about whom we collect information. This Privacy Policy below discloses our practices regarding information collection and usage on this website and in connection with our direct marketing services (collectively, the “Services”). Overview: · We collect information from various sources, such as public records and proprietary databases provided by other companies. · We collect this information in order to sell databases to our clients that use them for direct marketing purposes. · We automatically collect information from users of our Website for analytical purposes. · We sell personal information that we collect to other companies for them to use in connection with their direct marketing activities. You can access, delete and control certain uses of your information as explained below. Please read this Privacy Policy carefully to understand our policies and practices regarding your information and how we will treat it. If you do not agree with our policies and practices, you should not use the Website or BH Marketing Group LLC in any manner. By accessing or using this Website or BH Marketing Group LLC, you agree to this Privacy Policy.  If you have questions, you can always contact us using the information in the section below titled CONTACT. Information We Collect and How It Is Collected: We collect information that identifies, relates to, describes, references, or is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household (“personal information”). We collect the following categories of personal information, and we have collected the following categories of personal information within the last twelve (12) months, for the following purposes: Category Purposes for Which Such Information Was Used or Will be Used Categories of Sources from Which Personal Information Has Been Collected Categories of Third-Parties Which We Share Personal Information Personal contact information (such as name, email address, physical address) Sell consumer lists to third-parties for direct marketing purposes. Publicly available databases (such as state and local records) Licensed from third-party data companies We sell the information to various marketers, such as those who wish to sell products and services directly to consumers. Demographic information (such as age, income, marital status, net worth, etc.) Sell consumer lists to third-parties for direct marketing purposes. Publicly available databases (such as state and local records) Licensed from third-party data companies We sell the information to various marketers, such as those who wish to sell products and services directly to consumers. We also collect information directly from you on this website through the use of cookies and similar technologies, as described below. Use and Sharing of Personal Information: We may use the personal information we collect for the following purposes, and have done so in the past: · To sell to our direct marketing customers. · To contact users of our website regarding our products and services. · To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations. · To investigate fraud or violations of law or of any party’s rights. · To our service providers, such as hosting providers and email service providers, but they are only authorized by us to use the information in connection with their performance of services for us. · To evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about our users is among the assets transferred. BH Marketing Group LLC dba US Marketing Group will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing you notice. Third-Party Links: As a convenience to you, we may provide links to third-party websites, apps or services from within the Website. We are not responsible for the privacy practices or content of these third-party sites, and by providing a link we are not endorsing or promoting such third-party sites.  When you navigate away from our Website, you do so at your own risk.  We encourage you to read the policies and terms of every website, app or service you visit. Social Networking Services: The Website may integrate with social networking services.  We do not control such services and are not liable for the manner in which they operate.  While we may provide you with the ability to use such services in connection with our Website, we are doing so merely as an accommodation and, like you, are relying upon those third-party services to operate properly and fairly. You should be aware that personal information which you voluntarily include and transmit online in a publicly accessible blog, social network or otherwise online may be viewed and used by others.  We are unable to control such uses of your personal information, and by using such services you assume the risk that the personal information provided by you may be viewed and used by third-parties. Analytics and Tracking Technologies: Cookies and other Tracking Technologies – We or our third-party partners may store some information on your device or device hard drive as a “cookie” or similar type of file (such as clear gifs, web beacons, tags, and similar technologies that work on mobile devices) to collect data related to usage of the Website and for the purpose of facilitating and enhancing your communication and interaction with the Website. Such data may include, without limitation, the address of the websites you visited before and after you visited the Website, the type of browser you are using, your Internet Protocol (IP) address, what pages in the Website you visit and what links you clicked on, and geolocation data. We use this information to help us maintain and enhance the efficiency and usefulness of the Website and may use it and other non-personally identifiable information for the purposes described in this Privacy Policy, such as to serve targeted advertising to you.  However, some of the information we collect may include data, such as IP address data or the identifiers associated with your device that are unique to your computer or device (e.g., IDFA for iOS and Android ID for Android). Cookies and similar items are not used by us to automatically retrieve information that can identify you from your device without your knowledge. Please be advised that certain third-parties that are beyond the scope of this Privacy Policy may collect information in connection with the Website.   We are not responsible for the acts or omissions of such third-parties. We may use Google Analytics to analyze the usage of our website.  The information generated by the cookie about your use of the website is transmitted to and stored by Google on servers in the United States. Google will use this information for the purpose of evaluating your, and other users’ use of the website, compiling reports for us on website activity and providing other services relating to activity and usage.  Google will collect and use information for such purposes pursuant to its own policies.  We are not responsible for the policies or acts of Google.  You can find more information on Google Analytics in Google’s privacy policy . If you want to stop or restrict the placement of cookies or flush any cookies that may already be on your computer or device, please refer to and adjust your web browser preferences. Further information on cookies is available at www.allaboutcookies.org . By deleting our cookies or disabling future cookies you may not be able to access certain areas or features of our Website or some of its functionality may be affected. Cookies and similar items are not used by us to automatically retrieve information that can identify you from your device without your knowledge. Data Security: We maintain reasonable security procedures to help protect against loss, misuse, unauthorized access, disclosure, alteration or destruction of the information you provide to us.  Please note that no data transmission or storage can be guaranteed to be 100% secure due to the inherent open nature of the Internet. As a result, we cannot guarantee or warrant the security of any information you disclose or transmit to us online and cannot be responsible for the theft, destruction, or inadvertent disclosure of your information. Data Retention: We will retain your information for as long as your account or inquiry is active or as needed to provide you with the Website and for a reasonable time thereafter in accordance with our standard procedures or as necessary to comply with our legal obligations, to resolve disputes, and to enforce our agreements. Even if we delete some or all of your personal information, we may continue to retain and use aggregate or anonymous data previously collected and/or anonymize or aggregate your personal information. Information Relating to Children: Our Website is not intended for children under 13 years of age. No one under age 13 may provide any individually identifiable information through the Website. We do not knowingly collect individually identifiable information from children under 13. If you are under 13, do not use or provide any individually identifiable information on this Website. If we learn we have collected or received individually identifiable information from a child under 13 without verification of parental consent, we will delete that information. If you believe we might have any individually identifiable information from or about a child under 13, please contact us at 1866-581-4810 Ext 102 or privacy@usmarketinggrp.com Privacy Policy Updates: We reserve the right, at our discretion, to change, modify, add, or remove portions from this Privacy Policy at any time by posting the modified policy on this page, provided that any such modifications will only be applied prospectively. We encourage you to periodically review the Website for the latest information on our privacy practices. Your continued use of the Website following the posting of any changes to this Privacy Policy means you accept such changes. California Residents (CCPA): Your Rights, Choices and Opt Out: We provide you with specific rights regarding your personal information. This section describes the rights that you have and explains how to exercise those rights. Right to Know About Personal Information Collected, Disclosed or Sold You have the right to request that BH Marketing Group LLC dba US Marketing Group disclose certain information to you about our collection, use, disclosure or sale of your personal information over the past 12 months. Once we receive and confirm your verifiable consumer request (see Exercising Access, Data Portability, and Deletion Rights ), and subject to certain limitations that we describe below, we will disclose such information to you. You have the right to request any or all of the following: · The categories of personal information we collected about you. · The categories of sources from which the personal information is. · Our business or commercial purpose for collecting or selling that personal information. · The categories of third-parties with whom we share that personal information. · The specific pieces of personal information we collected about you (also called a data portability request). Deletion Request Rights You have the right to request that BH Marketing Group LLC dba US Marketing Group delete any of your personal information that we have collected from you and retained, subject to certain exceptions. Once we receive and confirm your verifiable consumer request (see Exercising Access, Data Portability, and Deletion Rights ) , we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies.  However, we may retain personal information that has been de-identified or aggregated. Exercising Access, Data Portability, and Deletion Rights To exercise the access, data portability, and deletion rights described above, please submit a request to us by either: · Visiting www.usmarketinggrp.com/privacy · Emailing us at PRIVACY@usmarketinggrp.com · Call us at 1-866-581-4810 Ext 102 The request should include your contact information and describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it. In addition, you should provide sufficient information that allows us to reasonably verify that you are the person about whom we collected the personal information or an authorized representative. For more information about verification, see Response Timing and Format . For instructions on exercising sale opt-out rights, see Personal Information Sales Opt-Out and Opt-In Rights . Response Timing and Format We endeavor to respond to a verifiable consumer request within forty-five (45) days of its receipt. If we require more time (up to 90 days), we will inform you of the reason and extension period in writing. In order to protect the security of your personal information, we will not honor a request if we cannot verify your identity or authority to make the request and confirm the personal information relates to you. The method used to verify your identity will depend on the type, sensitivity and value of the information, including the risk of harm to you posed by any authorized access or deletion. Generally speaking, verification will be performed by matching the identifying information provided by you to the personal information that we already have. Any additional personal information that you provide for the purpose of verification will only be used to verify your identity or your authority to make the request or for security or fraud-prevention purposes. Any disclosures we provide will only cover the 12-month period preceding our receipt of your request. If we cannot comply with a request, or cannot fully comply with a request, the response we provide will also explain the reasons we cannot comply. For requests to disclose specific pieces of personal data, we will select a format to provide your personal information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance. We are not obligated to provide the information set forth above under Right to Know About Personal Information Collected, Disclosed or Sold more than twice in a 12-month period. We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request. Personal Information Sales Opt-Out and Opt-In Rights Since we sell personal information, you have the right to direct us to not sell your personal information at any time (the “right to opt-out”). We do not sell the personal information of consumers we actually know are less than 18 years of age, unless we receive affirmative authorization (the “right to opt-in”) from either the consumer who is at least 13 and less than 16 years of age, or the parent or guardian of a consumer less than 13 years of age. To exercise the right to opt-out, you (or your authorized representative) may submit a request to us by visiting the following Internet Web page: www.usmarketinggrp.com/privacy You may change your mind and opt back in to personal information sales at any time by contacting us at: PRIVACY@USMARKETINGGRP.COM Public Records:  Please note that if the personal information we possess was lawfully made available to us from federal, state or local government records, then we are not obligated to provide you with the rights listed above with respect to such information. Non-Discrimination: We will not discriminate against you for exercising any of your rights, including, but not limited to, by Denying you goods or services; Charging you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties; Providing you a different level or quality of goods or services; or Suggesting that you may receive a different price or rate for goods or services or a different level or quality of goods or services. Contact: For questions or concerns relating to this Privacy Policy or your information, we can be contacted at: privacy@usmarketinggrp.com Opt-Out Form Name Name Phone Email Message Submit Address 5435 Balboa Blvd #201, Encino, CA 91316, USA Legal Privacy Policy Terms & Conditions CCPA – Do Not Sell My Info Contact Us +1-866-581-4810 © US Marketing Group 2023 Scroll to Top Scroll to Top",
  "annotations": [
    {
      "Text": "Overview:\n\n \n\n· We collect information from various sources, such as public records and proprietary databases provided by other companies.\n· We collect this information in order to sell databases to our clients that use them for direct marketing purposes.\n· We automatically collect information from users of our Website for analytical purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {(“Company”, “we”, “our” or “us”) understands that privacy is important to users of our website and consumers about whom we collect information. This Privacy Policy below discloses our practices regarding information collection and usage on this website and in connection with our direct marketing services (collectively, the “Services”).} "
    },
    {
      "Text": "We sell personal information that we collect to other companies for them to use in connection with their direct marketing activities. You can access, delete and control certain uses of your information as explained below.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {· We collect this information in order to sell databases to our clients that use them for direct marketing purposes. · We automatically collect information from users of our Website for analytical purposes.} "
    },
    {
      "Text": "You can access, delete and control certain uses of your information as explained below.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {· We automatically collect information from users of our Website for analytical purposes. · We sell personal information that we collect to other companies for them to use in connection with their direct marketing activities.} "
    },
    {
      "Text": "Information We Collect and How It Is Collected:\n\n \n\nWe collect information that identifies, relates to, describes, references, or is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household (“personal information”). We collect the following categories of personal information, and we have collected the following categories of personal information within the last twelve (12) months, for the following purposes:",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {By accessing or using this Website or BH Marketing Group LLC, you agree to this Privacy Policy. If you have questions, you can always contact us using the information in the section below titled CONTACT.} "
    },
    {
      "Text": "Category\n\nPurposes for Which Such Information Was Used or Will be Used\n\nCategories of Sources from Which Personal Information Has Been Collected\n\nCategories of Third-Parties Which We Share Personal Information\n\nPersonal contact information (such as name, email address, physical address)\n\nSell consumer lists to third-parties for direct marketing purposes.\n\nPublicly available databases (such as state and local records)\n\nLicensed from third-party data companies\n\nWe sell the information to various marketers, such as those who wish to sell products and services directly to consumers.\n\nDemographic information (such as age, income, marital status, net worth, etc.)\n\nSell consumer lists to third-parties for direct marketing purposes.\n\nPublicly available databases (such as state and local records)\n\nLicensed from third-party data companies\n\nWe sell the information to various marketers, such as those who wish to sell products and services directly to consumers.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you have questions, you can always contact us using the information in the section below titled CONTACT. Information We Collect and How It Is Collected: We collect information that identifies, relates to, describes, references, or is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household (“personal information”).} "
    },
    {
      "Text": "Category\n\nPurposes for Which Such Information Was Used or Will be Used\n\nCategories of Sources from Which Personal Information Has Been Collected\n\nCategories of Third-Parties Which We Share Personal Information\n\nPersonal contact information (such as name, email address, physical address)\n\nSell consumer lists to third-parties for direct marketing purposes.\n\nPublicly available databases (such as state and local records)\n\nLicensed from third-party data companies\n\nWe sell the information to various marketers, such as those who wish to sell products and services directly to consumers.\n\nDemographic information (such as age, income, marital status, net worth, etc.)\n\nSell consumer lists to third-parties for direct marketing purposes.\n\nPublicly available databases (such as state and local records)\n\nLicensed from third-party data companies\n\nWe sell the information to various marketers, such as those who wish to sell products and services directly to consumers.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you have questions, you can always contact us using the information in the section below titled CONTACT. Information We Collect and How It Is Collected: We collect information that identifies, relates to, describes, references, or is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household (“personal information”).} "
    },
    {
      "Text": "l",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Use and Sharing of Personal Information:  We may use the personal information we collect for the following purposes, and have done so in the past:\n\n \n\n· To sell to our direct marketing customers.\n· To contact users of our website regarding our products and services.\n· To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.\n· To investigate fraud or violations of law or of any party’s rights.\n· To our service providers, such as hosting providers and email service providers, but they are only authorized by us to use the information in connection with their performance of services for us.\n· To evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about our users is among the assets transferred.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Publicly available databases (such as state and local records) Licensed from third-party data companies We sell the information to various marketers, such as those who wish to sell products and services directly to consumers. We also collect information directly from you on this website through the use of cookies and similar technologies, as described below.} "
    },
    {
      "Text": "BH Marketing Group LLC dba US Marketing Group will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing you notice.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Analytics and Tracking Technologies:Cookies and other Tracking Technologies –  We or our third-party partners may store some information on your device or device hard drive as a “cookie” or similar type of file (such as clear gifs, web beacons, tags, and similar technologies that work on mobile devices) to collect data related to usage of the Website and for the purpose of facilitating and enhancing your communication and interaction with the Website",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You should be aware that personal information which you voluntarily include and transmit online in a publicly accessible blog, social network or otherwise online may be viewed and used by others. We are unable to control such uses of your personal information, and by using such services you assume the risk that the personal information provided by you may be viewed and used by third-parties.} "
    },
    {
      "Text": "We use this information to help us maintain and enhance the efficiency and usefulness of the Website and may use it and other non-personally identifiable information for the purposes described in this Privacy Policy, such as to serve targeted advertising to you. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Analytics and Tracking Technologies: Cookies and other Tracking Technologies – We or our third-party partners may store some information on your device or device hard drive as a “cookie” or similar type of file (such as clear gifs, web beacons, tags, and similar technologies that work on mobile devices) to collect data related to usage of the Website and for the purpose of facilitating and enhancing your communication and interaction with the Website. Such data may include, without limitation, the address of the websites you visited before and after you visited the Website, the type of browser you are using, your Internet Protocol (IP) address, what pages in the Website you visit and what links you clicked on, and geolocation data.} "
    },
    {
      "Text": "Such data may include, without limitation, the address of the websites you visited before and after you visited the Website, the type of browser you are using, your Internet Protocol (IP) address, what pages in the Website you visit and what links you clicked on, and geolocation data. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We are unable to control such uses of your personal information, and by using such services you assume the risk that the personal information provided by you may be viewed and used by third-parties. Analytics and Tracking Technologies: Cookies and other Tracking Technologies – We or our third-party partners may store some information on your device or device hard drive as a “cookie” or similar type of file (such as clear gifs, web beacons, tags, and similar technologies that work on mobile devices) to collect data related to usage of the Website and for the purpose of facilitating and enhancing your communication and interaction with the Website.} "
    },
    {
      "Text": "However, some of the information we collect may include data, such as IP address data or the identifiers associated with your device that are unique to your computer or device (e.g., IDFA for iOS and Android ID for Android).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Such data may include, without limitation, the address of the websites you visited before and after you visited the Website, the type of browser you are using, your Internet Protocol (IP) address, what pages in the Website you visit and what links you clicked on, and geolocation data. We use this information to help us maintain and enhance the efficiency and usefulness of the Website and may use it and other non-personally identifiable information for the purposes described in this Privacy Policy, such as to serve targeted advertising to you.} "
    },
    {
      "Text": "Right to Know About Personal Information Collected, Disclosed or Sold\n\nYou have the right to request that BH Marketing Group LLC dba US Marketing Group disclose certain information to you about our collection, use, disclosure or sale of your personal information over the past 12 months. Once we receive and confirm your verifiable consumer request (see  Exercising Access, Data Portability, and Deletion Rights ), and subject to certain limitations that we describe below, we will disclose such information to you. You have the right to request any or all of the following:\n\n \n\n· The categories of personal information we collected about you.\n· The categories of sources from which the personal information is.\n· Our business or commercial purpose for collecting or selling that personal information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {California Residents (CCPA): Your Rights, Choices and Opt Out: We provide you with specific rights regarding your personal information. This section describes the rights that you have and explains how to exercise those rights.} "
    },
    {
      "Text": "The specific pieces of personal information we collected about you (also called a data portability request).",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {· Our business or commercial purpose for collecting or selling that personal information. · The categories of third-parties with whom we share that personal information.} "
    },
    {
      "Text": "Right to Know About Personal Information Collected, Disclosed or Sold\n\nYou have the right to request that BH Marketing Group LLC dba US Marketing Group disclose certain information to you about our collection, use, disclosure or sale of your personal information over the past 12 months. Once we receive and confirm your verifiable consumer request (see  Exercising Access, Data Portability, and Deletion Rights ), and subject to certain limitations that we describe below, we will disclose such information to you. You have the right to request any or all of the following:\n\n \n\n· The categories of personal information we collected about you.\n· The categories of sources from which the personal information is.\n· Our business or commercial purpose for collecting or selling that personal information.\n· The categories of third-parties with whom we share that personal information.\n· The specific pieces of personal information we collected about you (also called a data portability request).",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {California Residents (CCPA): Your Rights, Choices and Opt Out: We provide you with specific rights regarding your personal information. This section describes the rights that you have and explains how to exercise those rights.} "
    },
    {
      "Text": "Deletion Request Rights\n\nYou have the right to request that BH Marketing Group LLC dba US Marketing Group delete any of your personal information that we have collected from you and retained, subject to certain exceptions. Once we receive and confirm your verifiable consumer request (see  Exercising Access, Data Portability, and Deletion Rights ), we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies.  ",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {· The categories of third-parties with whom we share that personal information. · The specific pieces of personal information we collected about you (also called a data portability request).} "
    },
    {
      "Text": "Exercising Access, Data Portability, and Deletion Rights\n\nTo exercise the access, data portability, and deletion rights described above, please submit a request to us by either:\n\n· Visiting www.usmarketinggrp.com/privacy\n· Emailing us at PRIVACY@usmarketinggrp.com\n· Call us at 1-866-581-4810 Ext 102\n \n\nThe request should include your contact information and describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it. In addition, you should provide sufficient information that allows us to reasonably verify that you are the person about whom we collected the personal information or an authorized representative.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {This section describes the rights that you have and explains how to exercise those rights. Right to Know About Personal Information Collected, Disclosed or Sold You have the right to request that BH Marketing Group LLC dba US Marketing Group disclose certain information to you about our collection, use, disclosure or sale of your personal information over the past 12 months.} "
    },
    {
      "Text": "For instructions on exercising sale opt-out rights, see  Personal Information Sales Opt-Out and Opt-In Rights .",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {In addition, you should provide sufficient information that allows us to reasonably verify that you are the person about whom we collected the personal information or an authorized representative. For more information about verification, see Response Timing and Format .} "
    },
    {
      "Text": "Personal Information Sales Opt-Out and Opt-In Rights\n\n \n\nSince we sell personal information, you have the right to direct us to not sell your personal information at any time (the “right to opt-out”)",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {In addition, you should provide sufficient information that allows us to reasonably verify that you are the person about whom we collected the personal information or an authorized representative. For more information about verification, see Response Timing and Format .} "
    },
    {
      "Text": "To exercise the right to opt-out, you (or your authorized representative) may submit a request to us by visiting the following Internet Web page: www.usmarketinggrp.com/privacy",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Personal Information Sales Opt-Out and Opt-In Rights Since we sell personal information, you have the right to direct us to not sell your personal information at any time (the “right to opt-out”). We do not sell the personal information of consumers we actually know are less than 18 years of age, unless we receive affirmative authorization (the “right to opt-in”) from either the consumer who is at least 13 and less than 16 years of age, or the parent or guardian of a consumer less than 13 years of age.} "
    },
    {
      "Text": "Non-Discrimination: We will not discriminate against you for exercising any of your rights, including, but not limited to, by Denying you goods or services; Charging you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties; Providing you a different level or quality of goods or services; or Suggesting that you may receive a different price or rate for goods or services or a different level or quality of goods or services.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We do not sell the personal information of consumers we actually know are less than 18 years of age, unless we receive affirmative authorization (the “right to opt-in”) from either the consumer who is at least 13 and less than 16 years of age, or the parent or guardian of a consumer less than 13 years of age. To exercise the right to opt-out, you (or your authorized representative) may submit a request to us by visiting the following Internet Web page: www.usmarketinggrp.com/privacy You may change your mind and opt back in to personal information sales at any time by contacting us at: PRIVACY@USMARKETINGGRP.COM Public Records:  Please note that if the personal information we possess was lawfully made available to us from federal, state or local government records, then we are not obligated to provide you with the rights listed above with respect to such information.} "
    },
    {
      "Text": "You can access, delete and control certain uses of your information as explained below.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {· We automatically collect information from users of our Website for analytical purposes. · We sell personal information that we collect to other companies for them to use in connection with their direct marketing activities.} "
    },
    {
      "Text": "We also collect information directly from you on this website through the use of cookies and similar technologies, as described below.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Sell consumer lists to third-parties for direct marketing purposes. Publicly available databases (such as state and local records) Licensed from third-party data companies We sell the information to various marketers, such as those who wish to sell products and services directly to consumers.} "
    },
    {
      "Text": "Use and Sharing of Personal Information:  We may use the personal information we collect for the following purposes, and have done so in the past:\\n\\n \\n\\n· To sell to our direct marketing customers.\\n· To contact users of our website regarding our products and services.\\n· To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.\\n· To investigate fraud or violations of law or of any party’s rights.\\n· To our service providers, such as hosting providers and email service providers, but they are only authorized by us to use the information in connection with their performance of services for us.\\n· To evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about our users is among the assets transferred.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Publicly available databases (such as state and local records) Licensed from third-party data companies We sell the information to various marketers, such as those who wish to sell products and services directly to consumers. We also collect information directly from you on this website through the use of cookies and similar technologies, as described below.} "
    },
    {
      "Text": "Category\\n\\nPurposes for Which Such Information Was Used or Will be Used\\n\\nCategories of Sources from Which Personal Information Has Been Collected\\n\\nCategories of Third-Parties Which We Share Personal Information\\n\\nPersonal contact information (such as name, email address, physical address)\\n\\nSell consumer lists to third-parties for direct marketing purposes.\\n\\nPublicly available databases (such as state and local records)\\n\\nLicensed from third-party data companies\\n\\nWe sell the information to various marketers, such as those who wish to sell products and services directly to consumers.\\n\\nDemographic information (such as age, income, marital status, net worth, etc.)\\n\\nSell consumer lists to third-parties for direct marketing purposes.\\n\\nPublicly available databases (such as state and local records)\\n\\nLicensed from third-party data companies\\n\\nWe sell the information to various marketers, such as those who wish to sell products and services directly to consumers.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you have questions, you can always contact us using the information in the section below titled CONTACT. Information We Collect and How It Is Collected: We collect information that identifies, relates to, describes, references, or is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household (“personal information”).} "
    },
    {
      "Text": " Such data may include, without limitation, the address of the websites you visited before and after you visited the Website, the type of browser you are using, your Internet Protocol (IP) address, what pages in the Website you visit and what links you clicked on, and geolocation data",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We are unable to control such uses of your personal information, and by using such services you assume the risk that the personal information provided by you may be viewed and used by third-parties. Analytics and Tracking Technologies: Cookies and other Tracking Technologies – We or our third-party partners may store some information on your device or device hard drive as a “cookie” or similar type of file (such as clear gifs, web beacons, tags, and similar technologies that work on mobile devices) to collect data related to usage of the Website and for the purpose of facilitating and enhancing your communication and interaction with the Website.} "
    },
    {
      "Text": "Such data may include, without limitation, the address of the websites you visited before and after you visited the Website, the type of browser you are using, your Internet Protocol (IP) address, what pages in the Website you visit and what links you clicked on, and geolocation data.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We are unable to control such uses of your personal information, and by using such services you assume the risk that the personal information provided by you may be viewed and used by third-parties. Analytics and Tracking Technologies: Cookies and other Tracking Technologies – We or our third-party partners may store some information on your device or device hard drive as a “cookie” or similar type of file (such as clear gifs, web beacons, tags, and similar technologies that work on mobile devices) to collect data related to usage of the Website and for the purpose of facilitating and enhancing your communication and interaction with the Website.} "
    },
    {
      "Text": "Analytics and Tracking Technologies:Cookies and other Tracking Technologies –  We or our third-party partners may store some information on your device or device hard drive as a “cookie” or similar type of file (such as clear gifs, web beacons, tags, and similar technologies that work on mobile devices) to collect data related to usage of the Website and for the purpose of facilitating and enhancing your communication and interaction with the Website",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You should be aware that personal information which you voluntarily include and transmit online in a publicly accessible blog, social network or otherwise online may be viewed and used by others. We are unable to control such uses of your personal information, and by using such services you assume the risk that the personal information provided by you may be viewed and used by third-parties.} "
    },
    {
      "Text": " However, some of the information we collect may include data, such as IP address data or the identifiers associated with your device that are unique to your computer or device (e.g., IDFA for iOS and Android ID for Android).",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Such data may include, without limitation, the address of the websites you visited before and after you visited the Website, the type of browser you are using, your Internet Protocol (IP) address, what pages in the Website you visit and what links you clicked on, and geolocation data. We use this information to help us maintain and enhance the efficiency and usefulness of the Website and may use it and other non-personally identifiable information for the purposes described in this Privacy Policy, such as to serve targeted advertising to you.} "
    },
    {
      "Text": "However, some of the information we collect may include data, such as IP address data or the identifiers associated with your device that are unique to your computer or device (e.g., IDFA for iOS and Android ID for Android).",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Such data may include, without limitation, the address of the websites you visited before and after you visited the Website, the type of browser you are using, your Internet Protocol (IP) address, what pages in the Website you visit and what links you clicked on, and geolocation data. We use this information to help us maintain and enhance the efficiency and usefulness of the Website and may use it and other non-personally identifiable information for the purposes described in this Privacy Policy, such as to serve targeted advertising to you.} "
    },
    {
      "Text": "Cookies and similar items are not used by us to automatically retrieve information that can identify you from your device without your knowledge. Please be advised that certain third-parties that are beyond the scope of this Privacy Policy may collect information in connection with the Website. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We use this information to help us maintain and enhance the efficiency and usefulness of the Website and may use it and other non-personally identifiable information for the purposes described in this Privacy Policy, such as to serve targeted advertising to you. However, some of the information we collect may include data, such as IP address data or the identifiers associated with your device that are unique to your computer or device (e.g., IDFA for iOS and Android ID for Android).} "
    },
    {
      "Text": "We may use Google Analytics to analyze the usage of our website.  The information generated by the cookie about your use of the website is transmitted to and stored by Google on servers in the United States. Google will use this information for the purpose of evaluating your, and other users’ use of the website, compiling reports for us on website activity and providing other services relating to activity and usage.  Google will collect and use information for such purposes pursuant to its own policies.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please be advised that certain third-parties that are beyond the scope of this Privacy Policy may collect information in connection with the Website. We are not responsible for the acts or omissions of such third-parties.} "
    },
    {
      "Text": "If you want to stop or restrict the placement of cookies or flush any cookies that may already be on your computer or device, please refer to and adjust your web browser preferences",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We are not responsible for the policies or acts of Google. You can find more information on Google Analytics in Google’s privacy policy .} "
    },
    {
      "Text": "If you want to stop or restrict the placement of cookies or flush any cookies that may already be on your computer or device, please refer to and adjust your web browser preferences.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We are not responsible for the policies or acts of Google. You can find more information on Google Analytics in Google’s privacy policy .} "
    },
    {
      "Text": "Privacy Policy Updates: We reserve the right, at our discretion, to change, modify, add, or remove portions from this Privacy Policy at any time by posting the modified policy on this page, provided that any such modifications will only be applied prospectively. We encourage you to periodically review the Website for the latest information on our privacy practices. Your continued use of the Website following the posting of any changes to this Privacy Policy means you accept such changes.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {If you are under 13, do not use or provide any individually identifiable information on this Website. If we learn we have collected or received individually identifiable information from a child under 13 without verification of parental consent, we will delete that information.} "
    },
    {
      "Text": " The categories of third-parties with whom we share that personal information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {· The categories of sources from which the personal information is. · Our business or commercial purpose for collecting or selling that personal information.} "
    },
    {
      "Text": "Category\n\nPurposes for Which Such Information Was Used or Will be Used\n\nCategories of Sources from Which Personal Information Has Been Collected\n\nCategories of Third-Parties Which We Share Personal Information\n\nPersonal contact information (such as name, email address, physical address)\n\nSell consumer lists to third-parties for direct marketing purposes.\n\nPublicly available databases (such as state and local records)\n\nLicensed from third-party data companies\n\nWe sell the information to various marketers, such as those who wish to sell products and services directly to consumers.\n\nDemographic information (such as age, income, marital status, net worth, etc.)\n\nSell consumer lists to third-parties for direct marketing purposes.\n\nPublicly available databases (such as state and local records)\n\nLicensed from third-party data companies\n\nWe sell the information to various marketers, such as those who wish to sell products and services directly to consumers.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you have questions, you can always contact us using the information in the section below titled CONTACT. Information We Collect and How It Is Collected: We collect information that identifies, relates to, describes, references, or is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household (“personal information”).} "
    },
    {
      "Text": "Category\n\nPurposes for Which Such Information Was Used or Will be Used\n\nCategories of Sources from Which Personal Information Has Been Collected\n\nCategories of Third-Parties Which We Share Personal Information\n\nPersonal contact information (such as name, email address, physical address)\n\nSell consumer lists to third-parties for direct marketing purposes.\n\nPublicly available databases (such as state and local records)\n\nLicensed from third-party data companies\n\nWe sell the information to various marketers, such as those who wish to sell products and services directly to consumers.\n\nDemographic information (such as age, income, marital status, net worth, etc.)\n\nSell consumer lists to third-parties for direct marketing purposes.\n\nPublicly available databases (such as state and local records)\n\nLicensed from third-party data companies\n\nWe sell the information to various marketers, such as those who wish to sell products and services directly to consumers.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you have questions, you can always contact us using the information in the section below titled CONTACT. Information We Collect and How It Is Collected: We collect information that identifies, relates to, describes, references, or is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household (“personal information”).} "
    },
    {
      "Text": "Category\n\nPurposes for Which Such Information Was Used or Will be Used\n\nCategories of Sources from Which Personal Information Has Been Collected\n\nCategories of Third-Parties Which We Share Personal Information\n\nPersonal contact information (such as name, email address, physical address)\n\nSell consumer lists to third-parties for direct marketing purposes.\n\nPublicly available databases (such as state and local records)\n\nLicensed from third-party data companies\n\nWe sell the information to various marketers, such as those who wish to sell products and services directly to consumers.\n\nDemographic information (such as age, income, marital status, net worth, etc.)\n\nSell consumer lists to third-parties for direct marketing purposes.\n\nPublicly available databases (such as state and local records)\n\nLicensed from third-party data companies\n\nWe sell the information to various marketers, such as those who wish to sell products and services directly to consumers.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you have questions, you can always contact us using the information in the section below titled CONTACT. Information We Collect and How It Is Collected: We collect information that identifies, relates to, describes, references, or is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household (“personal information”).} "
    },
    {
      "Text": "We also collect information directly from you on this website through the use of cookies and similar technologies, as described below.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Sell consumer lists to third-parties for direct marketing purposes. Publicly available databases (such as state and local records) Licensed from third-party data companies We sell the information to various marketers, such as those who wish to sell products and services directly to consumers.} "
    },
    {
      "Text": "Use and Sharing of Personal Information:  We may use the personal information we collect for the following purposes, and have done so in the past:\n\n \n\n· To sell to our direct marketing customers.\n· To contact users of our website regarding our products and services.\n· To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.\n· To investigate fraud or violations of law or of any party’s rights.\n· To our service providers, such as hosting providers and email service providers, but they are only authorized by us to use the information in connection with their performance of services for us.\n· To evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about our users is among the assets transferred.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Publicly available databases (such as state and local records) Licensed from third-party data companies We sell the information to various marketers, such as those who wish to sell products and services directly to consumers. We also collect information directly from you on this website through the use of cookies and similar technologies, as described below.} "
    },
    {
      "Text": "We or our third-party partners may store some information on your device or device hard drive as a “cookie” or similar type of file (such as clear gifs, web beacons, tags, and similar technologies that work on mobile devices) to collect data related to usage of the Website and for the purpose of facilitating and enhancing your communication and interaction with the Website. Such data may include, without limitation, the address of the websites you visited before and after you visited the Website, the type of browser you are using, your Internet Protocol (IP) address, what pages in the Website you visit and what links you clicked on, and geolocation data. We use this information to help us maintain and enhance the efficiency and usefulness of the Website and may use it and other non-personally identifiable information for the purposes described in this Privacy Policy, such as to serve targeted advertising to you.  However, some of the information we collect may include data, such as IP address data or the identifiers associated with your device that are unique to your computer or device (e.g., IDFA for iOS and Android ID for Android).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You should be aware that personal information which you voluntarily include and transmit online in a publicly accessible blog, social network or otherwise online may be viewed and used by others. We are unable to control such uses of your personal information, and by using such services you assume the risk that the personal information provided by you may be viewed and used by third-parties.} "
    },
    {
      "Text": "We or our third-party partners may store some information on your device or device hard drive as a “cookie” or similar type of file (such as clear gifs, web beacons, tags, and similar technologies that work on mobile devices) to collect data related to usage of the Website and for the purpose of facilitating and enhancing your communication and interaction with the Website. Such data may include, without limitation, the address of the websites you visited before and after you visited the Website, the type of browser you are using, your Internet Protocol (IP) address, what pages in the Website you visit and what links you clicked on, and geolocation data. We use this information to help us maintain and enhance the efficiency and usefulness of the Website and may use it and other non-personally identifiable information for the purposes described in this Privacy Policy, such as to serve targeted advertising to you.  However, some of the information we collect may include data, such as IP address data or the identifiers associated with your device that are unique to your computer or device (e.g., IDFA for iOS and Android ID for Android).",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You should be aware that personal information which you voluntarily include and transmit online in a publicly accessible blog, social network or otherwise online may be viewed and used by others. We are unable to control such uses of your personal information, and by using such services you assume the risk that the personal information provided by you may be viewed and used by third-parties.} "
    },
    {
      "Text": "We or our third-party partners may store some information on your device or device hard drive as a “cookie” or similar type of file (such as clear gifs, web beacons, tags, and similar technologies that work on mobile devices) to collect data related to usage of the Website and for the purpose of facilitating and enhancing your communication and interaction with the Website. Such data may include, without limitation, the address of the websites you visited before and after you visited the Website, the type of browser you are using, your Internet Protocol (IP) address, what pages in the Website you visit and what links you clicked on, and geolocation data. We use this information to help us maintain and enhance the efficiency and usefulness of the Website and may use it and other non-personally identifiable information for the purposes described in this Privacy Policy, such as to serve targeted advertising to you.  However, some of the information we collect may include data, such as IP address data or the identifiers associated with your device that are unique to your computer or device (e.g., IDFA for iOS and Android ID for Android).",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {You should be aware that personal information which you voluntarily include and transmit online in a publicly accessible blog, social network or otherwise online may be viewed and used by others. We are unable to control such uses of your personal information, and by using such services you assume the risk that the personal information provided by you may be viewed and used by third-parties.} "
    },
    {
      "Text": "Cookies and similar items are not used by us to automatically retrieve information that can identify you from your device without your knowledge.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We use this information to help us maintain and enhance the efficiency and usefulness of the Website and may use it and other non-personally identifiable information for the purposes described in this Privacy Policy, such as to serve targeted advertising to you. However, some of the information we collect may include data, such as IP address data or the identifiers associated with your device that are unique to your computer or device (e.g., IDFA for iOS and Android ID for Android).} "
    },
    {
      "Text": "We may use Google Analytics to analyze the usage of our website.  The information generated by the cookie about your use of the website is transmitted to and stored by Google on servers in the United States. Google will use this information for the purpose of evaluating your, and other users’ use of the website, compiling reports for us on website activity and providing other services relating to activity and usage.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please be advised that certain third-parties that are beyond the scope of this Privacy Policy may collect information in connection with the Website. We are not responsible for the acts or omissions of such third-parties.} "
    },
    {
      "Text": "We may use Google Analytics to analyze the usage of our website.  The information generated by the cookie about your use of the website is transmitted to and stored by Google on servers in the United States. Google will use this information for the purpose of evaluating your, and other users’ use of the website, compiling reports for us on website activity and providing other services relating to activity and usage.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please be advised that certain third-parties that are beyond the scope of this Privacy Policy may collect information in connection with the Website. We are not responsible for the acts or omissions of such third-parties.} "
    },
    {
      "Text": "We may use Google Analytics to analyze the usage of our website.  The information generated by the cookie about your use of the website is transmitted to and stored by Google on servers in the United States. Google will use this information for the purpose of evaluating your, and other users’ use of the website, compiling reports for us on website activity and providing other services relating to activity and usage.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Please be advised that certain third-parties that are beyond the scope of this Privacy Policy may collect information in connection with the Website. We are not responsible for the acts or omissions of such third-parties.} "
    },
    {
      "Text": "Data Security: We maintain reasonable security procedures to help protect against loss, misuse, unauthorized access, disclosure, alteration or destruction of the information you provide to us.  Please note that no data transmission or storage can be guaranteed to be 100% secure due to the inherent open nature of the Internet. As a result, we cannot guarantee or warrant the security of any information you disclose or transmit to us online and cannot be responsible for the theft, destruction, or inadvertent disclosure of your information.",
      "Label": "Others",
      "Context": "2 Sentences Before {By deleting our cookies or disabling future cookies you may not be able to access certain areas or features of our Website or some of its functionality may be affected. Cookies and similar items are not used by us to automatically retrieve information that can identify you from your device without your knowledge.} "
    },
    {
      "Text": "Information Relating to Children:Our Website is not intended for children under 13 years of age. No one under age 13 may provide any individually identifiable information through the Website. We do not knowingly collect individually identifiable information from children under 13. If you are under 13, do not use or provide any individually identifiable information on this Website. If we learn we have collected or received individually identifiable information from a child under 13 without verification of parental consent, we will delete that information. If you believe we might have any individually identifiable information from or about a child under 13, please contact us at 1866-581-4810 Ext 102 or privacy@usmarketinggrp.com",
      "Label": "Others",
      "Context": "2 Sentences Before {Data Retention: We will retain your information for as long as your account or inquiry is active or as needed to provide you with the Website and for a reasonable time thereafter in accordance with our standard procedures or as necessary to comply with our legal obligations, to resolve disputes, and to enforce our agreements. Even if we delete some or all of your personal information, we may continue to retain and use aggregate or anonymous data previously collected and/or anonymize or aggregate your personal information.} "
    },
    {
      "Text": "Right to Know About Personal Information Collected, Disclosed or Sold\n\nYou have the right to request that BH Marketing Group LLC dba US Marketing Group disclose certain information to you about our collection, use, disclosure or sale of your personal information over the past 12 months. Once we receive and confirm your verifiable consumer request (see  Exercising Access, Data Portability, and Deletion Rights ), and subject to certain limitations that we describe below, we will disclose such information to you. You have the right to request any or all of the following:\n\n \n\n· The categories of personal information we collected about you.\n· The categories of sources from which the personal information is.\n· Our business or commercial purpose for collecting or selling that personal information.\n· The categories of third-parties with whom we share that personal information.\n· The specific pieces of personal information we collected about you (also called a data portability request).",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {California Residents (CCPA): Your Rights, Choices and Opt Out: We provide you with specific rights regarding your personal information. This section describes the rights that you have and explains how to exercise those rights.} "
    },
    {
      "Text": "Right to Know About Personal Information Collected, Disclosed or Sold\n\nYou have the right to request that BH Marketing Group LLC dba US Marketing Group disclose certain information to you about our collection, use, disclosure or sale of your personal information over the past 12 months. Once we receive and confirm your verifiable consumer request (see  Exercising Access, Data Portability, and Deletion Rights ), and subject to certain limitations that we describe below, we will disclose such information to you. You have the right to request any or all of the following:\n\n \n\n· The categories of personal information we collected about you.\n· The categories of sources from which the personal information is.\n· Our business or commercial purpose for collecting or selling that personal information.\n· The categories of third-parties with whom we share that personal information.\n· The specific pieces of personal information we collected about you (also called a data portability request).",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {California Residents (CCPA): Your Rights, Choices and Opt Out: We provide you with specific rights regarding your personal information. This section describes the rights that you have and explains how to exercise those rights.} "
    },
    {
      "Text": "Deletion Request Rights\n\nYou have the right to request that BH Marketing Group LLC dba US Marketing Group delete any of your personal information that we have collected from you and retained, subject to certain exceptions. Once we receive and confirm your verifiable consumer request (see  Exercising Access, Data Portability, and Deletion Rights ), we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies.  However, we may retain personal information that has been de-identified or aggregated.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {· The categories of third-parties with whom we share that personal information. · The specific pieces of personal information we collected about you (also called a data portability request).} "
    },
    {
      "Text": "Exercising Access, Data Portability, and Deletion Rights\n\nTo exercise the access, data portability, and deletion rights described above, please submit a request to us by either:\n\n· Visiting www.usmarketinggrp.com/privacy\n· Emailing us at PRIVACY@usmarketinggrp.com\n· Call us at 1-866-581-4810 Ext 102",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {This section describes the rights that you have and explains how to exercise those rights. Right to Know About Personal Information Collected, Disclosed or Sold You have the right to request that BH Marketing Group LLC dba US Marketing Group disclose certain information to you about our collection, use, disclosure or sale of your personal information over the past 12 months.} "
    },
    {
      "Text": "Any disclosures we provide will only cover the 12-month period preceding our receipt of your request. If we cannot comply with a request, or cannot fully comply with a request, the response we provide will also explain the reasons we cannot comply. For requests to disclose specific pieces of personal data, we will select a format to provide your personal information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Generally speaking, verification will be performed by matching the identifying information provided by you to the personal information that we already have. Any additional personal information that you provide for the purpose of verification will only be used to verify your identity or your authority to make the request or for security or fraud-prevention purposes.} "
    },
    {
      "Text": "Any disclosures we provide will only cover the 12-month period preceding our receipt of your request. If we cannot comply with a request, or cannot fully comply with a request, the response we provide will also explain the reasons we cannot comply. For requests to disclose specific pieces of personal data, we will select a format to provide your personal information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Generally speaking, verification will be performed by matching the identifying information provided by you to the personal information that we already have. Any additional personal information that you provide for the purpose of verification will only be used to verify your identity or your authority to make the request or for security or fraud-prevention purposes.} "
    },
    {
      "Text": "We are not obligated to provide the information set forth above under   Right to Know About Personal Information Collected, Disclosed or Sold  more than twice in a 12-month period.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {If we cannot comply with a request, or cannot fully comply with a request, the response we provide will also explain the reasons we cannot comply. For requests to disclose specific pieces of personal data, we will select a format to provide your personal information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance.} "
    },
    {
      "Text": "We are not obligated to provide the information set forth above under   Right to Know About Personal Information Collected, Disclosed or Sold  more than twice in a 12-month period.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {If we cannot comply with a request, or cannot fully comply with a request, the response we provide will also explain the reasons we cannot comply. For requests to disclose specific pieces of personal data, we will select a format to provide your personal information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance.} "
    },
    {
      "Text": "Personal Information Sales Opt-Out and Opt-In Rights\n\n \n\nSince we sell personal information, you have the right to direct us to not sell your personal information at any time (the “right to opt-out”). We do not sell the personal information of consumers we actually know are less than 18 years of age, unless we receive affirmative authorization (the “right to opt-in”) from either the consumer who is at least 13 and less than 16 years of age, or the parent or guardian of a consumer less than 13 years of age.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {In addition, you should provide sufficient information that allows us to reasonably verify that you are the person about whom we collected the personal information or an authorized representative. For more information about verification, see Response Timing and Format .} "
    },
    {
      "Text": "To exercise the right to opt-out, you (or your authorized representative) may submit a request to us by visiting the following Internet Web page: www.usmarketinggrp.com/privacy",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Personal Information Sales Opt-Out and Opt-In Rights Since we sell personal information, you have the right to direct us to not sell your personal information at any time (the “right to opt-out”). We do not sell the personal information of consumers we actually know are less than 18 years of age, unless we receive affirmative authorization (the “right to opt-in”) from either the consumer who is at least 13 and less than 16 years of age, or the parent or guardian of a consumer less than 13 years of age.} "
    },
    {
      "Text": "Non-Discrimination: We will not discriminate against you for exercising any of your rights, including, but not limited to, by Denying you goods or services; Charging you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties; Providing you a different level or quality of goods or services; or Suggesting that you may receive a different price or rate for goods or services or a different level or quality of goods or services.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We do not sell the personal information of consumers we actually know are less than 18 years of age, unless we receive affirmative authorization (the “right to opt-in”) from either the consumer who is at least 13 and less than 16 years of age, or the parent or guardian of a consumer less than 13 years of age. To exercise the right to opt-out, you (or your authorized representative) may submit a request to us by visiting the following Internet Web page: www.usmarketinggrp.com/privacy You may change your mind and opt back in to personal information sales at any time by contacting us at: PRIVACY@USMARKETINGGRP.COM Public Records:  Please note that if the personal information we possess was lawfully made available to us from federal, state or local government records, then we are not obligated to provide you with the rights listed above with respect to such information.} "
    },
    {
      "Text": "Last Updated and Effective as of December 31st , 2019",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "· To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": " To our service providers, such as hosting providers and email service providers, but they are only authorized by us to use the information in connection with their performance of services for us.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {· To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations. · To investigate fraud or violations of law or of any party’s rights.} "
    },
    {
      "Text": "· To evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about our users is among the assets transferred.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "· To sell to our direct marketing customers.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "· To sell to our direct marketing customers.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Privacy Policy Updates: We reserve the right, at our discretion, to change, modify, add, or remove portions from this Privacy Policy at any time by posting the modified policy on this page, provided that any such modifications will only be applied prospectively. We encourage you to periodically review the Website for the latest information on our privacy practices. ",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {If you are under 13, do not use or provide any individually identifiable information on this Website. If we learn we have collected or received individually identifiable information from a child under 13 without verification of parental consent, we will delete that information.} "
    },
    {
      "Text": "Last Updated and Effective as of December 31st , 2019",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": " We collect information from various sources, such as public records and proprietary databases provided by other companies.\\n· We collect this information in order to sell databases to our clients that use them for direct marketing purposes.\\n· We automatically collect information from users of our Website for analytical purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {(“Company”, “we”, “our” or “us”) understands that privacy is important to users of our website and consumers about whom we collect information. This Privacy Policy below discloses our practices regarding information collection and usage on this website and in connection with our direct marketing services (collectively, the “Services”).} "
    },
    {
      "Text": " We collect this information in order to sell databases to our clients that use them for direct marketing purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {This Privacy Policy below discloses our practices regarding information collection and usage on this website and in connection with our direct marketing services (collectively, the “Services”). Overview: · We collect information from various sources, such as public records and proprietary databases provided by other companies.} "
    },
    {
      "Text": "We sell personal information that we collect to other companies for them to use in connection with their direct marketing activities. You can access, delete and control certain uses of your information as explained below.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {· We collect this information in order to sell databases to our clients that use them for direct marketing purposes. · We automatically collect information from users of our Website for analytical purposes.} "
    },
    {
      "Text": "You can access, delete and control certain uses of your information as explained below.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {· We automatically collect information from users of our Website for analytical purposes. · We sell personal information that we collect to other companies for them to use in connection with their direct marketing activities.} "
    },
    {
      "Text": "You can access, delete and control certain uses of your information as explained below.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {· We automatically collect information from users of our Website for analytical purposes. · We sell personal information that we collect to other companies for them to use in connection with their direct marketing activities.} "
    },
    {
      "Text": "We collect information that identifies, relates to, describes, references, or is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household (“personal information”). We collect the following categories of personal information, and we have collected the following categories of personal information within the last twelve (12) months, for the following purposes:",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {By accessing or using this Website or BH Marketing Group LLC, you agree to this Privacy Policy. If you have questions, you can always contact us using the information in the section below titled CONTACT.} "
    },
    {
      "Text": "\\nCategory\\n\\nPurposes for Which Such Information Was Used or Will be Used\\n\\nCategories of Sources from Which Personal Information Has Been Collected\\n\\nCategories of Third-Parties Which We Share Personal Information\\n\\nPersonal contact information (such as name, email address, physical address)\\n\\nSell consumer lists to third-parties for direct marketing purposes.\\n\\nPublicly available databases (such as state and local records)\\n\\nLicensed from third-party data companies\\n\\nWe sell the information to various marketers, such as those who wish to sell products and services directly to consumers.\\n\\nDemographic information (such as age, income, marital status, net worth, etc.)\\n\\nSell consumer lists to third-parties for direct marketing purposes.\\n\\nPublicly available databases (such as state and local records)\\n\\nLicensed from third-party data companies\\n\\nWe sell the information to various marketers, such as those who wish to sell products and services directly to consumers.\\n\\nWe also collect information directly from you on this website through the use of cookies and similar technologies, as described below.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you have questions, you can always contact us using the information in the section below titled CONTACT. Information We Collect and How It Is Collected: We collect information that identifies, relates to, describes, references, or is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household (“personal information”).} "
    },
    {
      "Text": "\\nCategory\\n\\nPurposes for Which Such Information Was Used or Will be Used\\n\\nCategories of Sources from Which Personal Information Has Been Collected\\n\\nCategories of Third-Parties Which We Share Personal Information\\n\\nPersonal contact information (such as name, email address, physical address)\\n\\nSell consumer lists to third-parties for direct marketing purposes.\\n\\nPublicly available databases (such as state and local records)\\n\\nLicensed from third-party data companies\\n\\nWe sell the information to various marketers, such as those who wish to sell products and services directly to consumers.\\n\\nDemographic information (such as age, income, marital status, net worth, etc.)\\n\\nSell consumer lists to third-parties for direct marketing purposes.\\n\\nPublicly available databases (such as state and local records)\\n\\nLicensed from third-party data companies\\n\\nWe sell the information to various marketers, such as those who wish to sell products and services directly to consumers.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you have questions, you can always contact us using the information in the section below titled CONTACT. Information We Collect and How It Is Collected: We collect information that identifies, relates to, describes, references, or is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household (“personal information”).} "
    },
    {
      "Text": "\\nCategory\\n\\nPurposes for Which Such Information Was Used or Will be Used\\n\\nCategories of Sources from Which Personal Information Has Been Collected\\n\\nCategories of Third-Parties Which We Share Personal Information\\n\\nPersonal contact information (such as name, email address, physical address)\\n\\nSell consumer lists to third-parties for direct marketing purposes.\\n\\nPublicly available databases (such as state and local records)\\n\\nLicensed from third-party data companies\\n\\nWe sell the information to various marketers, such as those who wish to sell products and services directly to consumers.\\n\\nDemographic information (such as age, income, marital status, net worth, etc.)\\n\\nSell consumer lists to third-parties for direct marketing purposes.\\n\\nPublicly available databases (such as state and local records)\\n\\nLicensed from third-party data companies\\n\\nWe sell the information to various marketers, such as those who wish to sell products and services directly to consumers.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you have questions, you can always contact us using the information in the section below titled CONTACT. Information We Collect and How It Is Collected: We collect information that identifies, relates to, describes, references, or is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household (“personal information”).} "
    },
    {
      "Text": "To sell to our direct marketing customers.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Publicly available databases (such as state and local records) Licensed from third-party data companies We sell the information to various marketers, such as those who wish to sell products and services directly to consumers. We also collect information directly from you on this website through the use of cookies and similar technologies, as described below.} "
    },
    {
      "Text": "To contact users of our website regarding our products and services.\\n· To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.\\n· To investigate fraud or violations of law or of any party’s rights.\\n· To our service providers, such as hosting providers and email service providers, but they are only authorized by us to use the information in connection with their performance of services for us.\\n· To evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about our users is among the assets transferred.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We also collect information directly from you on this website through the use of cookies and similar technologies, as described below. Use and Sharing of Personal Information: We may use the personal information we collect for the following purposes, and have done so in the past: · To sell to our direct marketing customers.} "
    },
    {
      "Text": "Use and Sharing of Personal Information:  We may use the personal information we collect for the following purposes, and have done so in the past:",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Publicly available databases (such as state and local records) Licensed from third-party data companies We sell the information to various marketers, such as those who wish to sell products and services directly to consumers. We also collect information directly from you on this website through the use of cookies and similar technologies, as described below.} "
    },
    {
      "Text": "Use and Sharing of Personal Information:  We may use the personal information we collect for the following purposes, and have done so in the past:",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Publicly available databases (such as state and local records) Licensed from third-party data companies We sell the information to various marketers, such as those who wish to sell products and services directly to consumers. We also collect information directly from you on this website through the use of cookies and similar technologies, as described below.} "
    },
    {
      "Text": "BH Marketing Group LLC dba US Marketing Group will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing you notice.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Analytics and Tracking Technologies:Cookies and other Tracking Technologies –  We or our third-party partners may store some information on your device or device hard drive as a “cookie” or similar type of file (such as clear gifs, web beacons, tags, and similar technologies that work on mobile devices) to collect data related to usage of the Website and for the purpose of facilitating and enhancing your communication and interaction with the Website. Such data may include, without limitation, the address of the websites you visited before and after you visited the Website, the type of browser you are using, your Internet Protocol (IP) address, what pages in the Website you visit and what links you clicked on, and geolocation data. We use this information to help us maintain and enhance the efficiency and usefulness of the Website and may use it and other non-personally identifiable information for the purposes described in this Privacy Policy, such as to serve targeted advertising to you.  However, some of the information we collect may include data, such as IP address data or the identifiers associated with your device that are unique to your computer or device (e.g., IDFA for iOS and Android ID for Android).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You should be aware that personal information which you voluntarily include and transmit online in a publicly accessible blog, social network or otherwise online may be viewed and used by others. We are unable to control such uses of your personal information, and by using such services you assume the risk that the personal information provided by you may be viewed and used by third-parties.} "
    },
    {
      "Text": "Cookies and similar items are not used by us to automatically retrieve information that can identify you from your device without your knowledge.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We use this information to help us maintain and enhance the efficiency and usefulness of the Website and may use it and other non-personally identifiable information for the purposes described in this Privacy Policy, such as to serve targeted advertising to you. However, some of the information we collect may include data, such as IP address data or the identifiers associated with your device that are unique to your computer or device (e.g., IDFA for iOS and Android ID for Android).} "
    },
    {
      "Text": "We may use Google Analytics to analyze the usage of our website.  The information generated by the cookie about your use of the website is transmitted to and stored by Google on servers in the United States. Google will use this information for the purpose of evaluating your, and other users’ use of the website, compiling reports for us on website activity and providing other services relating to activity and usage.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please be advised that certain third-parties that are beyond the scope of this Privacy Policy may collect information in connection with the Website. We are not responsible for the acts or omissions of such third-parties.} "
    },
    {
      "Text": "We may use Google Analytics to analyze the usage of our website.  The information generated by the cookie about your use of the website is transmitted to and stored by Google on servers in the United States. Google will use this information for the purpose of evaluating your, and other users’ use of the website, compiling reports for us on website activity and providing other services relating to activity and usage.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please be advised that certain third-parties that are beyond the scope of this Privacy Policy may collect information in connection with the Website. We are not responsible for the acts or omissions of such third-parties.} "
    },
    {
      "Text": "If you want to stop or restrict the placement of cookies or flush any cookies that may already be on your computer or device, please refer to and adjust your web browser preferences.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We are not responsible for the policies or acts of Google. You can find more information on Google Analytics in Google’s privacy policy .} "
    },
    {
      "Text": "Data Retention: We will retain your information for as long as your account or inquiry is active or as needed to provide you with the Website and for a reasonable time thereafter in accordance with our standard procedures or as necessary to comply with our legal obligations, to resolve disputes, and to enforce our agreements. Even if we delete some or all of your personal information, we may continue to retain and use aggregate or anonymous data previously collected and/or anonymize or aggregate your personal information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please note that no data transmission or storage can be guaranteed to be 100% secure due to the inherent open nature of the Internet. As a result, we cannot guarantee or warrant the security of any information you disclose or transmit to us online and cannot be responsible for the theft, destruction, or inadvertent disclosure of your information.} "
    },
    {
      "Text": "· The categories of personal information we collected about you.\\n· The categories of sources from which the personal information is.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "You have the right to request that BH Marketing Group LLC dba US Marketing Group disclose certain information to you about our collection, use, disclosure or sale of your personal information over the past 12 months.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {California Residents (CCPA): Your Rights, Choices and Opt Out: We provide you with specific rights regarding your personal information. This section describes the rights that you have and explains how to exercise those rights.} "
    },
    {
      "Text": "You have the right to request that BH Marketing Group LLC dba US Marketing Group disclose certain information to you about our collection, use, disclosure or sale of your personal information over the past 12 months.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {California Residents (CCPA): Your Rights, Choices and Opt Out: We provide you with specific rights regarding your personal information. This section describes the rights that you have and explains how to exercise those rights.} "
    },
    {
      "Text": "Our business or commercial purpose for collecting or selling that personal information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {You have the right to request any or all of the following: · The categories of personal information we collected about you. · The categories of sources from which the personal information is.} "
    },
    {
      "Text": "The categories of third-parties with whom we share that personal information.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {· The categories of sources from which the personal information is. · Our business or commercial purpose for collecting or selling that personal information.} "
    },
    {
      "Text": "he specific pieces of personal information we collected about you (also called a data portability request).",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {· Our business or commercial purpose for collecting or selling that personal information. · The categories of third-parties with whom we share that personal information.} "
    },
    {
      "Text": "Deletion Request Rights\\n\\nYou have the right to request that BH Marketing Group LLC dba US Marketing Group delete any of your personal information that we have collected from you and retained, subject to certain exceptions. Once we receive and confirm your verifiable consumer request (see  Exercising Access, Data Portability, and Deletion Rights ), we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies.  However, we may retain personal information that has been de-identified or aggregated.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {· The categories of third-parties with whom we share that personal information. · The specific pieces of personal information we collected about you (also called a data portability request).} "
    },
    {
      "Text": "Exercising Access, Data Portability, and Deletion Rights\\n\\nTo exercise the access, data portability, and deletion rights described above, please submit a request to us by either:\\n\\n· Visiting www.usmarketinggrp.com/privacy\\n· Emailing us at PRIVACY@usmarketinggrp.com\\n· Call us at 1-866-581-4810 Ext 102",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {This section describes the rights that you have and explains how to exercise those rights. Right to Know About Personal Information Collected, Disclosed or Sold You have the right to request that BH Marketing Group LLC dba US Marketing Group disclose certain information to you about our collection, use, disclosure or sale of your personal information over the past 12 months.} "
    },
    {
      "Text": "The request should include your contact information and describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it. In addition, you should provide sufficient information that allows us to reasonably verify that you are the person about whom we collected the personal information or an authorized representative.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Once we receive and confirm your verifiable consumer request (see Exercising Access, Data Portability, and Deletion Rights ) , we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies. However, we may retain personal information that has been de-identified or aggregated.} "
    },
    {
      "Text": "For instructions on exercising sale opt-out rights, see  Personal Information Sales Opt-Out and Opt-In Rights .",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {In addition, you should provide sufficient information that allows us to reasonably verify that you are the person about whom we collected the personal information or an authorized representative. For more information about verification, see Response Timing and Format .} "
    },
    {
      "Text": "For instructions on exercising sale opt-out rights, see  Personal Information Sales Opt-Out and Opt-In Rights .",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {In addition, you should provide sufficient information that allows us to reasonably verify that you are the person about whom we collected the personal information or an authorized representative. For more information about verification, see Response Timing and Format .} "
    },
    {
      "Text": "Since we sell personal information, you have the right to direct us to not sell your personal information at any time (the “right to opt-out”).",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.} "
    },
    {
      "Text": "To exercise the right to opt-out, you (or your authorized representative) may submit a request to us by visiting the following Internet Web page: www.usmarketinggrp.com/privacy",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Personal Information Sales Opt-Out and Opt-In Rights Since we sell personal information, you have the right to direct us to not sell your personal information at any time (the “right to opt-out”). We do not sell the personal information of consumers we actually know are less than 18 years of age, unless we receive affirmative authorization (the “right to opt-in”) from either the consumer who is at least 13 and less than 16 years of age, or the parent or guardian of a consumer less than 13 years of age.} "
    },
    {
      "Text": "You may change your mind and opt back in to personal information sales at any time by contacting us at:\\n\\nPRIVACY@USMARKETINGGRP.COM",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Personal Information Sales Opt-Out and Opt-In Rights Since we sell personal information, you have the right to direct us to not sell your personal information at any time (the “right to opt-out”). We do not sell the personal information of consumers we actually know are less than 18 years of age, unless we receive affirmative authorization (the “right to opt-in”) from either the consumer who is at least 13 and less than 16 years of age, or the parent or guardian of a consumer less than 13 years of age.} "
    },
    {
      "Text": "Non-Discrimination: We will not discriminate against you for exercising any of your rights, including, but not limited to, by Denying you goods or services; Charging you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties; Providing you a different level or quality of goods or services; or Suggesting that you may receive a different price or rate for goods or services or a different level or quality of goods or services.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We do not sell the personal information of consumers we actually know are less than 18 years of age, unless we receive affirmative authorization (the “right to opt-in”) from either the consumer who is at least 13 and less than 16 years of age, or the parent or guardian of a consumer less than 13 years of age. To exercise the right to opt-out, you (or your authorized representative) may submit a request to us by visiting the following Internet Web page: www.usmarketinggrp.com/privacy You may change your mind and opt back in to personal information sales at any time by contacting us at: PRIVACY@USMARKETINGGRP.COM Public Records:  Please note that if the personal information we possess was lawfully made available to us from federal, state or local government records, then we are not obligated to provide you with the rights listed above with respect to such information.} "
    }
  ]
}