{
  "policy_id": "197",
  "text": "Privacy Policy - PeopleFinders Use Website In a Screen-Reader Mode Skip to Content ↵ ENTER Skip to Menu ↵ ENTER Skip to Footer ↵ ENTER <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-56XLRM\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> LOG IN JOIN To provide you with an optimal experience on this website, we use cookies. If you continue to use this website, you agree to accept our use of cookies. Privacy Policy Accept Home About Privacy Policy PeopleFinders Privacy Policy Last Updated: July 22, 2021 Peoplefinders (“PeopleFinders”, \"us\", \"our\" or \"we\"), who owns and controls the website found at www.peoplefinders.com , has developed this Privacy Policy which details important information regarding the use and disclosure of user information collected on www.peoplefinders.com , and any successor websites, (collectively, the “Site”), and other interactive properties, including but not limited to our mobile applications and mobile-focused websites (the Site and other PeopleFinders’ interactive properties are collectively referred to herein as the “PeopleFinders Applications\"). This Privacy Policy also applies to our offline collection of information, including information collected over the phone by Customer Care. PeopleFinders provides this Privacy Policy to help you make an informed decision about whether to use or continue to use the services provided by PeopleFinders (\"Services\"). This Privacy Policy is incorporated into and subject to our Terms of Use (“Terms”). By clicking your acceptance of this Privacy Policy and Terms of Use during the registration process on the PeopleFinders Applications you are entering into a legally binding agreement with PeopleFinders based upon the terms of these policies. Each time that you access PeopleFinders Applications or our Services you signify that you agree to be bound by the Terms and, this Privacy Policy, and acknowledge that we are not providing you with a consumer report, and agree that you will not use the information obtained from us for any purpose covered by the Fair Credit Reporting Act (15 U.S.C. §1681, et seq.). If you do not agree to the Terms of Use and this Privacy Policy, you must discontinue using the PeopleFinders Applications or Services. I. INFORMATION WE COLLECT We have collected the following information in the past 12 months: Category of Personal Information Source(s) Purpose(s) Categories of Third Parties With Whom We Share Personal Information Identifiers Directly from you Indirectly from you From data licensors To provide our Services To process payments through our third party payment processor To send you marketing communications To respond to inquiries Third party service providers Individuals or businesses who use the Services Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)) Directly from you From data licensors To provide our Services To process payments through our third party payment processor Third party service providers Individuals or businesses who use the Services Protected classification characteristics under California or federal law From data licensors To provide our Services Individuals or businesses who use the Services Commercial information Directly from you To process payments through our third party payment processor Third party service providers Internet or other similar network activity Directly from you Indirectly from you, i.e., from observing your actions on our PeopleFinders Applications From third-parties that interact with us in connection with the Services To provide our Services To send you marketing communications To improve user experiences by making our PeopleFinders Applications easier to use and navigate Third party service providers Geolocation data Directly from you Indirectly from you From data licensors To provide our Services To process payments through our third party payment processor Third party service providers Individuals or businesses who use the Services Professional or employment-related information From data licensors Directly from you To provide our Services To process prospective job applications at PeopleFinders Individuals or businesses who use the Services Third party service providers A. Information Provided Directly by You Identifiers. We collect identifiers from you such as your name, postal address, email address and account name if you register with us or subscribe to our Services. Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)). We collect information such as your name, address, email address , credit card or debit card number when you register with us and/or purchase certain products and services. While many products and services on our PeopleFinders Applications are provided free, some require payment from you by credit/debit card (“Billing Information”). Our third party payment processor processes Billing Information on our behalf to verify and complete the purchase transaction. If you are purchasing a recurring billing subscription, we store limited Billing Information (i.e., encrypted card information and expiration date). Commercial information. We collect information about the products or services you have purchased through our Services. Internet or other similar network activity. When you are searching for people, you may enter third party personal information such as their name, address, or phone number, email. We only use the data you input to provide you with a search request. We retain the results of your search requests, connected to your account, for a period of time at our discretion but do not use that information for any other purpose and have no obligation to maintain such search results. Geolocation data. We collect information about the cities and states in which you are located. Professional or employment-related information. We collect current and past job history and other information when you apply for a job at PeopleFinders. If your personal information is submitted through our PeopleFinders Applications when applying for a position with our company, the information will be used solely in connection with considering and acting upon your application. We may retain your personal information for a period of time, but only for the purpose of considering your application for current or future available positions. This information may be shared with our partners and affiliates for the purpose of evaluating your qualifications for the particular position or other available positions, as well as with third-party service providers retained by us to collect, maintain and analyze candidate submissions for job postings. Additionally, during your visit to our PeopleFinders Applications, you may be asked to provide feedback, ideas, suggestions, and/or proposals (“Feedback”) with regard to our products and services. Submission of Feedback is optional, as it allows PeopleFinders to better address our users’ needs and continuously work towards improving our Services. By submitting your Feedback, you acknowledge and agree that (1) such Feedback does not contain confidential or proprietary information; (2) PeopleFinders shall be entitled to use or disclose (or choose not to disclose) any such Feedback for any purpose, in any way, in any media worldwide; (3) you irrevocably assign to PeopleFinders all rights to your Feedback; (4) PeopleFinders is not under any obligation of confidentiality, express or implied, with respect to the Feedback; and (5) you are not entitled to any compensation or reimbursement of any kind from PeopleFinders under any circumstances for submission of your Feedback. In the case that you disclose personal information within your feedback, you may request that we remove this feedback. You may also choose not to provide feedback that might contain any personal information. B. Information Collected Indirectly from You In addition to any personal information or other information that you choose to submit to us, we and our third-party service providers may use a variety of technologies, such as cookies, beacons, tags and scripts, which automatically collect certain information whenever you visit or interact with the PeopleFinders Applications. We collect the following information indirectly from you through: Identifiers. We collect information such as the device used to access PeopleFinders Applications (“Device”), and the IP address or other unique identifier identified by that Device (“Device Identifier”). Your Device Identifier may also identify your regional location. This information is used for many purposes including, for example, to: (i) provide useful features to simplify your experience when you return to PeopleFinders Applications; for example, remembering the searches you conducted; (ii) deliver relevant content based on your preferences, usage patterns and location; (iii) monitor and evaluate the use and operation of our PeopleFinders Applications; and (iv) analyze traffic on our PeopleFinders Applications and on the sites and applications of third parties. Internet or other similar network activity. PeopleFinders and our marketing and distribution partners, affiliates, or analytics or service providers use various technologies to gather information such as your movements around the PeopleFinders Applications. This information is used to analyze trends and administer the PeopleFinders Applications. In particular, Google Analytics Premium feature is enabled on the PeopleFinders Applications. Google Analytics will collect data about our PeopleFinders Applications traffic via Google advertising cookies and anonymous identifiers , in addition to data collected through a standard Google Analytics implementation. To learn more about Google Analytics privacy practices and opt-out mechanisms, please visit the Google Analytics Security and Privacy Principles page at https://support.google.com/analytics/answer/6004245?hl=en . Google also provides a complete privacy policy and instructions on opting-out of Google Analytics at https://tools.google.com/dlpage/gaoptout . We also use cookies to remember users’ settings (e.g., language preference), and for authentication. Users can control the use of cookies at the individual browser level. If you reject cookies, you may still use our PeopleFinders Applications, but your ability to use some features or areas of our PeopleFinders Applications may be limited. Geolocation information. We collect Device Identifier information for many purposes including, for example to analyze traffic on our PeopleFinders Applications. C. Information We Collect From Third Parties We acquire information from other trusted sources, such as data licensors, to update or supplement the information you provided or we collected automatically. We use this information to help us maintain the recency of the information we collect, to target our communications so that we can inform you of products, services and offers that may be of interest, and for internal business analysis or other business purposes. We collect the following from third parties: Identifiers. We collect information such as names, email addresses, and postal addresses from third parties. Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)). We collect information such as names and postal addresses from third parties. Protected classification characteristics under California or federal law. We collect information such as age and marital status from third parties. Internet or other similar network activity. The third parties we partner with, such as service providers, collect information about your interaction with our Services and pass that information to us. Geolocation information. We collect addresses, which may include city and state, from third parties. Professional or employment-related information. We collect current or past job history from third parties. II. ADVERTISING Advertisers and third parties also may collect information about your activity on PeopleFinders Applications and on third-party sites and applications using tracking technologies. Tracking data collected by these advertisers and third parties is used to decide which ads you see both on our PeopleFinders Applications and on third-party sites and applications, but is not associated with your registration account. We do not have access to or control over information that may be collected by advertisers and third parties, but many ad networks, data exchanges, marketing analytics and other service providers may allow you to choose not to receive their targeted advertising. If you wish to not have this information used for the purpose of serving you targeted ads, you may opt-out by clicking here . Please note this does not opt you out of being served advertising. You will continue to receive generic ads. We adhere to the Digital Advertising Alliance's self-regulatory principles for online behavioral advertising. As a consumer, you have choices as how we handle personal information related to your activities on the PeopleFinders Applications. You have a choice to opt-out from the digital advertising data that is gathered during your visit by clicking here . Please note your personal information content and advertising opt-out are handled differently and are separate activities initiated by the consumer. If you wish to stop receiving promotional emails, you may opt out by accessing your account and updating your settings in \"Email preferences\", or clicking the Unsubscribe link found on the bottom of every promotional email we send. III. HOW WE USE AND SHARE YOUR INFORMATION Use of Information by Us. We may use information that we collect about you: (1) to provide you with information or process transactions that you have requested or agreed to receive; (2) to provide you with information regarding new features, products or services; (3) to improve the PeopleFinders Applications or our Services and to customize your experience; (4) to contact you with regard to your use of the PeopleFinders Applications and, in our discretion, changes to the PeopleFinders Applications and/or the PeopleFinders Applications’ policies; (5) for internal business purposes; (6) for purposes disclosed at the time you provide your information, and (7) as otherwise set forth in this Privacy Policy. Contacting You. When you provide us with information in connection with a particular activity or otherwise sign up for our Services or provide your contact information, including an email address or telephone number in connection with that activity, product or service, you agree that this action constitutes a purchase or inquiry establishing a business relationship with us. You expressly consent to our communicating with you about PeopleFinders using the information you provided to us. You also attest that you have the legal authority over any telephone number you provide to us and can provide us with the authorization to contact you. This means you may be contacted in person or by recorded message, by e-mail, telephone and/or mobile telephone number (including use of automated dialing equipment), text (SMS) message, or any other means of communication that your wireless or other telecommunications device may be capable of receiving. Transactional Communications. We may send you notices from time to time relating to your account or your orders. These may include order confirmations, invoices or customer service notifications. We may also send you service-related announcements when it is necessary to do so; for instance, if our Service is temporarily suspended for maintenance, or the delivery of a product is delayed or there is some service issue with something you may have ordered. You may not opt-out of receiving these communications, which are not promotional in nature. Service Providers. We may use third party service providers to help us operate our business and the PeopleFinders Applications or administer activities on our behalf, such as processing payments. We may share your information with these third parties for those limited purposes. Electronic Promotional Offers. We may send you promotional emails regarding special offers about our Services. You may choose not to receive our promotional communications or opt out of our sharing information with third parties for marketing purposes by accessing \"My Account\" and updating your settings in “Email preferences”, or you may e-mail us by using our contact form located at https://www.peoplefinders.com/contact . You may also click the unsubscribe link in the footer of any email. You may also close your account. Please note that even if you opt out of receiving promotional e-mails, we may continue to send you electronic service or transactional notifications that are related to your account(s), orders or other services you have requested, without offering you the opportunity to opt out of receiving them. Co-branded Areas. Certain areas on our PeopleFinders Applications may be provided to you in association with third parties such as sponsors or advertisers which provide products and or services, (“Co-Branded Areas”). Such Co-Branded Areas will identify the third party. If you elect to register for the products and/or services provided at these Co-Branded Areas, you either will be providing your personal information to both us and the third party or we might be providing your personal information directly to the third party in order for that third party to fulfill their products and services directly with you. Your personal information will be subject to this Privacy Policy as well as the privacy policy and practices of such third party. We are not responsible for the privacy practices of those third parties and we suggest you review the individual privacy policies of each company with whom you establish a relationship. You should consult the respective privacy policies of those third party sponsors or advertisers to learn more about their privacy practices. Third Party Integrations. If you sign up for, or log into, our PeopleFinders Applications using a third party service such as Facebook or Google, or link your account with us to your account with a third party service such as Facebook or Google, we may receive information about you from such third party service, such as your name and email address. If you post content to a third party service through the PeopleFinders Applications, that third party service will also receive that content, which will be visible to anyone that has access to it through that third party service. Legal Matters; Safety. We may, without your consent, access and disclose your personal information, any communications sent or received by you (including, without limitation, the contents of any chat, messaging, or other communication posted in the Communication Services), and any other information that we may have about you or your account as may be permitted or required by law (including, but not limited to, court order or subpoena), or to prevent or investigate suspected fraud, violations of our Terms of Use or activity that appears to us to be illegal or may expose us to legal liability. Additionally, we may disclose your information and/or communications in situations that we believe to be: (i) emergencies involving potential threats to the physical safety of any person or property if we believe that your information in any way relates to that threat; or (ii) your conduct on the PeopleFinders Applications or when using the Communication Services that we believe is inappropriate and inconsistent with generally accepted norms of behavior. Sale or Transfer of Business or Assets. In the event that we, or any of our businesses, are sold or disposed of as a going concern, whether by merger, sale of assets or otherwise, or in the event of an insolvency, bankruptcy or receivership, personal information of our customers and visitors to our PeopleFinders Applications may be one of the assets sold or merged in connection with that transaction. Information about our customers and registered users may also need to be disclosed in connection with a commercial transaction where we or any one of our businesses are seeking financing, investment, support or funding. In such transactions, personal information will be subject to the promises made in any pre-existing Privacy Policy in effect when the information was obtained. You will be notified via email and/or a prominent notice on our PeopleFinders Applications of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information. Advertising and Analytics data collection. PeopleFinders and some third-party vendors use first-party cookies (such as the Google Analytics cookie) or other first-party identifiers, and third-party cookies (such as Google advertising cookies) or other third-party identifiers together to recognize you, customize your experience, and serve advertisements both on and off PeopleFinders Applications. IV. USER GENERATED CONTENT The Services may contain review or chat areas and/or other message, communication or other mechanisms designed to enable you to communicate with others or to post content on the PeopleFinders Applications (the “Communication Services”). Please remember that any information you disclose while participating with the Communication Services becomes public information, becomes the property of, and is subject to redistribution by, PeopleFinders. You should exercise caution and discretion when deciding to disclose your personal information in a submission or posting. There is no expectation of privacy when playing, posting, or otherwise participating on the Communication Services. If you post content, please be aware that any personal information contained in such content is accessible to registered users or visitors to that PeopleFinders Application or Communication Service and we have no control over how those users may use your personal information. You can request the removal of your personal information from these areas, by contacting us at https://www.peoplefinders.com/contact . In some cases, we may not be able to remove your personal information from these Communication Services, in which case we will let you know if we are unable to do so and why. We have the right, but not the obligation, to monitor any activity and content associated with the Communication Services. We reserve the right to take action in connection with any content we deem to be inappropriate. Please review our terms of use for more information regarding your appropriate use of these Communication Services. V. YOUR RIGHTS Know / Access: With regard to the content on our Site, you have the right to request information about the categories and specific pieces of personal information we have collected about you, as well as the categories of sources from which such information is collected, the purpose for collecting such information, and the categories of third parties with whom we share such information. You also have the right to request information about our sale or disclosure for business purposes of your personal information to third parties. You can exercise this right by clicking here . If for any reason you are concerned about the personal information in your account, you may contact Customer Care to assist with updating your personal information in your account. Deletion / Removal: If you wish to delete your personal information in your account, you have the ability to do so online by logging into your account, https://www.peoplefinders.com/dashboard/account/delete . You can also email us regarding your personal information by using our contact form located at https://www.peoplefinders.com/contact . If you delete information in your account, we may still retain certain information associated with your account for recordkeeping integrity, as well as to prevent fraud, resolve disputes, enforce our Terms of Use or other policies, take actions we deem necessary due to technical and legal requirements and constraints related to the security, integrity and operation of our PeopleFinders Applications. With regard to content on our PeopleFinders Applications, upon request we can block the records we have control over in our database from being shown on PeopleFinders. You can request for your personal information to be blocked from being searched using the link below. Unless otherwise required by law, we will only accept such requests directly from the individual whose information is being opted-out, or from a registered authorized agent, and we reserve the right to require verification of identity and may reject opt-out requests except as prohibited by applicable law. We may need you to provide additional information to verify your request, such as providing data elements so that we can confirm they match the information already maintained by us. We will not use this additional information for anything other than handling your request. We do not accept content removal requests via fax or postal mail. To manage or remove your personal information from our database, please click here . Please note that changes you request may not be effective immediately. Note that despite any request for removal of or change to personal information, we may need to retain certain information for recordkeeping purposes and there may also be residual information that will remain within our databases and other records, which will not be removed or changed. Opt-Out: You have the right to opt out of the sale of your personal information to third parties. From January 1, 2020, you can exercise this right through the “Do Not Sell My Personal Information” link in the footer of our PeopleFinders Applications. We do not sell the personal information of minors. Please note that a request to opt-out is, in effect, a request to have your profile removed from the Services. Non-Discrimination: You have the right to not be discriminated against for exercising any of these rights. CCPA Request Handling: Below you will find information related to the CCPA requests received and handled by PeopleFinders, as per section 999.317 of the CCPA. This data corresponds to the time period between January 1, 2020 and December 31, 2020. Request Type Requests Received Requests Complied Average Reply Time Opt-Out of Sale 172,415 173,309 8 days Deletion of Personal Data 3,316 3,316 12 days Access Personal Data 248 58 30 days VI. IMPORTANT DISCLOSURES, PRACTICES AND CONTACT INFORMATION Links to other Sites and Communities. To the extent hyperlinks may be utilized to access external or third party sites and communities, you should be aware that these external or third party sites and communities are not controlled by us and, therefore, are not subject to this Privacy Policy. We recommend that you check the privacy policies of each such site and community to determine how your personal information will be utilized by their proprietors. Testimonials. We may display personal testimonials of satisfied customers on our PeopleFinders Applications in addition to other endorsements. With your consent we may post your testimonial along with your name. If you wish to update or delete your testimonial, you can contact us at https://www.peoplefinders.com/contact . Public Directory. We may list certain personal information of yours in our publicly accessible member directory. If you wish to request removal of your information from our directory, please click here . Social Media Features. Our PeopleFinders Applications includes Social Media Features, such as the Facebook Like button and Widgets, such as the Share this button or interactive mini-programs that run on our PeopleFinders Applications. These Features may collect your IP address, which page you are visiting on our PeopleFinders Applications, and may set a cookie to enable the Feature to function properly. Social Media Features and Widgets are either hosted by a third party or hosted directly on our PeopleFinders Applications. Your interactions with these Features are governed by the privacy policy of the company providing it. Security. No data transmission over the Internet, wireless transmission or electronic storage of information can be guaranteed to be 100% secure. Please note that we cannot ensure the security of any information you transmit to us, and your use of the PeopleFinders Applications indicates that you are willing to assume this. When you enter sensitive information (such as a credit card number) on our order forms, we encrypt the transmission of that information using secure socket layer technology (SSL). A Note to International Users. The PeopleFinders Applications are operated in the United States. If you are located anywhere outside of the United States, please be aware that information we collect will be transferred to, processed and stored in the United States. The data protection laws in the United States may differ from those of the country in which you are located, and your personal information may be subject to access requests from governments, courts, or law enforcement in the United States according to laws of the United States. By using the PeopleFinders Applications or providing us with any information, you consent to this transfer, processing and storage of your information in the United States. You are also consenting to the application of United States federal, and California state law in all matters concerning the PeopleFinders Applications and this Privacy Policy. Your California Privacy Rights. California Civil Code Section 1798.83 permits visitors to our PeopleFinders Applications who are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes. We do not share personal information with third parties for their direct marketing purposes. Do Not Track. At this time, our Site does not recognize automated browser signals regarding tracking mechanisms, which may include “Do Not Track” instructions. Children's Privacy. The PeopleFinders Applications are intended for a general audience and are not directed or intended for children under 18 years of age. We do not knowingly collect personal information from individuals under 18 years of age. If you are under 18 years of age, you may not register or provide personal information on the PeopleFinders Applications. If we later obtain actual knowledge that a user is under 18 years of age, we will remove that user’s personal information from our systems. Changes to the Privacy Policy. We may change this Privacy Policy from time to time. The most recent version of the Privacy Policy will always be posted on our Site, with the \"Last Updated\" date posted at the top. We may revise and update this Privacy Policy if our practices change, as technology changes, or as we add new PeopleFinders Applications or Communication Services or change existing ones. You will know if we revise and update this Privacy Policy because the Last Updated date of the Privacy Policy will change. If we are going to use any personal information in a manner that is materially different from that stated in our Privacy Policy at the time we collected such information, we will give you a reasonable opportunity to consent to the change. If you do not consent, your personal information will be used as agreed to under the terms of the Privacy Policy in effect at the time we obtained that information. By accessing the PeopleFinders Applications after the revised Privacy Policy has been posted, you are deemed to consent to our then-current Privacy Policy. We will use information previously obtained in accordance with the Privacy Policy in effect when the information was obtained from you. Disputes. If you choose to visit the PeopleFinders Applications your visit and any dispute over privacy is subject to this Privacy Policy and our Terms of Use including limitations on damages, resolution of disputes, and application of the laws of the United States, and the State of California. No Rights of Third Parties. This Privacy Policy does not create rights enforceable by third parties or require disclosure of any personal information relating to users of the PeopleFinders Applications. Contacting Us. If you have any questions about this Privacy Policy, or the practices of the PeopleFinders Applications and Communication Services, please e-mail us by using our contact form located at https://www.peoplefinders.com/contact or write to us at: PeopleFinders.com 548 Market St Suite 29296 San Francisco, CA 94104 Copyright ©2023 PeopleFinders All rights reserved. Google App Badge Apple App Badge Searches People Search Address Search Criminal Records Public Records Email Lookup Reverse Phone About About Us Free Mobile App Developer API Team Careers Testimonials Affiliates Terms of Use Privacy Policy Blog Featured and Recent Culture Digital Identity News People Search Public Data Relationships Safety Scams Help Help Center Do's And Don'ts Contact Us Glossary Topics Find People: a b c d e f g h i j k l m n o p q r s t u v w x y z PeopleFinders is dedicated to helping you find people and learn more about them in a safe and responsible manner. PeopleFinders is not a Consumer Reporting Agency (CRA) as defined by the Fair Credit Reporting Act (FCRA) . This site can't be used for employment, credit or tenant screening, or related purpose. To learn more, visit our Terms of Service and Privacy Policy . Copyright © 2002-2023 PeopleFinders.com. All Rights Reserved. Accessibility English Accessibility Adjustments Reset Settings Statement Hide Interface Choose the right accessibility profile for you OFF ON Seizure Safe Profile Clear flashes & reduces color This profile enables epileptic and seizure prone users to browse safely by eliminating the risk of seizures that result from flashing or blinking animations and risky color combinations. OFF ON Vision Impaired Profile Enhances website's visuals This profile adjusts the website, so that it is accessible to the majority of visual impairments such as Degrading Eyesight, Tunnel Vision, Cataract, Glaucoma, and others. OFF ON ADHD Friendly Profile More focus & fewer distractions This profile significantly reduces distractions, to help people with ADHD and Neurodevelopmental disorders browse, read, and focus on the essential elements of the website more easily. OFF ON Cognitive Disability Profile Assists with reading & focusing This profile provides various assistive features to help users with cognitive disabilities such as Autism, Dyslexia, CVA, and others, to focus on the essential elements of the website more easily. OFF ON Keyboard Navigation (Motor) Use website with the keyboard This profile enables motor-impaired persons to operate the website using the keyboard Tab, Shift+Tab, and the Enter keys. Users can also use shortcuts such as “M” (menus), “H” (headings), “F” (forms), “B” (buttons), and “G” (graphics) to jump to specific elements. Note: This profile prompts automatically for keyboard users. OFF ON Blind Users (Screen Reader) Optimize website for screen-readers This profile adjusts the website to be compatible with screen-readers such as JAWS, NVDA, VoiceOver, and TalkBack. A screen-reader is software that is installed on the blind user’s computer and smartphone, and websites should ensure compatibility with it. Note: This profile prompts automatically to screen-readers. Content Adjustments Content Scaling Default Readable Font Highlight Titles Highlight Links Text Magnifier Adjust Font Sizing Default Align Center Adjust Line Height Default Align Left Adjust Letter Spacing Default Align Right Color Adjustments Dark Contrast Light Contrast High Contrast High Saturation Adjust Text Colors Cancel Monochrome Adjust Title Colors Cancel Low Saturation Adjust Background Colors Cancel Orientation Adjustments Mute Sounds Hide Images Read Mode Reading Guide Useful Links Select an option Home Header Footer Main Content Stop Animations Reading Mask Highlight Hover Highlight Focus Big Black Cursor Big White Cursor HIDDEN_ADJUSTMENTS Keyboard Navigation Accessible Mode Screen Reader Adjustments Read Mode Web Accessibility By Learn More Choose the Interface Language English Español Deutsch Português Français Italiano עברית 繁體中文 Pусский عربى عربى Nederlands 繁體中文 日本語 Polski Türk Accessibility Statement Compliance status We firmly believe that the internet should be available and accessible to anyone and are committed to providing a website that is accessible to the broadest possible audience, regardless of ability. To fulfill this, we aim to adhere as strictly as possible to the World Wide Web Consortium’s (W3C) Web Content Accessibility Guidelines 2.1 (WCAG 2.1) at the AA level. These guidelines explain how to make web content accessible to people with a wide array of disabilities. Complying with those guidelines helps us ensure that the website is accessible to blind people, people with motor impairments, visual impairment, cognitive disabilities, and more. This website utilizes various technologies that are meant to make it as accessible as possible at all times. We utilize an accessibility interface that allows persons with specific disabilities to adjust the website’s UI (user interface) and design it to their personal needs. Additionally, the website utilizes an AI-based application that runs in the background and optimizes its accessibility level constantly. This application remediates the website’s HTML, adapts its functionality and behavior for screen-readers used by blind users, and for keyboard functions used by individuals with motor impairments. If you wish to contact the website’s owner please use the website's form Screen-reader and keyboard navigation Our website implements the ARIA attributes (Accessible Rich Internet Applications) technique, alongside various behavioral changes, to ensure blind users visiting with screen-readers can read, comprehend, and enjoy the website’s functions. As soon as a user with a screen-reader enters your site, they immediately receive a prompt to enter the Screen-Reader Profile so they can browse and operate your site effectively. Here’s how our website covers some of the most important screen-reader requirements: Screen-reader optimization: we run a process that learns the website’s components from top to bottom, to ensure ongoing compliance even when updating the website. In this process, we provide screen-readers with meaningful data using the ARIA set of attributes. For example, we provide accurate form labels; descriptions for actionable icons (social media icons, search icons, cart icons, etc.); validation guidance for form inputs; element roles such as buttons, menus, modal dialogues (popups), and others. Additionally, the background process scans all of the website’s images. It provides an accurate and meaningful image-object-recognition-based description as an ALT (alternate text) tag for images that are not described. It will also extract texts embedded within the image using an OCR (optical character recognition) technology. To turn on screen-reader adjustments at any time, users need only to press the Alt+1 keyboard combination. Screen-reader users also get automatic announcements to turn the Screen-reader mode on as soon as they enter the website. These adjustments are compatible with popular screen readers such as JAWS, NVDA, VoiceOver, and TalkBack. Keyboard navigation optimization: The background process also adjusts the website’s HTML and adds various behaviors using JavaScript code to make the website operable by the keyboard. This includes the ability to navigate the website using the Tab and Shift+Tab keys, operate dropdowns with the arrow keys, close them with Esc, trigger buttons and links using the Enter key, navigate between radio and checkbox elements using the arrow keys, and fill them in with the Spacebar or Enter key. Additionally, keyboard users will find content-skip menus available at any time by clicking Alt+2, or as the first element of the site while navigating with the keyboard. The background process also handles triggered popups by moving the keyboard focus towards them as soon as they appear, not allowing the focus to drift outside. Users can also use shortcuts such as “M” (menus), “H” (headings), “F” (forms), “B” (buttons), and “G” (graphics) to jump to specific elements. Disability profiles supported on our website Epilepsy Safe Profile: this profile enables people with epilepsy to safely use the website by eliminating the risk of seizures resulting from flashing or blinking animations and risky color combinations. Vision Impaired Profile: this profile adjusts the website so that it is accessible to the majority of visual impairments such as Degrading Eyesight, Tunnel Vision, Cataract, Glaucoma, and others. Cognitive Disability Profile: this profile provides various assistive features to help users with cognitive disabilities such as Autism, Dyslexia, CVA, and others, to focus on the essential elements more easily. ADHD Friendly Profile : this profile significantly reduces distractions and noise to help people with ADHD, and Neurodevelopmental disorders browse, read, and focus on the essential elements more easily. Blind Users Profile (Screen-readers): this profile adjusts the website to be compatible with screen-readers such as JAWS, NVDA, VoiceOver, and TalkBack. A screen-reader is installed on the blind user’s computer, and this site is compatible with it. Keyboard Navigation Profile (Motor-Impaired): this profile enables motor-impaired persons to operate the website using the keyboard Tab, Shift+Tab, and the Enter keys. Users can also use shortcuts such as “M” (menus), “H” (headings), “F” (forms), “B” (buttons), and “G” (graphics) to jump to specific elements. Additional UI, design, and readability adjustments Font adjustments – users can increase and decrease its size, change its family (type), adjust the spacing, alignment, line height, and more. Color adjustments – users can select various color contrast profiles such as light, dark, inverted, and monochrome. Additionally, users can swap color schemes of titles, texts, and backgrounds with over seven different coloring options. Animations – epileptic users can stop all running animations with the click of a button. Animations controlled by the interface include videos, GIFs, and CSS flashing transitions. Content highlighting – users can choose to emphasize essential elements such as links and titles. They can also choose to highlight focused or hovered elements only. Audio muting – users with hearing devices may experience headaches or other issues due to automatic audio playing. This option lets users mute the entire website instantly. Cognitive disorders – we utilize a search engine linked to Wikipedia and Wiktionary, allowing people with cognitive disorders to decipher meanings of phrases, initials, slang, and others. Additional functions – we allow users to change cursor color and size, use a printing mode, enable a virtual keyboard, and many other functions. Assistive technology and browser compatibility We aim to support as many browsers and assistive technologies as possible, so our users can choose the best fitting tools for them, with as few limitations as possible. Therefore, we have worked very hard to be able to support all major systems that comprise over 95% of the user market share, including Google Chrome, Mozilla Firefox, Apple Safari, Opera and Microsoft Edge, JAWS, and NVDA (screen readers), both for Windows and MAC users. Notes, comments, and feedback Despite our very best efforts to allow anybody to adjust the website to their needs, there may still be pages or sections that are not fully accessible, are in the process of becoming accessible, or are lacking an adequate technological solution to make them accessible. Still, we are continually improving our accessibility, adding, updating, improving its options and features, and developing and adopting new technologies. All this is meant to reach the optimal level of accessibility following technological advancements. If you wish to contact the website’s owner, please use the website's form Hide Accessibility Interface? Please note: If you choose to hide the accessibility interface, you won't be able to see it anymore, unless you clear your browsing history and data. Are you sure that you wish to hide the interface? Accept Cancel Continue Processing the data, please give it a few seconds... Press Alt+1 for screen-reader mode",
  "annotations": [
    {
      "Text": "Last Updated: July 22, 2021",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Privacy Policy - PeopleFinders Use Website In a Screen-Reader Mode Skip to Content ↵ ENTER Skip to Menu ↵ ENTER Skip to Footer ↵ ENTER <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-56XLRM\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> LOG IN JOIN To provide you with an optimal experience on this website, we use cookies. If you continue to use this website, you agree to accept our use of cookies.} "
    },
    {
      "Text": "This information may be shared with our partners and affiliates for the purpose of evaluating your qualifications for the particular position or other available positions, as well as with third-party service providers retained by us to collect, maintain and analyze candidate submissions for job postings.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If your personal information is submitted through our PeopleFinders Applications when applying for a position with our company, the information will be used solely in connection with considering and acting upon your application. We may retain your personal information for a period of time, but only for the purpose of considering your application for current or future available positions.} "
    },
    {
      "Text": "Professional or employment-related information. We collect current and past job history and other information when you apply for a job at PeopleFinders",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {INFORMATION WE COLLECT We have collected the following information in the past 12 months: Category of Personal Information Source(s) Purpose(s) Categories of Third Parties With Whom We Share Personal Information Identifiers Directly from you Indirectly from you From data licensors To provide our Services To process payments through our third party payment processor To send you marketing communications To respond to inquiries Third party service providers Individuals or businesses who use the Services Personal information categories listed in the California Customer Records statute (Cal. Civ.} "
    },
    {
      "Text": "Geolocation data. We collect information about the cities and states in which you are located.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {INFORMATION WE COLLECT We have collected the following information in the past 12 months: Category of Personal Information Source(s) Purpose(s) Categories of Third Parties With Whom We Share Personal Information Identifiers Directly from you Indirectly from you From data licensors To provide our Services To process payments through our third party payment processor To send you marketing communications To respond to inquiries Third party service providers Individuals or businesses who use the Services Personal information categories listed in the California Customer Records statute (Cal. Civ.} "
    },
    {
      "Text": "Commercial information. We collect information about the products or services you have purchased through our Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {INFORMATION WE COLLECT We have collected the following information in the past 12 months: Category of Personal Information Source(s) Purpose(s) Categories of Third Parties With Whom We Share Personal Information Identifiers Directly from you Indirectly from you From data licensors To provide our Services To process payments through our third party payment processor To send you marketing communications To respond to inquiries Third party service providers Individuals or businesses who use the Services Personal information categories listed in the California Customer Records statute (Cal. Civ.} "
    },
    {
      "Text": "Internet or other similar network activity. When you are searching for people, you may enter third party personal information such as their name, address, or phone number, email.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {INFORMATION WE COLLECT We have collected the following information in the past 12 months: Category of Personal Information Source(s) Purpose(s) Categories of Third Parties With Whom We Share Personal Information Identifiers Directly from you Indirectly from you From data licensors To provide our Services To process payments through our third party payment processor To send you marketing communications To respond to inquiries Third party service providers Individuals or businesses who use the Services Personal information categories listed in the California Customer Records statute (Cal. Civ.} "
    },
    {
      "Text": "Identifiers. We collect information such as the device used to access PeopleFinders Applications (“Device”), and the IP address or other unique identifier identified by that Device (“Device Identifier”). Your Device Identifier may also identify your regional location. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you do not agree to the Terms of Use and this Privacy Policy, you must discontinue using the PeopleFinders Applications or Services. I.} "
    },
    {
      "Text": "Identifiers. We collect information such as the device used to access PeopleFinders Applications (“Device”), and the IP address or other unique identifier identified by that Device (“Device Identifier”). Your Device Identifier may also identify your regional location.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you do not agree to the Terms of Use and this Privacy Policy, you must discontinue using the PeopleFinders Applications or Services. I.} "
    },
    {
      "Text": "B. Information Collected Indirectly from You\n\nIn addition to any personal information or other information that you choose to submit to us, we and our third-party service providers may use a variety of technologies, such as cookies, beacons, tags and scripts, which automatically collect certain information whenever you visit or interact with the PeopleFinders Applications. We collect the following information indirectly from you through:",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {PeopleFinders provides this Privacy Policy to help you make an informed decision about whether to use or continue to use the services provided by PeopleFinders (\"Services\"). This Privacy Policy is incorporated into and subject to our Terms of Use (“Terms”).} "
    },
    {
      "Text": "This information is used for many purposes including, for example, to: (i) provide useful features to simplify your experience when you return to PeopleFinders Applications; for example, remembering the searches you conducted; (ii) deliver relevant content based on your preferences, usage patterns and location; (iii) monitor and evaluate the use and operation of our PeopleFinders Applications; and (iv) analyze traffic on our PeopleFinders Applications and on the sites and applications of third parties.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We collect information such as the device used to access PeopleFinders Applications (“Device”), and the IP address or other unique identifier identified by that Device (“Device Identifier”). Your Device Identifier may also identify your regional location.} "
    },
    {
      "Text": "Internet or other similar network activity. PeopleFinders and our marketing and distribution partners, affiliates, or analytics or service providers use various technologies to gather information such as your movements around the PeopleFinders Applications.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {INFORMATION WE COLLECT We have collected the following information in the past 12 months: Category of Personal Information Source(s) Purpose(s) Categories of Third Parties With Whom We Share Personal Information Identifiers Directly from you Indirectly from you From data licensors To provide our Services To process payments through our third party payment processor To send you marketing communications To respond to inquiries Third party service providers Individuals or businesses who use the Services Personal information categories listed in the California Customer Records statute (Cal. Civ.} "
    },
    {
      "Text": "Internet or other similar network activity. PeopleFinders and our marketing and distribution partners, affiliates, or analytics or service providers use various technologies to gather information such as your movements around the PeopleFinders Applications.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {INFORMATION WE COLLECT We have collected the following information in the past 12 months: Category of Personal Information Source(s) Purpose(s) Categories of Third Parties With Whom We Share Personal Information Identifiers Directly from you Indirectly from you From data licensors To provide our Services To process payments through our third party payment processor To send you marketing communications To respond to inquiries Third party service providers Individuals or businesses who use the Services Personal information categories listed in the California Customer Records statute (Cal. Civ.} "
    },
    {
      "Text": "This information is used to analyze trends and administer the PeopleFinders Applications",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Internet or other similar network activity. PeopleFinders and our marketing and distribution partners, affiliates, or analytics or service providers use various technologies to gather information such as your movements around the PeopleFinders Applications.} "
    },
    {
      "Text": "In particular, Google Analytics Premium feature is enabled on the PeopleFinders Applications. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {PeopleFinders and our marketing and distribution partners, affiliates, or analytics or service providers use various technologies to gather information such as your movements around the PeopleFinders Applications. This information is used to analyze trends and administer the PeopleFinders Applications.} "
    },
    {
      "Text": "Google Analytics will collect data about our PeopleFinders Applications traffic via Google advertising cookies and anonymous identifiers, in addition to data collected through a standard Google Analytics implementation. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This information is used to analyze trends and administer the PeopleFinders Applications. In particular, Google Analytics Premium feature is enabled on the PeopleFinders Applications.} "
    },
    {
      "Text": "We also use cookies to remember users’ settings (e.g., language preference), and for authentication",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To learn more about Google Analytics privacy practices and opt-out mechanisms, please visit the Google Analytics Security and Privacy Principles page at https://support.google.com/analytics/answer/6004245?hl=en . Google also provides a complete privacy policy and instructions on opting-out of Google Analytics at https://tools.google.com/dlpage/gaoptout .} "
    },
    {
      "Text": "Geolocation information. We collect Device Identifier information for many purposes including, for example to analyze traffic on our PeopleFinders Applications.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Users can control the use of cookies at the individual browser level. If you reject cookies, you may still use our PeopleFinders Applications, but your ability to use some features or areas of our PeopleFinders Applications may be limited.} "
    },
    {
      "Text": "C. Information We Collect From Third Parties\n\nWe acquire information from other trusted sources, such as data licensors, to update or supplement the information you provided or we collected automatically. We use this information to help us maintain the recency of the information we collect, to target our communications so that we can inform you of products, services and offers that may be of interest, and for internal business analysis or other business purposes. We collect the following from third parties:",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Identifiers. We collect information such as names, email addresses, and postal addresses from third parties.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you do not agree to the Terms of Use and this Privacy Policy, you must discontinue using the PeopleFinders Applications or Services. I.} "
    },
    {
      "Text": "Internet or other similar network activity. The third parties we partner with, such as service providers, collect information about your interaction with our Services and pass that information to us.\nGeolocation information. We collect addresses, which may include city and state, from third parties.\nProfessional or employment-related information. We collect current or past job history from third parties.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {INFORMATION WE COLLECT We have collected the following information in the past 12 months: Category of Personal Information Source(s) Purpose(s) Categories of Third Parties With Whom We Share Personal Information Identifiers Directly from you Indirectly from you From data licensors To provide our Services To process payments through our third party payment processor To send you marketing communications To respond to inquiries Third party service providers Individuals or businesses who use the Services Personal information categories listed in the California Customer Records statute (Cal. Civ.} "
    },
    {
      "Text": "Identifiers. We collect information such as names, email addresses, and postal addresses from third parties.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you do not agree to the Terms of Use and this Privacy Policy, you must discontinue using the PeopleFinders Applications or Services. I.} "
    },
    {
      "Text": "II. ADVERTISING\n\nAdvertisers and third parties also may collect information about your activity on PeopleFinders Applications and on third-party sites and applications using tracking technologies",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Professional or employment-related information. We collect current or past job history from third parties.} "
    },
    {
      "Text": "If you wish to not have this information used for the purpose of serving you targeted ads, you may opt-out by clicking here",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Tracking data collected by these advertisers and third parties is used to decide which ads you see both on our PeopleFinders Applications and on third-party sites and applications, but is not associated with your registration account. We do not have access to or control over information that may be collected by advertisers and third parties, but many ad networks, data exchanges, marketing analytics and other service providers may allow you to choose not to receive their targeted advertising.} "
    },
    {
      "Text": "If you wish to not have this information used for the purpose of serving you targeted ads, you may opt-out by clicking here",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Tracking data collected by these advertisers and third parties is used to decide which ads you see both on our PeopleFinders Applications and on third-party sites and applications, but is not associated with your registration account. We do not have access to or control over information that may be collected by advertisers and third parties, but many ad networks, data exchanges, marketing analytics and other service providers may allow you to choose not to receive their targeted advertising.} "
    },
    {
      "Text": "III. HOW WE USE AND SHARE YOUR INFORMATION\n\nUse of Information by Us. We may use information that we collect about you: (1) to provide you with information or process transactions that you have requested or agreed to receive; (2) to provide you with information regarding new features, products or services; (3) to improve the PeopleFinders Applications or our Services and to customize your experience; (4) to contact you with regard to your use of the PeopleFinders Applications and, in our discretion, changes to the PeopleFinders Applications and/or the PeopleFinders Applications’ policies; (5) for internal business purposes; (6) for purposes disclosed at the time you provide your information, and (7) as otherwise set forth in this Privacy Policy.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please note your personal information content and advertising opt-out are handled differently and are separate activities initiated by the consumer. If you wish to stop receiving promotional emails, you may opt out by accessing your account and updating your settings in \"Email preferences\", or clicking the Unsubscribe link found on the bottom of every promotional email we send.} "
    },
    {
      "Text": "Service Providers. We may use third party service providers to help us operate our business and the PeopleFinders Applications or administer activities on our behalf, such as processing payments. We may share your information with these third parties for those limited purposes.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {We may also send you service-related announcements when it is necessary to do so; for instance, if our Service is temporarily suspended for maintenance, or the delivery of a product is delayed or there is some service issue with something you may have ordered. You may not opt-out of receiving these communications, which are not promotional in nature.} "
    },
    {
      "Text": "You may choose not to receive our promotional communications or opt out of our sharing information with third parties for marketing purposes by accessing \"My Account\" and updating your settings in “Email preferences”, or you may e-mail us by using our contact form located at https://www.peoplefinders.com/contact.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Electronic Promotional Offers. We may send you promotional emails regarding special offers about our Services.} "
    },
    {
      "Text": "You may choose not to receive our promotional communications or opt out of our sharing information with third parties for marketing purposes by accessing \"My Account\" and updating your settings in “Email preferences”, or you may e-mail us by using our contact form located at https://www.peoplefinders.com/contact. You may also click the unsubscribe link in the footer of any email. You may also close your account. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Electronic Promotional Offers. We may send you promotional emails regarding special offers about our Services.} "
    },
    {
      "Text": "V. YOUR RIGHTS\n\nKnow / Access: With regard to the content on our Site, you have the right to request information about the categories and specific pieces of personal information we have collected about you, as well as the categories of sources from which such information is collected, the purpose for collecting such information, and the categories of third parties with whom we share such information. You also have the right to request information about our sale or disclosure for business purposes of your personal information to third parties",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We collect current or past job history from third parties. II.} "
    },
    {
      "Text": "V. YOUR RIGHTS\n\nKnow / Access: With regard to the content on our Site, you have the right to request information about the categories and specific pieces of personal information we have collected about you, as well as the categories of sources from which such information is collected, the purpose for collecting such information, and the categories of third parties with whom we share such information. You also have the right to request information about our sale or disclosure for business purposes of your personal information to third parties",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {We collect current or past job history from third parties. II.} "
    },
    {
      "Text": "You can exercise this right by clicking here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {V. YOUR RIGHTS Know / Access: With regard to the content on our Site, you have the right to request information about the categories and specific pieces of personal information we have collected about you, as well as the categories of sources from which such information is collected, the purpose for collecting such information, and the categories of third parties with whom we share such information. You also have the right to request information about our sale or disclosure for business purposes of your personal information to third parties.} "
    },
    {
      "Text": "Deletion / Removal: If you wish to delete your personal information in your account, you have the ability to do so online by logging into your account, https://www.peoplefinders.com/dashboard/account/delete. You can also email us regarding your personal information by using our contact form located at https://www.peoplefinders.com/contact. If you delete information in your account, we may still retain certain information associated with your account for recordkeeping integrity, as well as to prevent fraud, resolve disputes, enforce our Terms of Use or other policies, take actions we deem necessary due to technical and legal requirements and constraints related to the security, integrity and operation of our PeopleFinders Applications.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {You can exercise this right by clicking here . If for any reason you are concerned about the personal information in your account, you may contact Customer Care to assist with updating your personal information in your account.} "
    },
    {
      "Text": "Deletion / Removal: If you wish to delete your personal information in your account, you have the ability to do so online by logging into your account, https://www.peoplefinders.com/dashboard/account/delete. You can also email us regarding your personal information by using our contact form located at https://www.peoplefinders.com/contact.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You can exercise this right by clicking here . If for any reason you are concerned about the personal information in your account, you may contact Customer Care to assist with updating your personal information in your account.} "
    },
    {
      "Text": "Opt-Out: You have the right to opt out of the sale of your personal information to third parties",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Please note that changes you request may not be effective immediately. Note that despite any request for removal of or change to personal information, we may need to retain certain information for recordkeeping purposes and there may also be residual information that will remain within our databases and other records, which will not be removed or changed.} "
    },
    {
      "Text": "From January 1, 2020, you can exercise this right through the “Do Not Sell My Personal Information” link in the footer of our PeopleFinders Applications",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Note that despite any request for removal of or change to personal information, we may need to retain certain information for recordkeeping purposes and there may also be residual information that will remain within our databases and other records, which will not be removed or changed. Opt-Out: You have the right to opt out of the sale of your personal information to third parties.} "
    },
    {
      "Text": "Your California Privacy Rights. California Civil Code Section 1798.83 permits visitors to our PeopleFinders Applications who are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {By using the PeopleFinders Applications or providing us with any information, you consent to this transfer, processing and storage of your information in the United States. You are also consenting to the application of United States federal, and California state law in all matters concerning the PeopleFinders Applications and this Privacy Policy.} "
    },
    {
      "Text": "Your California Privacy Rights. California Civil Code Section 1798.83 permits visitors to our PeopleFinders Applications who are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes. ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {By using the PeopleFinders Applications or providing us with any information, you consent to this transfer, processing and storage of your information in the United States. You are also consenting to the application of United States federal, and California state law in all matters concerning the PeopleFinders Applications and this Privacy Policy.} "
    },
    {
      "Text": " INFORMATION WE COLLECT\n\nWe have collected the following information in the past 12 months:\n\nCategory of Personal Information\tSource(s)\tPurpose(s)\tCategories of Third Parties With Whom We Share Personal Information\nIdentifiers\n\nDirectly from you\n\nIndirectly from you\n\nFrom data licensors\n\nTo provide our Services\n\nTo process payments through our third party payment processor\n\nTo send you marketing communications\n\nTo respond to inquiries\n\nThird party service providers\n\nIndividuals or businesses who use the Services\n\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e))\n\nDirectly from you\n\nFrom data licensors\n\nTo provide our Services\n\nTo process payments through our third party payment processor\n\nThird party service providers\n\nIndividuals or businesses who use the Services\n\nProtected classification characteristics under California or federal law\n\nFrom data licensors\n\nTo provide our Services\n\nIndividuals or businesses who use the Services\n\nCommercial information\n\nDirectly from you\n\nTo process payments through our third party payment processor\n\nThird party service providers\n\nInternet or other similar network activity\n\nDirectly from you\n\nIndirectly from you, i.e., from observing your actions on our PeopleFinders Applications\n\nFrom third-parties that interact with us in connection with the Services\n\nTo provide our Services\n\nTo send you marketing communications\n\nTo improve user experiences by making our PeopleFinders Applications easier to use and navigate\n\nThird party service providers\n\nGeolocation data\n\nDirectly from you\n\nIndirectly from you\n\nFrom data licensors\n\nTo provide our Services\n\nTo process payments through our third party payment processor\n\nThird party service providers\n\nIndividuals or businesses who use the Services\n\nProfessional or employment-related information\n\nFrom data licensors\n\nDirectly from you\n\nTo provide our Services\n\nTo process prospective job applications at PeopleFinders\n\nIndividuals or businesses who use the Services\n\nThird party service providers",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you do not agree to the Terms of Use and this Privacy Policy, you must discontinue using the PeopleFinders Applications or Services. I.} "
    },
    {
      "Text": " INFORMATION WE COLLECT\n\nWe have collected the following information in the past 12 months:\n\nCategory of Personal Information\tSource(s)\tPurpose(s)\tCategories of Third Parties With Whom We Share Personal Information\nIdentifiers\n\nDirectly from you\n\nIndirectly from you\n\nFrom data licensors\n\nTo provide our Services\n\nTo process payments through our third party payment processor\n\nTo send you marketing communications\n\nTo respond to inquiries\n\nThird party service providers\n\nIndividuals or businesses who use the Services\n\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e))\n\nDirectly from you\n\nFrom data licensors\n\nTo provide our Services\n\nTo process payments through our third party payment processor\n\nThird party service providers\n\nIndividuals or businesses who use the Services\n\nProtected classification characteristics under California or federal law\n\nFrom data licensors\n\nTo provide our Services\n\nIndividuals or businesses who use the Services\n\nCommercial information\n\nDirectly from you\n\nTo process payments through our third party payment processor\n\nThird party service providers\n\nInternet or other similar network activity\n\nDirectly from you\n\nIndirectly from you, i.e., from observing your actions on our PeopleFinders Applications\n\nFrom third-parties that interact with us in connection with the Services\n\nTo provide our Services\n\nTo send you marketing communications\n\nTo improve user experiences by making our PeopleFinders Applications easier to use and navigate\n\nThird party service providers\n\nGeolocation data\n\nDirectly from you\n\nIndirectly from you\n\nFrom data licensors\n\nTo provide our Services\n\nTo process payments through our third party payment processor\n\nThird party service providers\n\nIndividuals or businesses who use the Services\n\nProfessional or employment-related information\n\nFrom data licensors\n\nDirectly from you\n\nTo provide our Services\n\nTo process prospective job applications at PeopleFinders\n\nIndividuals or businesses who use the Services\n\nThird party service providers",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you do not agree to the Terms of Use and this Privacy Policy, you must discontinue using the PeopleFinders Applications or Services. I.} "
    },
    {
      "Text": " INFORMATION WE COLLECT\n\nWe have collected the following information in the past 12 months:\n\nCategory of Personal Information\tSource(s)\tPurpose(s)\tCategories of Third Parties With Whom We Share Personal Information\nIdentifiers\n\nDirectly from you\n\nIndirectly from you\n\nFrom data licensors\n\nTo provide our Services\n\nTo process payments through our third party payment processor\n\nTo send you marketing communications\n\nTo respond to inquiries\n\nThird party service providers\n\nIndividuals or businesses who use the Services\n\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e))\n\nDirectly from you\n\nFrom data licensors\n\nTo provide our Services\n\nTo process payments through our third party payment processor\n\nThird party service providers\n\nIndividuals or businesses who use the Services\n\nProtected classification characteristics under California or federal law\n\nFrom data licensors\n\nTo provide our Services\n\nIndividuals or businesses who use the Services\n\nCommercial information\n\nDirectly from you\n\nTo process payments through our third party payment processor\n\nThird party service providers\n\nInternet or other similar network activity\n\nDirectly from you\n\nIndirectly from you, i.e., from observing your actions on our PeopleFinders Applications\n\nFrom third-parties that interact with us in connection with the Services\n\nTo provide our Services\n\nTo send you marketing communications\n\nTo improve user experiences by making our PeopleFinders Applications easier to use and navigate\n\nThird party service providers\n\nGeolocation data\n\nDirectly from you\n\nIndirectly from you\n\nFrom data licensors\n\nTo provide our Services\n\nTo process payments through our third party payment processor\n\nThird party service providers\n\nIndividuals or businesses who use the Services\n\nProfessional or employment-related information\n\nFrom data licensors\n\nDirectly from you\n\nTo provide our Services\n\nTo process prospective job applications at PeopleFinders\n\nIndividuals or businesses who use the Services\n\nThird party service providers",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you do not agree to the Terms of Use and this Privacy Policy, you must discontinue using the PeopleFinders Applications or Services. I.} "
    },
    {
      "Text": " Information Provided Directly by You\n\nIdentifiers. We collect identifiers from you such as your name, postal address, email address and account name if you register with us or subscribe to our Services.\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)). We collect information such as your name, address, email address , credit card or debit card number when you register with us and/or purchase certain products and services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Civ. Code § 1798.80(e)) Directly from you From data licensors To provide our Services To process payments through our third party payment processor Third party service providers Individuals or businesses who use the Services Protected classification characteristics under California or federal law From data licensors To provide our Services Individuals or businesses who use the Services Commercial information Directly from you To process payments through our third party payment processor Third party service providers Internet or other similar network activity Directly from you Indirectly from you, i.e., from observing your actions on our PeopleFinders Applications From third-parties that interact with us in connection with the Services To provide our Services To send you marketing communications To improve user experiences by making our PeopleFinders Applications easier to use and navigate Third party service providers Geolocation data Directly from you Indirectly from you From data licensors To provide our Services To process payments through our third party payment processor Third party service providers Individuals or businesses who use the Services Professional or employment-related information From data licensors Directly from you To provide our Services To process prospective job applications at PeopleFinders Individuals or businesses who use the Services Third party service providers A.} "
    },
    {
      "Text": "While many products and services on our PeopleFinders Applications are provided free, some require payment from you by credit/debit card (“Billing Information”). Our third party payment processor processes Billing Information on our behalf to verify and complete the purchase transaction",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Code § 1798.80(e)). We collect information such as your name, address, email address , credit card or debit card number when you register with us and/or purchase certain products and services.} "
    },
    {
      "Text": "If you are purchasing a recurring billing subscription, we store limited Billing Information (i.e., encrypted card information and expiration date).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {While many products and services on our PeopleFinders Applications are provided free, some require payment from you by credit/debit card (“Billing Information”). Our third party payment processor processes Billing Information on our behalf to verify and complete the purchase transaction.} "
    },
    {
      "Text": "Identifiers. We collect identifiers from you such as your name, postal address, email address and account name if you register with us or subscribe to our Services.\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)). We collect information such as your name, address, email address , credit card or debit card number when you register with us and/or purchase certain products and services",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you do not agree to the Terms of Use and this Privacy Policy, you must discontinue using the PeopleFinders Applications or Services. I.} "
    },
    {
      "Text": "If you are purchasing a recurring billing subscription, we store limited Billing Information (i.e., encrypted card information and expiration date).",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {While many products and services on our PeopleFinders Applications are provided free, some require payment from you by credit/debit card (“Billing Information”). Our third party payment processor processes Billing Information on our behalf to verify and complete the purchase transaction.} "
    },
    {
      "Text": "Commercial information. We collect information about the products or services you have purchased through our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {INFORMATION WE COLLECT We have collected the following information in the past 12 months: Category of Personal Information Source(s) Purpose(s) Categories of Third Parties With Whom We Share Personal Information Identifiers Directly from you Indirectly from you From data licensors To provide our Services To process payments through our third party payment processor To send you marketing communications To respond to inquiries Third party service providers Individuals or businesses who use the Services Personal information categories listed in the California Customer Records statute (Cal. Civ.} "
    },
    {
      "Text": "Geolocation data. We collect information about the cities and states in which you are located.\nProfessional or employment-related information. We collect current and past job history and other information when you apply for a job at PeopleFinders",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {INFORMATION WE COLLECT We have collected the following information in the past 12 months: Category of Personal Information Source(s) Purpose(s) Categories of Third Parties With Whom We Share Personal Information Identifiers Directly from you Indirectly from you From data licensors To provide our Services To process payments through our third party payment processor To send you marketing communications To respond to inquiries Third party service providers Individuals or businesses who use the Services Personal information categories listed in the California Customer Records statute (Cal. Civ.} "
    },
    {
      "Text": "B. Information Collected Indirectly from You\n\nIn addition to any personal information or other information that you choose to submit to us, we and our third-party service providers may use a variety of technologies, such as cookies, beacons, tags and scripts, which automatically collect certain information whenever you visit or interact with the PeopleFinders Applications. We collect the following information indirectly from you through:",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {PeopleFinders provides this Privacy Policy to help you make an informed decision about whether to use or continue to use the services provided by PeopleFinders (\"Services\"). This Privacy Policy is incorporated into and subject to our Terms of Use (“Terms”).} "
    },
    {
      "Text": "To learn more about Google Analytics privacy practices and opt-out mechanisms, please visit the Google Analytics Security and Privacy Principles page at https://support.google.com/analytics/answer/6004245?hl=en.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {In particular, Google Analytics Premium feature is enabled on the PeopleFinders Applications. Google Analytics will collect data about our PeopleFinders Applications traffic via Google advertising cookies and anonymous identifiers , in addition to data collected through a standard Google Analytics implementation.} "
    },
    {
      "Text": "To learn more about Google Analytics privacy practices and opt-out mechanisms, please visit the Google Analytics Security and Privacy Principles page at https://support.google.com/analytics/answer/6004245?hl=en. Google also provides a complete privacy policy and instructions on opting-out of Google Analytics at https://tools.google.com/dlpage/gaoptout",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {In particular, Google Analytics Premium feature is enabled on the PeopleFinders Applications. Google Analytics will collect data about our PeopleFinders Applications traffic via Google advertising cookies and anonymous identifiers , in addition to data collected through a standard Google Analytics implementation.} "
    },
    {
      "Text": "Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)). We collect information such as names and postal addresses from third parties.\nProtected classification characteristics under California or federal law. We collect information such as age and marital status from third parties.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you do not agree to the Terms of Use and this Privacy Policy, you must discontinue using the PeopleFinders Applications or Services. I.} "
    },
    {
      "Text": "Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)). We collect information such as names and postal addresses from third parties.\nProtected classification characteristics under California or federal law. We collect information such as age and marital status from third parties.\nInternet or other similar network activity. The third parties we partner with, such as service providers, collect information about your interaction with our Services and pass that information to us.\nGeolocation information. We collect addresses, which may include city and state, from third parties.\nProfessional or employment-related information. We collect current or past job history from third parties.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you do not agree to the Terms of Use and this Privacy Policy, you must discontinue using the PeopleFinders Applications or Services. I.} "
    },
    {
      "Text": "Tracking data collected by these advertisers and third parties is used to decide which ads you see both on our PeopleFinders Applications and on third-party sites and applications, but is not associated with your registration account.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {II. ADVERTISING Advertisers and third parties also may collect information about your activity on PeopleFinders Applications and on third-party sites and applications using tracking technologies.} "
    },
    {
      "Text": "If you wish to not have this information used for the purpose of serving you targeted ads, you may opt-out by clicking here",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Tracking data collected by these advertisers and third parties is used to decide which ads you see both on our PeopleFinders Applications and on third-party sites and applications, but is not associated with your registration account. We do not have access to or control over information that may be collected by advertisers and third parties, but many ad networks, data exchanges, marketing analytics and other service providers may allow you to choose not to receive their targeted advertising.} "
    },
    {
      "Text": "Transactional Communications. We may send you notices from time to time relating to your account or your orders. These may include order confirmations, invoices or customer service notifications. We may also send you service-related announcements when it is necessary to do so; for instance, if our Service is temporarily suspended for maintenance, or the delivery of a product is delayed or there is some service issue with something you may have ordered.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You also attest that you have the legal authority over any telephone number you provide to us and can provide us with the authorization to contact you. This means you may be contacted in person or by recorded message, by e-mail, telephone and/or mobile telephone number (including use of automated dialing equipment), text (SMS) message, or any other means of communication that your wireless or other telecommunications device may be capable of receiving.} "
    },
    {
      "Text": "Co-branded Areas. Certain areas on our PeopleFinders Applications may be provided to you in association with third parties such as sponsors or advertisers which provide products and or services, (“Co-Branded Areas”). Such Co-Branded Areas will identify the third party. If you elect to register for the products and/or services provided at these Co-Branded Areas, you either will be providing your personal information to both us and the third party or we might be providing your personal information directly to the third party in order for that third party to fulfill their products and services directly with you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Co-branded Areas. Certain areas on our PeopleFinders Applications may be provided to you in association with third parties such as sponsors or advertisers which provide products and or services, (“Co-Branded Areas”). Such Co-Branded Areas will identify the third party. If you elect to register for the products and/or services provided at these Co-Branded Areas, you either will be providing your personal information to both us and the third party or we might be providing your personal information directly to the third party in order for that third party to fulfill their products and services directly with you",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Third Party Integrations. If you sign up for, or log into, our PeopleFinders Applications using a third party service such as Facebook or Google, or link your account with us to your account with a third party service such as Facebook or Google, we may receive information about you from such third party service, such as your name and email address",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We are not responsible for the privacy practices of those third parties and we suggest you review the individual privacy policies of each company with whom you establish a relationship. You should consult the respective privacy policies of those third party sponsors or advertisers to learn more about their privacy practices.} "
    },
    {
      "Text": "Legal Matters; Safety. We may, without your consent, access and disclose your personal information, any communications sent or received by you (including, without limitation, the contents of any chat, messaging, or other communication posted in the Communication Services), and any other information that we may have about you or your account as may be permitted or required by law (including, but not limited to, court order or subpoena), or to prevent or investigate suspected fraud, violations of our Terms of Use or activity that appears to us to be illegal or may expose us to legal liability. Additionally, we may disclose your information and/or communications in situations that we believe to be: (i) emergencies involving potential threats to the physical safety of any person or property if we believe that your information in any way relates to that threat; or (ii) your conduct on the PeopleFinders Applications or when using the Communication Services that we believe is inappropriate and inconsistent with generally accepted norms of behavior.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you sign up for, or log into, our PeopleFinders Applications using a third party service such as Facebook or Google, or link your account with us to your account with a third party service such as Facebook or Google, we may receive information about you from such third party service, such as your name and email address. If you post content to a third party service through the PeopleFinders Applications, that third party service will also receive that content, which will be visible to anyone that has access to it through that third party service.} "
    },
    {
      "Text": "Sale or Transfer of Business or Assets. In the event that we, or any of our businesses, are sold or disposed of as a going concern, whether by merger, sale of assets or otherwise, or in the event of an insolvency, bankruptcy or receivership, personal information of our customers and visitors to our PeopleFinders Applications may be one of the assets sold or merged in connection with that transaction. Information about our customers and registered users may also need to be disclosed in connection with a commercial transaction where we or any one of our businesses are seeking financing, investment, support or funding. In such transactions, personal information will be subject to the promises made in any pre-existing Privacy Policy in effect when the information was obtained",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may, without your consent, access and disclose your personal information, any communications sent or received by you (including, without limitation, the contents of any chat, messaging, or other communication posted in the Communication Services), and any other information that we may have about you or your account as may be permitted or required by law (including, but not limited to, court order or subpoena), or to prevent or investigate suspected fraud, violations of our Terms of Use or activity that appears to us to be illegal or may expose us to legal liability. Additionally, we may disclose your information and/or communications in situations that we believe to be: (i) emergencies involving potential threats to the physical safety of any person or property if we believe that your information in any way relates to that threat; or (ii) your conduct on the PeopleFinders Applications or when using the Communication Services that we believe is inappropriate and inconsistent with generally accepted norms of behavior.} "
    },
    {
      "Text": "Sale or Transfer of Business or Assets. In the event that we, or any of our businesses, are sold or disposed of as a going concern, whether by merger, sale of assets or otherwise, or in the event of an insolvency, bankruptcy or receivership, personal information of our customers and visitors to our PeopleFinders Applications may be one of the assets sold or merged in connection with that transaction. Information about our customers and registered users may also need to be disclosed in connection with a commercial transaction where we or any one of our businesses are seeking financing, investment, support or funding. In such transactions, personal information will be subject to the promises made in any pre-existing Privacy Policy in effect when the information was obtained.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may, without your consent, access and disclose your personal information, any communications sent or received by you (including, without limitation, the contents of any chat, messaging, or other communication posted in the Communication Services), and any other information that we may have about you or your account as may be permitted or required by law (including, but not limited to, court order or subpoena), or to prevent or investigate suspected fraud, violations of our Terms of Use or activity that appears to us to be illegal or may expose us to legal liability. Additionally, we may disclose your information and/or communications in situations that we believe to be: (i) emergencies involving potential threats to the physical safety of any person or property if we believe that your information in any way relates to that threat; or (ii) your conduct on the PeopleFinders Applications or when using the Communication Services that we believe is inappropriate and inconsistent with generally accepted norms of behavior.} "
    },
    {
      "Text": "Advertising and Analytics data collection. PeopleFinders and some third-party vendors use first-party cookies (such as the Google Analytics cookie) or other first-party identifiers, and third-party cookies (such as Google advertising cookies) or other third-party identifiers together to recognize you, customize your experience, and serve advertisements both on and off PeopleFinders Applications.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In such transactions, personal information will be subject to the promises made in any pre-existing Privacy Policy in effect when the information was obtained. You will be notified via email and/or a prominent notice on our PeopleFinders Applications of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information.} "
    },
    {
      "Text": "Advertising and Analytics data collection. PeopleFinders and some third-party vendors use first-party cookies (such as the Google Analytics cookie) or other first-party identifiers, and third-party cookies (such as Google advertising cookies) or other third-party identifiers together to recognize you, customize your experience, and serve advertisements both on and off PeopleFinders Applications.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In such transactions, personal information will be subject to the promises made in any pre-existing Privacy Policy in effect when the information was obtained. You will be notified via email and/or a prominent notice on our PeopleFinders Applications of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information.} "
    },
    {
      "Text": " USER GENERATED CONTENT\n\nThe Services may contain review or chat areas and/or other message, communication or other mechanisms designed to enable you to communicate with others or to post content on the PeopleFinders Applications (the “Communication Services”). Please remember that any information you disclose while participating with the Communication Services becomes public information, becomes the property of, and is subject to redistribution by, PeopleFinders. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {PeopleFinders and some third-party vendors use first-party cookies (such as the Google Analytics cookie) or other first-party identifiers, and third-party cookies (such as Google advertising cookies) or other third-party identifiers together to recognize you, customize your experience, and serve advertisements both on and off PeopleFinders Applications. IV.} "
    },
    {
      "Text": "Non-Discrimination: You have the right to not be discriminated against for exercising any of these rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We do not sell the personal information of minors. Please note that a request to opt-out is, in effect, a request to have your profile removed from the Services.} "
    },
    {
      "Text": "Changes to the Privacy Policy. We may change this Privacy Policy from time to time. The most recent version of the Privacy Policy will always be posted on our Site, with the \"Last Updated\" date posted at the top. We may revise and update this Privacy Policy if our practices change, as technology changes, or as we add new PeopleFinders Applications or Communication Services or change existing ones. You will know if we revise and update this Privacy Policy because the Last Updated date of the Privacy Policy will change. If we are going to use any personal information in a manner that is materially different from that stated in our Privacy Policy at the time we collected such information, we will give you a reasonable opportunity to consent to the change. If you do not consent, your personal information will be used as agreed to under the terms of the Privacy Policy in effect at the time we obtained that information. By accessing the PeopleFinders Applications after the revised Privacy Policy has been posted, you are deemed to consent to our then-current Privacy Policy. We will use information previously obtained in accordance with the Privacy Policy in effect when the information was obtained from you.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {If you are under 18 years of age, you may not register or provide personal information on the PeopleFinders Applications. If we later obtain actual knowledge that a user is under 18 years of age, we will remove that user’s personal information from our systems.} "
    },
    {
      "Text": "I. INFORMATION WE COLLECT\n\nWe have collected the following information in the past 12 months:\n\nCategory of Personal Information\tSource(s)\tPurpose(s)\tCategories of Third Parties With Whom We Share Personal Information\nIdentifiers\n\nDirectly from you\n\nIndirectly from you\n\nFrom data licensors\n\nTo provide our Services\n\nTo process payments through our third party payment processor\n\nTo send you marketing communications\n\nTo respond to inquiries\n\nThird party service providers\n\nIndividuals or businesses who use the Services\n\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e))\n\nDirectly from you\n\nFrom data licensors\n\nTo provide our Services\n\nTo process payments through our third party payment processor\n\nThird party service providers\n\nIndividuals or businesses who use the Services\n\nProtected classification characteristics under California or federal law\n\nFrom data licensors\n\nTo provide our Services\n\nIndividuals or businesses who use the Services\n\nCommercial information\n\nDirectly from you\n\nTo process payments through our third party payment processor\n\nThird party service providers\n\nInternet or other similar network activity\n\nDirectly from you\n\nIndirectly from you, i.e., from observing your actions on our PeopleFinders Applications\n\nFrom third-parties that interact with us in connection with the Services\n\nTo provide our Services\n\nTo send you marketing communications\n\nTo improve user experiences by making our PeopleFinders Applications easier to use and navigate\n\nThird party service providers\n\nGeolocation data\n\nDirectly from you\n\nIndirectly from you\n\nFrom data licensors\n\nTo provide our Services\n\nTo process payments through our third party payment processor\n\nThird party service providers\n\nIndividuals or businesses who use the Services\n\nProfessional or employment-related information\n\nFrom data licensors\n\nDirectly from you\n\nTo provide our Services\n\nTo process prospective job applications at PeopleFinders\n\nIndividuals or businesses who use the Services\n\nThird party service providers",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "I. INFORMATION WE COLLECT\n\nWe have collected the following information in the past 12 months:\n\nCategory of Personal Information\tSource(s)\tPurpose(s)\tCategories of Third Parties With Whom We Share Personal Information\nIdentifiers\n\nDirectly from you\n\nIndirectly from you\n\nFrom data licensors\n\nTo provide our Services\n\nTo process payments through our third party payment processor\n\nTo send you marketing communications\n\nTo respond to inquiries\n\nThird party service providers\n\nIndividuals or businesses who use the Services\n\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e))\n\nDirectly from you\n\nFrom data licensors\n\nTo provide our Services\n\nTo process payments through our third party payment processor\n\nThird party service providers\n\nIndividuals or businesses who use the Services\n\nProtected classification characteristics under California or federal law\n\nFrom data licensors\n\nTo provide our Services\n\nIndividuals or businesses who use the Services\n\nCommercial information\n\nDirectly from you\n\nTo process payments through our third party payment processor\n\nThird party service providers\n\nInternet or other similar network activity\n\nDirectly from you\n\nIndirectly from you, i.e., from observing your actions on our PeopleFinders Applications\n\nFrom third-parties that interact with us in connection with the Services\n\nTo provide our Services\n\nTo send you marketing communications\n\nTo improve user experiences by making our PeopleFinders Applications easier to use and navigate\n\nThird party service providers\n\nGeolocation data\n\nDirectly from you\n\nIndirectly from you\n\nFrom data licensors\n\nTo provide our Services\n\nTo process payments through our third party payment processor\n\nThird party service providers\n\nIndividuals or businesses who use the Services\n\nProfessional or employment-related information\n\nFrom data licensors\n\nDirectly from you\n\nTo provide our Services\n\nTo process prospective job applications at PeopleFinders\n\nIndividuals or businesses who use the Services\n\nThird party service providers",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "I. INFORMATION WE COLLECT\n\nWe have collected the following information in the past 12 months:\n\nCategory of Personal Information\tSource(s)\tPurpose(s)\tCategories of Third Parties With Whom We Share Personal Information\nIdentifiers\n\nDirectly from you\n\nIndirectly from you\n\nFrom data licensors\n\nTo provide our Services\n\nTo process payments through our third party payment processor\n\nTo send you marketing communications\n\nTo respond to inquiries\n\nThird party service providers\n\nIndividuals or businesses who use the Services\n\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e))\n\nDirectly from you\n\nFrom data licensors\n\nTo provide our Services\n\nTo process payments through our third party payment processor\n\nThird party service providers\n\nIndividuals or businesses who use the Services\n\nProtected classification characteristics under California or federal law\n\nFrom data licensors\n\nTo provide our Services\n\nIndividuals or businesses who use the Services\n\nCommercial information\n\nDirectly from you\n\nTo process payments through our third party payment processor\n\nThird party service providers\n\nInternet or other similar network activity\n\nDirectly from you\n\nIndirectly from you, i.e., from observing your actions on our PeopleFinders Applications\n\nFrom third-parties that interact with us in connection with the Services\n\nTo provide our Services\n\nTo send you marketing communications\n\nTo improve user experiences by making our PeopleFinders Applications easier to use and navigate\n\nThird party service providers\n\nGeolocation data\n\nDirectly from you\n\nIndirectly from you\n\nFrom data licensors\n\nTo provide our Services\n\nTo process payments through our third party payment processor\n\nThird party service providers\n\nIndividuals or businesses who use the Services\n\nProfessional or employment-related information\n\nFrom data licensors\n\nDirectly from you\n\nTo provide our Services\n\nTo process prospective job applications at PeopleFinders\n\nIndividuals or businesses who use the Services\n\nThird party service providers",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "A. Information Provided Directly by You\n\nIdentifiers. We collect identifiers from you such as your name, postal address, email address and account name if you register with us or subscribe to our Services.\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)). We collect information such as your name, address, email address , credit card or debit card number when you register with us and/or purchase certain products and services. While many products and services on our PeopleFinders Applications are provided free, some require payment from you by credit/debit card (“Billing Information”). Our third party payment processor processes Billing Information on our behalf to verify and complete the purchase transaction. If you are purchasing a recurring billing subscription, we store limited Billing Information (i.e., encrypted card information and expiration date).\nCommercial information. We collect information about the products or services you have purchased through our Services.\nInternet or other similar network activity. When you are searching for people, you may enter third party personal information such as their name, address, or phone number, email. We only use the data you input to provide you with a search request. We retain the results of your search requests, connected to your account, for a period of time at our discretion but do not use that information for any other purpose and have no obligation to maintain such search results.\nGeolocation data. We collect information about the cities and states in which you are located.\nProfessional or employment-related information. We collect current and past job history and other information when you apply for a job at PeopleFinders. If your personal information is submitted through our PeopleFinders Applications when applying for a position with our company, the information will be used solely in connection with considering and acting upon your application. We may retain your personal information for a period of time, but only for the purpose of considering your application for current or future available positions. This information may be shared with our partners and affiliates for the purpose of evaluating your qualifications for the particular position or other available positions, as well as with third-party service providers retained by us to collect, maintain and analyze candidate submissions for job postings.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Privacy Policy - PeopleFinders Use Website In a Screen-Reader Mode Skip to Content ↵ ENTER Skip to Menu ↵ ENTER Skip to Footer ↵ ENTER <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-56XLRM\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> LOG IN JOIN To provide you with an optimal experience on this website, we use cookies. If you continue to use this website, you agree to accept our use of cookies.} "
    },
    {
      "Text": "Our third party payment processor processes Billing Information on our behalf to verify and complete the purchase transaction.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We collect information such as your name, address, email address , credit card or debit card number when you register with us and/or purchase certain products and services. While many products and services on our PeopleFinders Applications are provided free, some require payment from you by credit/debit card (“Billing Information”).} "
    },
    {
      "Text": "B. Information Collected Indirectly from You\n\nIn addition to any personal information or other information that you choose to submit to us, we and our third-party service providers may use a variety of technologies, such as cookies, beacons, tags and scripts, which automatically collect certain information whenever you visit or interact with the PeopleFinders Applications. We collect the following information indirectly from you through:\n\nIdentifiers. We collect information such as the device used to access PeopleFinders Applications (“Device”), and the IP address or other unique identifier identified by that Device (“Device Identifier”). Your Device Identifier may also identify your regional location. This information is used for many purposes including, for example, to: (i) provide useful features to simplify your experience when you return to PeopleFinders Applications; for example, remembering the searches you conducted; (ii) deliver relevant content based on your preferences, usage patterns and location; (iii) monitor and evaluate the use and operation of our PeopleFinders Applications; and (iv) analyze traffic on our PeopleFinders Applications and on the sites and applications of third parties.\nInternet or other similar network activity. PeopleFinders and our marketing and distribution partners, affiliates, or analytics or service providers use various technologies to gather information such as your movements around the PeopleFinders Applications. This information is used to analyze trends and administer the PeopleFinders Applications. In particular, Google Analytics Premium feature is enabled on the PeopleFinders Applications. Google Analytics will collect data about our PeopleFinders Applications traffic via Google advertising cookies and anonymous identifiers, in addition to data collected through a standard Google Analytics implementation. To learn more about Google Analytics privacy practices and opt-out mechanisms, please visit the Google Analytics Security and Privacy Principles page at https://support.google.com/analytics/answer/6004245?hl=en. Google also provides a complete privacy policy and instructions on opting-out of Google Analytics at https://tools.google.com/dlpage/gaoptout. We also use cookies to remember users’ settings (e.g., language preference), and for authentication. Users can control the use of cookies at the individual browser level. If you reject cookies, you may still use our PeopleFinders Applications, but your ability to use some features or areas of our PeopleFinders Applications may be limited.\nGeolocation information. We collect Device Identifier information for many purposes including, for example to analyze traffic on our PeopleFinders Applications.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {PeopleFinders provides this Privacy Policy to help you make an informed decision about whether to use or continue to use the services provided by PeopleFinders (\"Services\"). This Privacy Policy is incorporated into and subject to our Terms of Use (“Terms”).} "
    },
    {
      "Text": "C. Information We Collect From Third Parties\n\nWe acquire information from other trusted sources, such as data licensors, to update or supplement the information you provided or we collected automatically. We use this information to help us maintain the recency of the information we collect, to target our communications so that we can inform you of products, services and offers that may be of interest, and for internal business analysis or other business purposes. We collect the following from third parties:\n\nIdentifiers. We collect information such as names, email addresses, and postal addresses from third parties.\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)). We collect information such as names and postal addresses from third parties.\nProtected classification characteristics under California or federal law. We collect information such as age and marital status from third parties.\nInternet or other similar network activity. The third parties we partner with, such as service providers, collect information about your interaction with our Services and pass that information to us.\nGeolocation information. We collect addresses, which may include city and state, from third parties.\nProfessional or employment-related information. We collect current or past job history from third parties.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Know / Access: With regard to the content on our Site, you have the right to request information about the categories and specific pieces of personal information we have collected about you, as well as the categories of sources from which such information is collected, the purpose for collecting such information, and the categories of third parties with whom we share such information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We reserve the right to take action in connection with any content we deem to be inappropriate. Please review our terms of use for more information regarding your appropriate use of these Communication Services.} "
    },
    {
      "Text": "You also have the right to request information about our sale or disclosure for business purposes of your personal information to third parties.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Please review our terms of use for more information regarding your appropriate use of these Communication Services. V. YOUR RIGHTS Know / Access: With regard to the content on our Site, you have the right to request information about the categories and specific pieces of personal information we have collected about you, as well as the categories of sources from which such information is collected, the purpose for collecting such information, and the categories of third parties with whom we share such information.} "
    },
    {
      "Text": "You can exercise this right by clicking here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {V. YOUR RIGHTS Know / Access: With regard to the content on our Site, you have the right to request information about the categories and specific pieces of personal information we have collected about you, as well as the categories of sources from which such information is collected, the purpose for collecting such information, and the categories of third parties with whom we share such information. You also have the right to request information about our sale or disclosure for business purposes of your personal information to third parties.} "
    },
    {
      "Text": "Deletion / Removal: If you wish to delete your personal information in your account, you have the ability to do so online by logging into your account, https://www.peoplefinders.com/dashboard/account/delete. You can also email us regarding your personal information by using our contact form located at https://www.peoplefinders.com/contact. If you delete information in your account, we may still retain certain information associated with your account for recordkeeping integrity, as well as to prevent fraud, resolve disputes, enforce our Terms of Use or other policies, take actions we deem necessary due to technical and legal requirements and constraints related to the security, integrity and operation of our PeopleFinders Applications.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {You can exercise this right by clicking here . If for any reason you are concerned about the personal information in your account, you may contact Customer Care to assist with updating your personal information in your account.} "
    },
    {
      "Text": " If you wish to delete your personal information in your account, you have the ability to do so online by logging into your account, https://www.peoplefinders.com/dashboard/account/delete. You can also email us regarding your personal information by using our contact form located at https://www.peoplefinders.com/contact",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You can exercise this right by clicking here . If for any reason you are concerned about the personal information in your account, you may contact Customer Care to assist with updating your personal information in your account.} "
    },
    {
      "Text": "Opt-Out: You have the right to opt out of the sale of your personal information to third parties.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Please note that changes you request may not be effective immediately. Note that despite any request for removal of or change to personal information, we may need to retain certain information for recordkeeping purposes and there may also be residual information that will remain within our databases and other records, which will not be removed or changed.} "
    },
    {
      "Text": "From January 1, 2020, you can exercise this right through the “Do Not Sell My Personal Information” link in the footer of our PeopleFinders Applications.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Note that despite any request for removal of or change to personal information, we may need to retain certain information for recordkeeping purposes and there may also be residual information that will remain within our databases and other records, which will not be removed or changed. Opt-Out: You have the right to opt out of the sale of your personal information to third parties.} "
    },
    {
      "Text": "Non-Discrimination: You have the right to not be discriminated against for exercising any of these rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We do not sell the personal information of minors. Please note that a request to opt-out is, in effect, a request to have your profile removed from the Services.} "
    },
    {
      "Text": "Security. No data transmission over the Internet, wireless transmission or electronic storage of information can be guaranteed to be 100% secure. Please note that we cannot ensure the security of any information you transmit to us, and your use of the PeopleFinders Applications indicates that you are willing to assume this. When you enter sensitive information (such as a credit card number) on our order forms, we encrypt the transmission of that information using secure socket layer technology (SSL).",
      "Label": "Others",
      "Context": "2 Sentences Before {In particular, Google Analytics Premium feature is enabled on the PeopleFinders Applications. Google Analytics will collect data about our PeopleFinders Applications traffic via Google advertising cookies and anonymous identifiers , in addition to data collected through a standard Google Analytics implementation.} "
    },
    {
      "Text": "Children's Privacy. The PeopleFinders Applications are intended for a general audience and are not directed or intended for children under 18 years of age. We do not knowingly collect personal information from individuals under 18 years of age. If you are under 18 years of age, you may not register or provide personal information on the PeopleFinders Applications. If we later obtain actual knowledge that a user is under 18 years of age, we will remove that user’s personal information from our systems.",
      "Label": "Others",
      "Context": "2 Sentences Before {Do Not Track. At this time, our Site does not recognize automated browser signals regarding tracking mechanisms, which may include “Do Not Track” instructions.} "
    },
    {
      "Text": "Last Updated: July 22, 2021",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Privacy Policy - PeopleFinders Use Website In a Screen-Reader Mode Skip to Content ↵ ENTER Skip to Menu ↵ ENTER Skip to Footer ↵ ENTER <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-56XLRM\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> LOG IN JOIN To provide you with an optimal experience on this website, we use cookies. If you continue to use this website, you agree to accept our use of cookies.} "
    },
    {
      "Text": "Professional or employment-related information. We collect current and past job history and other information when you apply for a job at PeopleFinders. If your personal information is submitted through our PeopleFinders Applications when applying for a position with our company, the information will be used solely in connection with considering and acting upon your application. We may retain your personal information for a period of time, but only for the purpose of considering your application for current or future available positions. This information may be shared with our partners and affiliates for the purpose of evaluating your qualifications for the particular position or other available positions, as well as with third-party service providers retained by us to collect, maintain and analyze candidate submissions for job postings.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {INFORMATION WE COLLECT We have collected the following information in the past 12 months: Category of Personal Information Source(s) Purpose(s) Categories of Third Parties With Whom We Share Personal Information Identifiers Directly from you Indirectly from you From data licensors To provide our Services To process payments through our third party payment processor To send you marketing communications To respond to inquiries Third party service providers Individuals or businesses who use the Services Personal information categories listed in the California Customer Records statute (Cal. Civ.} "
    },
    {
      "Text": "l",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "p",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "ADVERTISING\\n\\nAdvertisers and third parties also may collect information about your activity on PeopleFinders Applications and on third-party sites and applications using tracking technologies. Tracking data collected by these advertisers and third parties is used to decide which ads you see both on our PeopleFinders Applications and on third-party sites and applications, but is not associated with your registration account",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We collect current or past job history from third parties. II.} "
    },
    {
      "Text": "ADVERTISING\\n\\nAdvertisers and third parties also may collect information about your activity on PeopleFinders Applications and on third-party sites and applications using tracking technologies. Tracking data collected by these advertisers and third parties is used to decide which ads you see both on our PeopleFinders Applications and on third-party sites and applications, but is not associated with your registration account",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We collect current or past job history from third parties. II.} "
    },
    {
      "Text": "HOW WE USE AND SHARE YOUR INFORMATION\\n\\nUse of Information by Us. We may use information that we collect about you: (1) to provide you with information or process transactions that you have requested or agreed to receive; (2) to provide you with information regarding new features, products or services; (3) to improve the PeopleFinders Applications or our Services and to customize your experience; (4) to contact you with regard to your use of the PeopleFinders Applications and, in our discretion, changes to the PeopleFinders Applications and/or the PeopleFinders Applications’ policies; (5) for internal business purposes; (6) for purposes disclosed at the time you provide your information, and (7) as otherwise set forth in this Privacy Policy.\\n\\nContacting You. When you provide us with information in connection with a particular activity or otherwise sign up for our Services or provide your contact information, including an email address or telephone number in connection with that activity, product or service, you agree that this action constitutes a purchase or inquiry establishing a business relationship with us.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you wish to stop receiving promotional emails, you may opt out by accessing your account and updating your settings in \"Email preferences\", or clicking the Unsubscribe link found on the bottom of every promotional email we send. III.} "
    },
    {
      "Text": "Transactional Communications. We may send you notices from time to time relating to your account or your orders. These may include order confirmations, invoices or customer service notifications. We may also send you service-related announcements when it is necessary to do so; for instance, if our Service is temporarily suspended for maintenance, or the delivery of a product is delayed or there is some service issue with something you may have ordered. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You also attest that you have the legal authority over any telephone number you provide to us and can provide us with the authorization to contact you. This means you may be contacted in person or by recorded message, by e-mail, telephone and/or mobile telephone number (including use of automated dialing equipment), text (SMS) message, or any other means of communication that your wireless or other telecommunications device may be capable of receiving.} "
    },
    {
      "Text": "Service Providers. We may use third party service providers to help us operate our business and the PeopleFinders Applications or administer activities on our behalf, such as processing payments.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may also send you service-related announcements when it is necessary to do so; for instance, if our Service is temporarily suspended for maintenance, or the delivery of a product is delayed or there is some service issue with something you may have ordered. You may not opt-out of receiving these communications, which are not promotional in nature.} "
    },
    {
      "Text": "Service Providers. We may use third party service providers to help us operate our business and the PeopleFinders Applications or administer activities on our behalf, such as processing payments. We may share your information with these third parties for those limited purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may also send you service-related announcements when it is necessary to do so; for instance, if our Service is temporarily suspended for maintenance, or the delivery of a product is delayed or there is some service issue with something you may have ordered. You may not opt-out of receiving these communications, which are not promotional in nature.} "
    },
    {
      "Text": "Electronic Promotional Offers. We may send you promotional emails regarding special offers about our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may use third party service providers to help us operate our business and the PeopleFinders Applications or administer activities on our behalf, such as processing payments. We may share your information with these third parties for those limited purposes.} "
    },
    {
      "Text": "Co-branded Areas. Certain areas on our PeopleFinders Applications may be provided to you in association with third parties such as sponsors or advertisers which provide products and or services, (“Co-Branded Areas”)",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Co-branded Areas. Certain areas on our PeopleFinders Applications may be provided to you in association with third parties such as sponsors or advertisers which provide products and or services, (“Co-Branded Areas”). Such Co-Branded Areas will identify the third party. If you elect to register for the products and/or services provided at these Co-Branded Areas, you either will be providing your personal information to both us and the third party or we might be providing your personal information directly to the third party in order for that third party to fulfill their products and services directly with you.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Co-branded Areas. Certain areas on our PeopleFinders Applications may be provided to you in association with third parties such as sponsors or advertisers which provide products and or services, (“Co-Branded Areas”). Such Co-Branded Areas will identify the third party. If you elect to register for the products and/or services provided at these Co-Branded Areas, you either will be providing your personal information to both us and the third party or we might be providing your personal information directly to the third party in order for that third party to fulfill their products and services directly with you.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Third Party Integrations. If you sign up for, or log into, our PeopleFinders Applications using a third party service such as Facebook or Google, or link your account with us to your account with a third party service such as Facebook or Google, we may receive information about you from such third party service, such as your name and email address. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We are not responsible for the privacy practices of those third parties and we suggest you review the individual privacy policies of each company with whom you establish a relationship. You should consult the respective privacy policies of those third party sponsors or advertisers to learn more about their privacy practices.} "
    },
    {
      "Text": "Legal Matters; Safety. We may, without your consent, access and disclose your personal information, any communications sent or received by you (including, without limitation, the contents of any chat, messaging, or other communication posted in the Communication Services), and any other information that we may have about you or your account as may be permitted or required by law (including, but not limited to, court order or subpoena), or to prevent or investigate suspected fraud, violations of our Terms of Use or activity that appears to us to be illegal or may expose us to legal liability. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you sign up for, or log into, our PeopleFinders Applications using a third party service such as Facebook or Google, or link your account with us to your account with a third party service such as Facebook or Google, we may receive information about you from such third party service, such as your name and email address. If you post content to a third party service through the PeopleFinders Applications, that third party service will also receive that content, which will be visible to anyone that has access to it through that third party service.} "
    },
    {
      "Text": "Legal Matters; Safety. We may, without your consent, access and disclose your personal information, any communications sent or received by you (including, without limitation, the contents of any chat, messaging, or other communication posted in the Communication Services), and any other information that we may have about you or your account as may be permitted or required by law (including, but not limited to, court order or subpoena), or to prevent or investigate suspected fraud, violations of our Terms of Use or activity that appears to us to be illegal or may expose us to legal liability. Additionally, we may disclose your information and/or communications in situations that we believe to be: (i) emergencies involving potential threats to the physical safety of any person or property if we believe that your information in any way relates to that threat; or (ii) your conduct on the PeopleFinders Applications or when using the Communication Services that we believe is inappropriate and inconsistent with generally accepted norms of behavior.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you sign up for, or log into, our PeopleFinders Applications using a third party service such as Facebook or Google, or link your account with us to your account with a third party service such as Facebook or Google, we may receive information about you from such third party service, such as your name and email address. If you post content to a third party service through the PeopleFinders Applications, that third party service will also receive that content, which will be visible to anyone that has access to it through that third party service.} "
    },
    {
      "Text": "Sale or Transfer of Business or Assets. In the event that we, or any of our businesses, are sold or disposed of as a going concern, whether by merger, sale of assets or otherwise, or in the event of an insolvency, bankruptcy or receivership, personal information of our customers and visitors to our PeopleFinders Applications may be one of the assets sold or merged in connection with that transaction. Information about our customers and registered users may also need to be disclosed in connection with a commercial transaction where we or any one of our businesses are seeking financing, investment, support or funding. In such transactions, personal information will be subject to the promises made in any pre-existing Privacy Policy in effect when the information was obtained",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may, without your consent, access and disclose your personal information, any communications sent or received by you (including, without limitation, the contents of any chat, messaging, or other communication posted in the Communication Services), and any other information that we may have about you or your account as may be permitted or required by law (including, but not limited to, court order or subpoena), or to prevent or investigate suspected fraud, violations of our Terms of Use or activity that appears to us to be illegal or may expose us to legal liability. Additionally, we may disclose your information and/or communications in situations that we believe to be: (i) emergencies involving potential threats to the physical safety of any person or property if we believe that your information in any way relates to that threat; or (ii) your conduct on the PeopleFinders Applications or when using the Communication Services that we believe is inappropriate and inconsistent with generally accepted norms of behavior.} "
    },
    {
      "Text": "Sale or Transfer of Business or Assets. In the event that we, or any of our businesses, are sold or disposed of as a going concern, whether by merger, sale of assets or otherwise, or in the event of an insolvency, bankruptcy or receivership, personal information of our customers and visitors to our PeopleFinders Applications may be one of the assets sold or merged in connection with that transaction. Information about our customers and registered users may also need to be disclosed in connection with a commercial transaction where we or any one of our businesses are seeking financing, investment, support or funding. In such transactions, personal information will be subject to the promises made in any pre-existing Privacy Policy in effect when the information was obtained",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may, without your consent, access and disclose your personal information, any communications sent or received by you (including, without limitation, the contents of any chat, messaging, or other communication posted in the Communication Services), and any other information that we may have about you or your account as may be permitted or required by law (including, but not limited to, court order or subpoena), or to prevent or investigate suspected fraud, violations of our Terms of Use or activity that appears to us to be illegal or may expose us to legal liability. Additionally, we may disclose your information and/or communications in situations that we believe to be: (i) emergencies involving potential threats to the physical safety of any person or property if we believe that your information in any way relates to that threat; or (ii) your conduct on the PeopleFinders Applications or when using the Communication Services that we believe is inappropriate and inconsistent with generally accepted norms of behavior.} "
    },
    {
      "Text": "Advertising and Analytics data collection. PeopleFinders and some third-party vendors use first-party cookies (such as the Google Analytics cookie) or other first-party identifiers, and third-party cookies (such as Google advertising cookies) or other third-party identifiers together to recognize you, customize your experience, and serve advertisements both on and off PeopleFinders Applications.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In such transactions, personal information will be subject to the promises made in any pre-existing Privacy Policy in effect when the information was obtained. You will be notified via email and/or a prominent notice on our PeopleFinders Applications of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information.} "
    },
    {
      "Text": "Advertising and Analytics data collection. PeopleFinders and some third-party vendors use first-party cookies (such as the Google Analytics cookie) or other first-party identifiers, and third-party cookies (such as Google advertising cookies) or other third-party identifiers together to recognize you, customize your experience, and serve advertisements both on and off PeopleFinders Applications.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In such transactions, personal information will be subject to the promises made in any pre-existing Privacy Policy in effect when the information was obtained. You will be notified via email and/or a prominent notice on our PeopleFinders Applications of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information.} "
    },
    {
      "Text": "Advertising and Analytics data collection. PeopleFinders and some third-party vendors use first-party cookies (such as the Google Analytics cookie) or other first-party identifiers, and third-party cookies (such as Google advertising cookies) or other third-party identifiers together to recognize you, customize your experience, and serve advertisements both on and off PeopleFinders Applications.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In such transactions, personal information will be subject to the promises made in any pre-existing Privacy Policy in effect when the information was obtained. You will be notified via email and/or a prominent notice on our PeopleFinders Applications of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information.} "
    },
    {
      "Text": "Changes to the Privacy Policy. We may change this Privacy Policy from time to time. The most recent version of the Privacy Policy will always be posted on our Site, with the \"Last Updated\" date posted at the top. We may revise and update this Privacy Policy if our practices change, as technology changes, or as we add new PeopleFinders Applications or Communication Services or change existing ones. You will know if we revise and update this Privacy Policy because the Last Updated date of the Privacy Policy will change.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {If you are under 18 years of age, you may not register or provide personal information on the PeopleFinders Applications. If we later obtain actual knowledge that a user is under 18 years of age, we will remove that user’s personal information from our systems.} "
    },
    {
      "Text": "Last Updated: July 22, 2021",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Privacy Policy - PeopleFinders Use Website In a Screen-Reader Mode Skip to Content ↵ ENTER Skip to Menu ↵ ENTER Skip to Footer ↵ ENTER <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-56XLRM\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> LOG IN JOIN To provide you with an optimal experience on this website, we use cookies. If you continue to use this website, you agree to accept our use of cookies.} "
    },
    {
      "Text": "INFORMATION WE COLLECT\\n\\nWe have collected the following information in the past 12 months:\\n\\nCategory of Personal Information\tSource(s)\tPurpose(s)\tCategories of Third Parties With Whom We Share Personal Information\\nIdentifiers\\n\\nDirectly from you\\n\\nIndirectly from you\\n\\nFrom data licensors\\n\\nTo provide our Services\\n\\nTo process payments through our third party payment processor\\n\\nTo send you marketing communications\\n\\nTo respond to inquiries\\n\\nThird party service providers\\n\\nIndividuals or businesses who use the Services\\n\\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e))\\n\\nDirectly from you\\n\\nFrom data licensors\\n\\nTo provide our Services\\n\\nTo process payments through our third party payment processor\\n\\nThird party service providers\\n\\nIndividuals or businesses who use the Services\\n\\nProtected classification characteristics under California or federal law\\n\\nFrom data licensors\\n\\nTo provide our Services\\n\\nIndividuals or businesses who use the Services\\n\\nCommercial information\\n\\nDirectly from you\\n\\nTo process payments through our third party payment processor\\n\\nThird party service providers\\n\\nInternet or other similar network activity\\n\\nDirectly from you\\n\\nIndirectly from you, i.e., from observing your actions on our PeopleFinders Applications\\n\\nFrom third-parties that interact with us in connection with the Services\\n\\nTo provide our Services\\n\\nTo send you marketing communications\\n\\nTo improve user experiences by making our PeopleFinders Applications easier to use and navigate\\n\\nThird party service providers\\n\\nGeolocation data\\n\\nDirectly from you\\n\\nIndirectly from you\\n\\nFrom data licensors\\n\\nTo provide our Services\\n\\nTo process payments through our third party payment processor\\n\\nThird party service providers\\n\\nIndividuals or businesses who use the Services\\n\\nProfessional or employment-related information\\n\\nFrom data licensors\\n\\nDirectly from you\\n\\nTo provide our Services\\n\\nTo process prospective job applications at PeopleFinders\\n\\nIndividuals or businesses who use the Services\\n\\nThird party service providers",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you do not agree to the Terms of Use and this Privacy Policy, you must discontinue using the PeopleFinders Applications or Services. I.} "
    },
    {
      "Text": "INFORMATION WE COLLECT\\n\\nWe have collected the following information in the past 12 months:\\n\\nCategory of Personal Information\tSource(s)\tPurpose(s)\tCategories of Third Parties With Whom We Share Personal Information\\nIdentifiers\\n\\nDirectly from you\\n\\nIndirectly from you\\n\\nFrom data licensors\\n\\nTo provide our Services\\n\\nTo process payments through our third party payment processor\\n\\nTo send you marketing communications\\n\\nTo respond to inquiries\\n\\nThird party service providers\\n\\nIndividuals or businesses who use the Services\\n\\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e))\\n\\nDirectly from you\\n\\nFrom data licensors\\n\\nTo provide our Services\\n\\nTo process payments through our third party payment processor\\n\\nThird party service providers\\n\\nIndividuals or businesses who use the Services\\n\\nProtected classification characteristics under California or federal law\\n\\nFrom data licensors\\n\\nTo provide our Services\\n\\nIndividuals or businesses who use the Services\\n\\nCommercial information\\n\\nDirectly from you\\n\\nTo process payments through our third party payment processor\\n\\nThird party service providers\\n\\nInternet or other similar network activity\\n\\nDirectly from you\\n\\nIndirectly from you, i.e., from observing your actions on our PeopleFinders Applications\\n\\nFrom third-parties that interact with us in connection with the Services\\n\\nTo provide our Services\\n\\nTo send you marketing communications\\n\\nTo improve user experiences by making our PeopleFinders Applications easier to use and navigate\\n\\nThird party service providers\\n\\nGeolocation data\\n\\nDirectly from you\\n\\nIndirectly from you\\n\\nFrom data licensors\\n\\nTo provide our Services\\n\\nTo process payments through our third party payment processor\\n\\nThird party service providers\\n\\nIndividuals or businesses who use the Services\\n\\nProfessional or employment-related information\\n\\nFrom data licensors\\n\\nDirectly from you\\n\\nTo provide our Services\\n\\nTo process prospective job applications at PeopleFinders\\n\\nIndividuals or businesses who use the Services\\n\\nThird party service providers",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you do not agree to the Terms of Use and this Privacy Policy, you must discontinue using the PeopleFinders Applications or Services. I.} "
    },
    {
      "Text": "Information Provided Directly by You\\n\\nIdentifiers. We collect identifiers from you such as your name, postal address, email address and account name if you register with us or subscribe to our Services.\\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)). We collect information such as your name, address, email address , credit card or debit card number when you register with us and/or purchase certain products and services. While many products and services on our PeopleFinders Applications are provided free, some require payment from you by credit/debit card (“Billing Information”). Our third party payment processor processes Billing Information on our behalf to verify and complete the purchase transaction. If you are purchasing a recurring billing subscription, we store limited Billing Information (i.e., encrypted card information and expiration date).\\nCommercial information. We collect information about the products or services you have purchased through our Services.\\nInternet or other similar network activity. When you are searching for people, you may enter third party personal information such as their name, address, or phone number, email. We only use the data you input to provide you with a search request. We retain the results of your search requests, connected to your account, for a period of time at our discretion but do not use that information for any other purpose and have no obligation to maintain such search results.\\nGeolocation data. We collect information about the cities and states in which you are located.\\nProfessional or employment-related information. We collect current and past job history and other information when you apply for a job at PeopleFinders. If your personal information is submitted through our PeopleFinders Applications when applying for a position with our company, the information will be used solely in connection with considering and acting upon your application. We may retain your personal information for a period of time, but only for the purpose of considering your application for current or future available positions. This information may be shared with our partners and affiliates for the purpose of evaluating your qualifications for the particular position or other available positions, as well as with third-party service providers retained by us to collect, maintain and analyze candidate submissions for job postings.\\nAdditionally, during your visit to our PeopleFinders Applications, you may be asked to provide feedback, ideas, suggestions, and/or proposals (“Feedback”) with regard to our products and services. Submission of Feedback is optional, as it allows PeopleFinders to better address our users’ needs and continuously work towards improving our Services. By submitting your Feedback, you acknowledge and agree that (1) such Feedback does not contain confidential or proprietary information; (2) PeopleFinders shall be entitled to use or disclose (or choose not to disclose) any such Feedback for any purpose, in any way, in any media worldwide; (3) you irrevocably assign to PeopleFinders all rights to your Feedback; (4) PeopleFinders is not under any obligation of confidentiality, express or implied, with respect to the Feedback; and (5) you are not entitled to any compensation or reimbursement of any kind from PeopleFinders under any circumstances for submission of your Feedback.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Civ. Code § 1798.80(e)) Directly from you From data licensors To provide our Services To process payments through our third party payment processor Third party service providers Individuals or businesses who use the Services Protected classification characteristics under California or federal law From data licensors To provide our Services Individuals or businesses who use the Services Commercial information Directly from you To process payments through our third party payment processor Third party service providers Internet or other similar network activity Directly from you Indirectly from you, i.e., from observing your actions on our PeopleFinders Applications From third-parties that interact with us in connection with the Services To provide our Services To send you marketing communications To improve user experiences by making our PeopleFinders Applications easier to use and navigate Third party service providers Geolocation data Directly from you Indirectly from you From data licensors To provide our Services To process payments through our third party payment processor Third party service providers Individuals or businesses who use the Services Professional or employment-related information From data licensors Directly from you To provide our Services To process prospective job applications at PeopleFinders Individuals or businesses who use the Services Third party service providers A.} "
    },
    {
      "Text": "PeopleFinders shall be entitled to use or disclose (or choose not to disclose) any such Feedback for any purpose, in any way, in any media worldwide;",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Additionally, during your visit to our PeopleFinders Applications, you may be asked to provide feedback, ideas, suggestions, and/or proposals (“Feedback”) with regard to our products and services. Submission of Feedback is optional, as it allows PeopleFinders to better address our users’ needs and continuously work towards improving our Services.} "
    },
    {
      "Text": "In the case that you disclose personal information within your feedback, you may request that we remove this feedback.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Submission of Feedback is optional, as it allows PeopleFinders to better address our users’ needs and continuously work towards improving our Services. By submitting your Feedback, you acknowledge and agree that (1) such Feedback does not contain confidential or proprietary information; (2) PeopleFinders shall be entitled to use or disclose (or choose not to disclose) any such Feedback for any purpose, in any way, in any media worldwide; (3) you irrevocably assign to PeopleFinders all rights to your Feedback; (4) PeopleFinders is not under any obligation of confidentiality, express or implied, with respect to the Feedback; and (5) you are not entitled to any compensation or reimbursement of any kind from PeopleFinders under any circumstances for submission of your Feedback.} "
    },
    {
      "Text": "You may also choose not to provide feedback that might contain any personal information.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {By submitting your Feedback, you acknowledge and agree that (1) such Feedback does not contain confidential or proprietary information; (2) PeopleFinders shall be entitled to use or disclose (or choose not to disclose) any such Feedback for any purpose, in any way, in any media worldwide; (3) you irrevocably assign to PeopleFinders all rights to your Feedback; (4) PeopleFinders is not under any obligation of confidentiality, express or implied, with respect to the Feedback; and (5) you are not entitled to any compensation or reimbursement of any kind from PeopleFinders under any circumstances for submission of your Feedback. In the case that you disclose personal information within your feedback, you may request that we remove this feedback.} "
    },
    {
      "Text": "Information Collected Indirectly from You\\n\\nIn addition to any personal information or other information that you choose to submit to us, we and our third-party service providers may use a variety of technologies, such as cookies, beacons, tags and scripts, which automatically collect certain information whenever you visit or interact with the PeopleFinders Applications. We collect the following information indirectly from you through:\\n\\nIdentifiers. We collect information such as the device used to access PeopleFinders Applications (“Device”), and the IP address or other unique identifier identified by that Device (“Device Identifier”). Your Device Identifier may also identify your regional location. This information is used for many purposes including, for example, to: (i) provide useful features to simplify your experience when you return to PeopleFinders Applications; for example, remembering the searches you conducted; (ii) deliver relevant content based on your preferences, usage patterns and location; (iii) monitor and evaluate the use and operation of our PeopleFinders Applications; and (iv) analyze traffic on our PeopleFinders Applications and on the sites and applications of third parties.\\nInternet or other similar network activity. PeopleFinders and our marketing and distribution partners, affiliates, or analytics or service providers use various technologies to gather information such as your movements around the PeopleFinders Applications. This information is used to analyze trends and administer the PeopleFinders Applications. In particular, Google Analytics Premium feature is enabled on the PeopleFinders Applications. Google Analytics will collect data about our PeopleFinders Applications traffic via Google advertising cookies and anonymous identifiers, in addition to data collected through a standard Google Analytics implementation. To learn more about Google Analytics privacy practices and opt-out mechanisms, please visit the Google Analytics Security and Privacy Principles page at https://support.google.com/analytics/answer/6004245?hl=en. Google also provides a complete privacy policy and instructions on opting-out of Google Analytics at https://tools.google.com/dlpage/gaoptout. We also use cookies to remember users’ settings (e.g., language preference), and for authentication. Users can control the use of cookies at the individual browser level. If you reject cookies, you may still use our PeopleFinders Applications, but your ability to use some features or areas of our PeopleFinders Applications may be limited.\\nGeolocation information. We collect Device Identifier information for many purposes including, for example to analyze traffic on our PeopleFinders Applications.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may also choose not to provide feedback that might contain any personal information. B.} "
    },
    {
      "Text": "Information We Collect From Third Parties\\n\\nWe acquire information from other trusted sources, such as data licensors, to update or supplement the information you provided or we collected automatically. We use this information to help us maintain the recency of the information we collect, to target our communications so that we can inform you of products, services and offers that may be of interest, and for internal business analysis or other business purposes. We collect the following from third parties:\\n\\nIdentifiers. We collect information such as names, email addresses, and postal addresses from third parties.\\nPersonal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)). We collect information such as names and postal addresses from third parties.\\nProtected classification characteristics under California or federal law. We collect information such as age and marital status from third parties.\\nInternet or other similar network activity. The third parties we partner with, such as service providers, collect information about your interaction with our Services and pass that information to us.\\nGeolocation information. We collect addresses, which may include city and state, from third parties.\\nProfessional or employment-related information. We collect current or past job history from third parties.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Geolocation information. We collect Device Identifier information for many purposes including, for example to analyze traffic on our PeopleFinders Applications.} "
    },
    {
      "Text": "As a consumer, you have choices as how we handle personal information related to your activities on the PeopleFinders Applications. You have a choice to opt-out from the digital advertising data that is gathered during your visit by clicking here.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {You will continue to receive generic ads. We adhere to the Digital Advertising Alliance's self-regulatory principles for online behavioral advertising.} "
    },
    {
      "Text": "You have a choice to opt-out from the digital advertising data that is gathered during your visit by clicking here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We adhere to the Digital Advertising Alliance's self-regulatory principles for online behavioral advertising. As a consumer, you have choices as how we handle personal information related to your activities on the PeopleFinders Applications.} "
    },
    {
      "Text": "We do not have access to or control over information that may be collected by advertisers and third parties, but many ad networks, data exchanges, marketing analytics and other service providers may allow you to choose not to receive their targeted advertising.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {ADVERTISING Advertisers and third parties also may collect information about your activity on PeopleFinders Applications and on third-party sites and applications using tracking technologies. Tracking data collected by these advertisers and third parties is used to decide which ads you see both on our PeopleFinders Applications and on third-party sites and applications, but is not associated with your registration account.} "
    },
    {
      "Text": "If you wish to not have this information used for the purpose of serving you targeted ads, you may opt-out by clicking here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Tracking data collected by these advertisers and third parties is used to decide which ads you see both on our PeopleFinders Applications and on third-party sites and applications, but is not associated with your registration account. We do not have access to or control over information that may be collected by advertisers and third parties, but many ad networks, data exchanges, marketing analytics and other service providers may allow you to choose not to receive their targeted advertising.} "
    },
    {
      "Text": "HOW WE USE AND SHARE YOUR INFORMATION\\n\\nUse of Information by Us. We may use information that we collect about you: (1) to provide you with information or process transactions that you have requested or agreed to receive; (2) to provide you with information regarding new features, products or services; (3) to improve the PeopleFinders Applications or our Services and to customize your experience; (4) to contact you with regard to your use of the PeopleFinders Applications and, in our discretion, changes to the PeopleFinders Applications and/or the PeopleFinders Applications’ policies; (5) for internal business purposes; (6) for purposes disclosed at the time you provide your information, and (7) as otherwise set forth in this Privacy Policy.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you wish to stop receiving promotional emails, you may opt out by accessing your account and updating your settings in \"Email preferences\", or clicking the Unsubscribe link found on the bottom of every promotional email we send. III.} "
    },
    {
      "Text": "HOW WE USE AND SHARE YOUR INFORMATION",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you wish to stop receiving promotional emails, you may opt out by accessing your account and updating your settings in \"Email preferences\", or clicking the Unsubscribe link found on the bottom of every promotional email we send. III.} "
    },
    {
      "Text": "Contacting You. When you provide us with information in connection with a particular activity or otherwise sign up for our Services or provide your contact information, including an email address or telephone number in connection with that activity, product or service, you agree that this action constitutes a purchase or inquiry establishing a business relationship with us. You expressly consent to our communicating with you about PeopleFinders using the information you provided to us. You also attest that you have the legal authority over any telephone number you provide to us and can provide us with the authorization to contact you. This means you may be contacted in person or by recorded message, by e-mail, telephone and/or mobile telephone number (including use of automated dialing equipment), text (SMS) message, or any other means of communication that your wireless or other telecommunications device may be capable of receiving.\\n\\nTransactional Communications. We may send you notices from time to time relating to your account or your orders. These may include order confirmations, invoices or customer service notifications. We may also send you service-related announcements when it is necessary to do so; for instance, if our Service is temporarily suspended for maintenance, or the delivery of a product is delayed or there is some service issue with something you may have ordered. You may not opt-out of receiving these communications, which are not promotional in nature.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {HOW WE USE AND SHARE YOUR INFORMATION Use of Information by Us. We may use information that we collect about you: (1) to provide you with information or process transactions that you have requested or agreed to receive; (2) to provide you with information regarding new features, products or services; (3) to improve the PeopleFinders Applications or our Services and to customize your experience; (4) to contact you with regard to your use of the PeopleFinders Applications and, in our discretion, changes to the PeopleFinders Applications and/or the PeopleFinders Applications’ policies; (5) for internal business purposes; (6) for purposes disclosed at the time you provide your information, and (7) as otherwise set forth in this Privacy Policy.} "
    },
    {
      "Text": "Service Providers. We may use third party service providers to help us operate our business and the PeopleFinders Applications or administer activities on our behalf, such as processing payments. We may share your information with these third parties for those limited purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may also send you service-related announcements when it is necessary to do so; for instance, if our Service is temporarily suspended for maintenance, or the delivery of a product is delayed or there is some service issue with something you may have ordered. You may not opt-out of receiving these communications, which are not promotional in nature.} "
    },
    {
      "Text": "Electronic Promotional Offers. We may send you promotional emails regarding special offers about our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may use third party service providers to help us operate our business and the PeopleFinders Applications or administer activities on our behalf, such as processing payments. We may share your information with these third parties for those limited purposes.} "
    },
    {
      "Text": "If you elect to register for the products and/or services provided at these Co-Branded Areas, you either will be providing your personal information to both us and the third party or we might be providing your personal information directly to the third party in order for that third party to fulfill their products and services directly with you. Your personal information will be subject to this Privacy Policy as well as the privacy policy and practices of such third party. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Certain areas on our PeopleFinders Applications may be provided to you in association with third parties such as sponsors or advertisers which provide products and or services, (“Co-Branded Areas”). Such Co-Branded Areas will identify the third party.} "
    },
    {
      "Text": "Third Party Integrations. If you sign up for, or log into, our PeopleFinders Applications using a third party service such as Facebook or Google, or link your account with us to your account with a third party service such as Facebook or Google, we may receive information about you from such third party service, such as your name and email address.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We are not responsible for the privacy practices of those third parties and we suggest you review the individual privacy policies of each company with whom you establish a relationship. You should consult the respective privacy policies of those third party sponsors or advertisers to learn more about their privacy practices.} "
    },
    {
      "Text": "Legal Matters; Safety. We may, without your consent, access and disclose your personal information, any communications sent or received by you (including, without limitation, the contents of any chat, messaging, or other communication posted in the Communication Services), and any other information that we may have about you or your account as may be permitted or required by law (including, but not limited to, court order or subpoena), or to prevent or investigate suspected fraud, violations of our Terms of Use or activity that appears to us to be illegal or may expose us to legal liability. Additionally, we may disclose your information and/or communications in situations that we believe to be: (i) emergencies involving potential threats to the physical safety of any person or property if we believe that your information in any way relates to that threat; or (ii) your conduct on the PeopleFinders Applications or when using the Communication Services that we believe is inappropriate and inconsistent with generally accepted norms of behavior.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you sign up for, or log into, our PeopleFinders Applications using a third party service such as Facebook or Google, or link your account with us to your account with a third party service such as Facebook or Google, we may receive information about you from such third party service, such as your name and email address. If you post content to a third party service through the PeopleFinders Applications, that third party service will also receive that content, which will be visible to anyone that has access to it through that third party service.} "
    },
    {
      "Text": "Sale or Transfer of Business or Assets. In the event that we, or any of our businesses, are sold or disposed of as a going concern, whether by merger, sale of assets or otherwise, or in the event of an insolvency, bankruptcy or receivership, personal information of our customers and visitors to our PeopleFinders Applications may be one of the assets sold or merged in connection with that transaction. Information about our customers and registered users may also need to be disclosed in connection with a commercial transaction where we or any one of our businesses are seeking financing, investment, support or funding. In such transactions, personal information will be subject to the promises made in any pre-existing Privacy Policy in effect when the information was obtained. You will be notified via email and/or a prominent notice on our PeopleFinders Applications of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may, without your consent, access and disclose your personal information, any communications sent or received by you (including, without limitation, the contents of any chat, messaging, or other communication posted in the Communication Services), and any other information that we may have about you or your account as may be permitted or required by law (including, but not limited to, court order or subpoena), or to prevent or investigate suspected fraud, violations of our Terms of Use or activity that appears to us to be illegal or may expose us to legal liability. Additionally, we may disclose your information and/or communications in situations that we believe to be: (i) emergencies involving potential threats to the physical safety of any person or property if we believe that your information in any way relates to that threat; or (ii) your conduct on the PeopleFinders Applications or when using the Communication Services that we believe is inappropriate and inconsistent with generally accepted norms of behavior.} "
    },
    {
      "Text": "Advertising and Analytics data collection. PeopleFinders and some third-party vendors use first-party cookies (such as the Google Analytics cookie) or other first-party identifiers, and third-party cookies (such as Google advertising cookies) or other third-party identifiers together to recognize you, customize your experience, and serve advertisements both on and off PeopleFinders Applications.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In such transactions, personal information will be subject to the promises made in any pre-existing Privacy Policy in effect when the information was obtained. You will be notified via email and/or a prominent notice on our PeopleFinders Applications of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information.} "
    },
    {
      "Text": "The Services may contain review or chat areas and/or other message, communication or other mechanisms designed to enable you to communicate with others or to post content on the PeopleFinders Applications (the “Communication Services”). Please remember that any information you disclose while participating with the Communication Services becomes public information, becomes the property of, and is subject to redistribution by, PeopleFinders. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {PeopleFinders and some third-party vendors use first-party cookies (such as the Google Analytics cookie) or other first-party identifiers, and third-party cookies (such as Google advertising cookies) or other third-party identifiers together to recognize you, customize your experience, and serve advertisements both on and off PeopleFinders Applications. IV.} "
    },
    {
      "Text": "The Services may contain review or chat areas and/or other message, communication or other mechanisms designed to enable you to communicate with others or to post content on the PeopleFinders Applications (the “Communication Services”). Please remember that any information you disclose while participating with the Communication Services becomes public information, becomes the property of, and is subject to redistribution by, PeopleFinders. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {PeopleFinders and some third-party vendors use first-party cookies (such as the Google Analytics cookie) or other first-party identifiers, and third-party cookies (such as Google advertising cookies) or other third-party identifiers together to recognize you, customize your experience, and serve advertisements both on and off PeopleFinders Applications. IV.} "
    },
    {
      "Text": "You can request the removal of your personal information from these areas, by contacting us at https://www.peoplefinders.com/contact.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {There is no expectation of privacy when playing, posting, or otherwise participating on the Communication Services. If you post content, please be aware that any personal information contained in such content is accessible to registered users or visitors to that PeopleFinders Application or Communication Service and we have no control over how those users may use your personal information.} "
    },
    {
      "Text": " In some cases, we may not be able to remove your personal information from these Communication Services, in which case we will let you know if we are unable to do so and why.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you post content, please be aware that any personal information contained in such content is accessible to registered users or visitors to that PeopleFinders Application or Communication Service and we have no control over how those users may use your personal information. You can request the removal of your personal information from these areas, by contacting us at https://www.peoplefinders.com/contact .} "
    },
    {
      "Text": "Know / Access: With regard to the content on our Site, you have the right to request information about the categories and specific pieces of personal information we have collected about you, as well as the categories of sources from which such information is collected, the purpose for collecting such information, and the categories of third parties with whom we share such information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We reserve the right to take action in connection with any content we deem to be inappropriate. Please review our terms of use for more information regarding your appropriate use of these Communication Services.} "
    },
    {
      "Text": "Know / Access: With regard to the content on our Site, you have the right to request information about the categories and specific pieces of personal information we have collected about you, as well as the categories of sources from which such information is collected, the purpose for collecting such information, and the categories of third parties with whom we share such information. You also have the right to request information about our sale or disclosure for business purposes of your personal information to third parties.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {We reserve the right to take action in connection with any content we deem to be inappropriate. Please review our terms of use for more information regarding your appropriate use of these Communication Services.} "
    },
    {
      "Text": "You can exercise this right by clicking here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {V. YOUR RIGHTS Know / Access: With regard to the content on our Site, you have the right to request information about the categories and specific pieces of personal information we have collected about you, as well as the categories of sources from which such information is collected, the purpose for collecting such information, and the categories of third parties with whom we share such information. You also have the right to request information about our sale or disclosure for business purposes of your personal information to third parties.} "
    },
    {
      "Text": "If for any reason you are concerned about the personal information in your account, you may contact Customer Care to assist with updating your personal information in your account.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {You also have the right to request information about our sale or disclosure for business purposes of your personal information to third parties. You can exercise this right by clicking here .} "
    },
    {
      "Text": "If for any reason you are concerned about the personal information in your account, you may contact Customer Care to assist with updating your personal information in your account.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You also have the right to request information about our sale or disclosure for business purposes of your personal information to third parties. You can exercise this right by clicking here .} "
    },
    {
      "Text": "Deletion / Removal: If you wish to delete your personal information in your account, you have the ability to do so online by logging into your account, https://www.peoplefinders.com/dashboard/account/delete.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {You can exercise this right by clicking here . If for any reason you are concerned about the personal information in your account, you may contact Customer Care to assist with updating your personal information in your account.} "
    },
    {
      "Text": "Deletion / Removal: If you wish to delete your personal information in your account, you have the ability to do so online by logging into your account, https://www.peoplefinders.com/dashboard/account/delete. You can also email us regarding your personal information by using our contact form located at https://www.peoplefinders.com/contact.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You can exercise this right by clicking here . If for any reason you are concerned about the personal information in your account, you may contact Customer Care to assist with updating your personal information in your account.} "
    },
    {
      "Text": "If you delete information in your account, we may still retain certain information associated with your account for recordkeeping integrity, as well as to prevent fraud, resolve disputes, enforce our Terms of Use or other policies, take actions we deem necessary due to technical and legal requirements and constraints related to the security, integrity and operation of our PeopleFinders Applications.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Deletion / Removal: If you wish to delete your personal information in your account, you have the ability to do so online by logging into your account, https://www.peoplefinders.com/dashboard/account/delete . You can also email us regarding your personal information by using our contact form located at https://www.peoplefinders.com/contact .} "
    },
    {
      "Text": "With regard to content on our PeopleFinders Applications, upon request we can block the records we have control over in our database from being shown on PeopleFinders. You can request for your personal information to be blocked from being searched using the link below. Unless otherwise required by law, we will only accept such requests directly from the individual whose information is being opted-out, or from a registered authorized agent, and we reserve the right to require verification of identity and may reject opt-out requests except as prohibited by applicable law.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {You can also email us regarding your personal information by using our contact form located at https://www.peoplefinders.com/contact . If you delete information in your account, we may still retain certain information associated with your account for recordkeeping integrity, as well as to prevent fraud, resolve disputes, enforce our Terms of Use or other policies, take actions we deem necessary due to technical and legal requirements and constraints related to the security, integrity and operation of our PeopleFinders Applications.} "
    },
    {
      "Text": "We may need you to provide additional information to verify your request, such as providing data elements so that we can confirm they match the information already maintained by us. We will not use this additional information for anything other than handling your request.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can request for your personal information to be blocked from being searched using the link below. Unless otherwise required by law, we will only accept such requests directly from the individual whose information is being opted-out, or from a registered authorized agent, and we reserve the right to require verification of identity and may reject opt-out requests except as prohibited by applicable law.} "
    },
    {
      "Text": "We do not accept content removal requests via fax or postal mail. To manage or remove your personal information from our database, please click here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We may need you to provide additional information to verify your request, such as providing data elements so that we can confirm they match the information already maintained by us. We will not use this additional information for anything other than handling your request.} "
    },
    {
      "Text": "Note that despite any request for removal of or change to personal information, we may need to retain certain information for recordkeeping purposes and there may also be residual information that will remain within our databases and other records, which will not be removed or changed.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To manage or remove your personal information from our database, please click here . Please note that changes you request may not be effective immediately.} "
    },
    {
      "Text": "Note that despite any request for removal of or change to personal information, we may need to retain certain information for recordkeeping purposes and there may also be residual information that will remain within our databases and other records, which will not be removed or changed.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {To manage or remove your personal information from our database, please click here . Please note that changes you request may not be effective immediately.} "
    },
    {
      "Text": "Note that despite any request for removal of or change to personal information, we may need to retain certain information for recordkeeping purposes and there may also be residual information that will remain within our databases and other records, which will not be removed or changed.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {To manage or remove your personal information from our database, please click here . Please note that changes you request may not be effective immediately.} "
    },
    {
      "Text": "Non-Discrimination: You have the right to not be discriminated against for exercising any of these rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We do not sell the personal information of minors. Please note that a request to opt-out is, in effect, a request to have your profile removed from the Services.} "
    },
    {
      "Text": "Opt-Out: You have the right to opt out of the sale of your personal information to third parties.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Please note that changes you request may not be effective immediately. Note that despite any request for removal of or change to personal information, we may need to retain certain information for recordkeeping purposes and there may also be residual information that will remain within our databases and other records, which will not be removed or changed.} "
    },
    {
      "Text": "From January 1, 2020, you can exercise this right through the “Do Not Sell My Personal Information” link in the footer of our PeopleFinders Applications.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Note that despite any request for removal of or change to personal information, we may need to retain certain information for recordkeeping purposes and there may also be residual information that will remain within our databases and other records, which will not be removed or changed. Opt-Out: You have the right to opt out of the sale of your personal information to third parties.} "
    },
    {
      "Text": "Testimonials. We may display personal testimonials of satisfied customers on our PeopleFinders Applications in addition to other endorsements. With your consent we may post your testimonial along with your name.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To the extent hyperlinks may be utilized to access external or third party sites and communities, you should be aware that these external or third party sites and communities are not controlled by us and, therefore, are not subject to this Privacy Policy. We recommend that you check the privacy policies of each such site and community to determine how your personal information will be utilized by their proprietors.} "
    },
    {
      "Text": "If you wish to update or delete your testimonial, you can contact us at https://www.peoplefinders.com/contact.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {We may display personal testimonials of satisfied customers on our PeopleFinders Applications in addition to other endorsements. With your consent we may post your testimonial along with your name.} "
    },
    {
      "Text": "If you wish to update or delete your testimonial, you can contact us at https://www.peoplefinders.com/contact.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {We may display personal testimonials of satisfied customers on our PeopleFinders Applications in addition to other endorsements. With your consent we may post your testimonial along with your name.} "
    },
    {
      "Text": "If you wish to update or delete your testimonial, you can contact us at https://www.peoplefinders.com/contact.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We may display personal testimonials of satisfied customers on our PeopleFinders Applications in addition to other endorsements. With your consent we may post your testimonial along with your name.} "
    },
    {
      "Text": "Public Directory. We may list certain personal information of yours in our publicly accessible member directory.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {With your consent we may post your testimonial along with your name. If you wish to update or delete your testimonial, you can contact us at https://www.peoplefinders.com/contact .} "
    },
    {
      "Text": "If you wish to request removal of your information from our directory, please click here.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Public Directory. We may list certain personal information of yours in our publicly accessible member directory.} "
    },
    {
      "Text": "If you wish to request removal of your information from our directory, please click here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Public Directory. We may list certain personal information of yours in our publicly accessible member directory.} "
    },
    {
      "Text": "Your California Privacy Rights. California Civil Code Section 1798.83 permits visitors to our PeopleFinders Applications who are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes. We do not share personal information with third parties for their direct marketing purposes.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {By using the PeopleFinders Applications or providing us with any information, you consent to this transfer, processing and storage of your information in the United States. You are also consenting to the application of United States federal, and California state law in all matters concerning the PeopleFinders Applications and this Privacy Policy.} "
    },
    {
      "Text": "A Note to International Users. The PeopleFinders Applications are operated in the United States. If you are located anywhere outside of the United States, please be aware that information we collect will be transferred to, processed and stored in the United States. The data protection laws in the United States may differ from those of the country in which you are located, and your personal information may be subject to access requests from governments, courts, or law enforcement in the United States according to laws of the United States.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please note that we cannot ensure the security of any information you transmit to us, and your use of the PeopleFinders Applications indicates that you are willing to assume this. When you enter sensitive information (such as a credit card number) on our order forms, we encrypt the transmission of that information using secure socket layer technology (SSL).} "
    },
    {
      "Text": "Changes to the Privacy Policy. We may change this Privacy Policy from time to time. The most recent version of the Privacy Policy will always be posted on our Site, with the \"Last Updated\" date posted at the top. We may revise and update this Privacy Policy if our practices change, as technology changes, or as we add new PeopleFinders Applications or Communication Services or change existing ones. You will know if we revise and update this Privacy Policy because the Last Updated date of the Privacy Policy will change. If we are going to use any personal information in a manner that is materially different from that stated in our Privacy Policy at the time we collected such information, we will give you a reasonable opportunity to consent to the change.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {If you are under 18 years of age, you may not register or provide personal information on the PeopleFinders Applications. If we later obtain actual knowledge that a user is under 18 years of age, we will remove that user’s personal information from our systems.} "
    }
  ]
}