{
  "policy_id": "205",
  "text": "<img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://px.ads.linkedin.com/collect/?pid=1490929&fmt=gif\" /> Privacy Policy | Fyllo Compliance Cloud™ <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-5G9WLL7\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Solutions Marketing solutions Data Marketplace Activate the largest ecosystem of progressive audiences Contextual Targeting Reach audiences without cookies in contextually relevant settings Omnichannel Advertising Run high-impact campaigns across  desktop, mobile, CTV and more Hypertail PMP™ Target more relevant audiences and inventory at more efficient rates Retail Suite Accelerate sales, increase loyalty and unlock new revenue streams Regulatory solutions Cannabis Keep pace with compliance and category growth across the U.S. Company About Careers Newsroom RESOURCES Resource Library Alchemy Podcast Sign In get started Solutions Marketing solutions Data Marketplace Activate the largest ecosystem of progressive audiences Contextual Targeting Reach audiences without cookies in contextually relevant settings Omnichannel Advertising Run high-impact campaigns across  desktop, mobile, CTV and more Hypertail PMP™ Target more relevant audiences and inventory at more efficient rates Retail Suite Accelerate sales, increase loyalty and unlock new revenue streams Regulatory solutions Cannabis Keep pace with compliance and category growth across the U.S. Company About Careers Newsroom RESOURCES Resource Library Alchemy Podcast Sign In get started Privacy Policy Effective as of December 2021 This Privacy Policy (this “Privacy Policy”) describes how Casters Holdings LLC dba Fyllo (“Fyllo, “we,” “us,” or “our”) collects, stores, and processes the information we collect from users of our website.  This Privacy Policy applies to your use of our website located at hellofyllo.com , all subdomains thereof, and any other websites and online offerings operated by Fyllo which link to this Privacy Policy, whether accessed via computer or mobile device (the “Services”).  This Privacy Policy does not apply to third-party properties, or Fyllo properties that contain other privacy policies. If you are a California resident, click here for our CCPA Notice . This Privacy Policy is divided into the following sections: 1. Summary 2. Acceptance 3. Information Collected 4. Use of Information We Collect 5. Disclosure and Sharing of Information 6. Cookies and Web Beacons 7. Your Right to Access, Review, and Change your Personal Information 8. Confidentiality and Security 9. Third-Party Practices 10. Regarding Children 11. Additional Terms If you have any questions regarding this Privacy Policy, please contact us at privacy@hellofyllo.com . Section 1. Summary. Our Privacy Policy describes how we collect, use, share, and disclose information collected via our Services.  The following bullets provide a brief summary of our privacy practices, but we encourage you to read the entirety of our Privacy Policy. We collect information (including both Non-Personal Information and Personal Information (each as defined below)) in three main ways: information that you give to us, information that we automatically collect from your use of our Services, and information obtained from third parties. We may share your Personal Information with third parties in certain circumstances, including as necessary to provide you with our Services or certain aspects thereof, or in our discretion to third parties for our or their own purposes.  You can learn more about our information sharing practices below, by reviewing the “Disclosure and Sharing of Information” section below. You may review and under certain circumstances, update your Personal Information by contacting us at privacy@hellofyllo.com . While we use commercially reasonable efforts to secure your information, we cannot guarantee that your information will remain secure. Our Services are not directed to people under 18, as further set forth in the section titled “Children’s Information” below. Section 2. Acceptance. By accessing and continuing to use our Services, you accept all the terms and conditions of this Privacy Policy.  As such, you should read this Privacy Policy in its entirety and return to it periodically to review any changes made.  You should immediately cease using and accessing the Services if you do not agree to the terms of this Privacy Policy. Section 3. Information Collected. Fyllo collects information in three ways: information you give to us, information that we automatically gather from your use of our Service, and information obtained from third parties, each as more specifically described below.  The information we collect is comprised of both “Personal Information” and “Non-Personal Information.” “Personal Information” means information that you provide to us that personally identifies you, including, but not limited to, your first and last name, email address, physical address, telephone number, billing information, or social security number. “Non-Personal Information” means information that does not specifically identify you. Information you give to us. We collect information that you give to us.  To the extent that our Services require you to submit information about yourself, for example through our Contact Us form, in order to receive information about our Services, we will collect and hold all such information, whether Personal Information or Non-Personal Information.  In addition, we may also receive information from you through your use of our Services.  Information included in any postings on our Services, or your participation in surveys and research studies, any correspondence to us, and any content therein that you enter into the Services may be collected, retained, processed, and used by us in accordance with this Privacy Policy. If you represent a business and want to partner with us, advertise with us, or participate in our Services in any other way, you may be asked to provide information such as a business name, website URL, telephone number, physical address, email address, description of business, service areas, business category and/or keyword information, credit card information, and other contact information (all of the foregoing, “Business Information”).  Business Information may also include a business’ opt-in to receive additional information regarding services that we or our partners may provide.  Some of the Business Information you provide to us may be Personal Information.  If this information is collected by us or our partners via telephone, you acknowledge and agree that we or our Partners may be recording your telephone call for our training or quality control purposes, as well as for use in accordance with this Privacy Policy. Information we automatically gather from your use of our Services. Just like many other websites and applications, we collect information about what parts of our Services you use and how you use them.  Information we may collect includes: Location information such as your geolocation when you use our Services from a mobile device and/or mobile application.  We also may ask you to manually provide precise location information or to enable your mobile device to send us precise location information. Device information such as your hardware model, operating system, operating system version, mobile device type, unique identifiers from your computer or mobile device, application download information, and/or IP address. Computer or browser information such as your system activity, the domain name of the website from which you linked to our Services, the time and duration of your use of our Services and any queries, browser type, and browser language. For more information regarding what cookies are and how you can manage them as part of your use of our Services, please see the section titled “Cookies and Web Beacons” below.  We may also use unique identifiers, cookies, web beacons, web server log information, or other technologies to collect information about you.  In addition to the information that we collect from you for our own Services, we may collect information from you for third parties for purposes such as ad targeting, optimization and reporting, as well as our other legitimate business purposes. Information obtained from third parties. Where the law permits, we may also obtain information from other sources and combine that with information we collect through our Services.  For example, we might obtain information from data providers and advertising service providers, including assumed demographics and interests, and data about your engagement with certain ads.  The information we obtain from these sources may be de-identified prior to our receipt of such information. Section 4. Use of Information We Collect. We collect information from you and our other users to administer our business activities and to measure and improve our Services.  Information is also used to fulfill your requests, conduct research, develop new services, and offer additional products and services to our visitors.  For example, Fyllo may use your IP address to determine which language to provide as you browse web pages available through the Services.  In addition, information collected from end-users may be used in aggregate form to, among other things, determine the total number of end-users who are using our Services, prepare utilization reports for our Partners (as defined below), diagnose and fix compatibility problems or other problems with our Services, and perform statistical analyses to enable us to build higher quality, more useful online Services.  You understand and agree that we may use your information to process information requests you submit, to communicate with you, to make you aware of new or other Services that we offer, or to help conduct surveys to assess and improve our Services, business and related products and services.  Additionally, you understand and agree that we may use the information collected from you to show advertising and promotions tailored to your interests.  If you submit a request for information about Fyllo through our Services, we may use your email address to assist you with any issues you may have or to send you an email that gives you the opportunity to elect to receive periodic email alerts from Fyllo regarding developments at the company. We use Business Information to create accounts for businesses, to communicate changes to the Services, to improve the Services, to provide anonymous reporting for our internal purposes and for reporting to third parties, and to market Fyllo products and services, and those services of our Partners to such businesses. We may combine your Personal Information that we have with other information that we obtain from business partners, publicly available information, or other companies.  We may also combine your Personal Information with Non-Personal Information.  If we do so, the combined information will be treated as Personal Information for as long as it remains combined. Section 5. Disclosure and Sharing of Information. In providing our Services to you, we may find it necessary or beneficial to share your information with our partners, including our advertising, services, and content partners (collectively, “Partners”) or allow such Partners to gather information directly from you. We may share your Personal Information with third parties as set forth in this Privacy Policy and in the following situations: Consent: We will share Personal Information with third parties when we have your consent to do so, provided that by using our Services, you hereby acknowledge and agree that we have such consent unless and until you opt-out. Partners : We provide your Personal Information to Partners who work with us to provide our Services or provide services outside of and/or unrelated to the Services.  Our Services with which our Partners may assist us include communicating with you about new or existing Fyllo or third-party services, creating or maintaining our databases, researching or analyzing our users, or processing payment card information. These Partners are authorized to use your Personal Information only as necessary to provide these services to us. Affiliates: We may share your Personal Information with our Affiliates.  “Affiliates” means any entity controlled by, controlling, or under common control with Fyllo.  Our Affiliates will use and distribute such information in accordance with the terms of this Privacy Policy. Legal Issues: Fyllo will use or share your Personal Information in order to prevent or take action regarding any illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of the terms of our Services, or as otherwise required by law.  We will also use your Personal Information to respond to subpoenas, court orders, or legal process, or to establish or exercise our legal rights or defend against legal claims. Acquisition or Merger: If in the future we sell or transfer our assets or portions of our business, or if we experience a change in control, reorganization, or liquidation, we may transfer information to our successor or buyer, subject to the terms of this Privacy Policy. Business Information: We may sell or otherwise distribute to third parties any Business Information that you provide to us as we determine in our sole discretion, regardless of whether such Business Information is Personal Information or Non-Personal Information. Your termination of any services with Fyllo or our Partners will not result in the deletion of your Business Information, nor will we necessarily discontinue our use, sale or distribution of your Business Information following your termination except as required by law.  We will not provide your credit card information to any third party except as necessary to provide or assist our Services.  Please contact us at privacy@hellofyllo.com to initiate any deletion and prevent our further use or distribution of your Business Information. We reserve the right to share your Non-Personal Information publicly and with others.  Transfers of your information shall at all times be in accordance with applicable law.  Fyllo disclaims any liability or obligation as a result of any third-party actions or omissions concerning your information, including those occurring as a result of our sharing and disclosure pursuant to this Section 5.  We urge you to contact third parties directly with any issues you may have concerning their use of your information.  Please see the section titled “Third-Party Practices” below for more information on third-party use of your information. We may also share information obtained from our data providers and advertising service providers with third parties so they can send offers and promotions regarding their products and services. You can opt-out of our sharing of your information with third parties for their unaffiliated marketing purposes using our Do Not Sell link . Section 6. Cookies and Other Tracking Technologies. When you use our Services, a cookie that uniquely identifies your browser may be sent to your computer or mobile device.  A “cookie” is a small file containing your preferences that is sent to your browser and sent back by your browser each time your browser accesses our servers.  Cookies that we may use may only be read by the server that placed them there.  We use cookies to improve the quality of our Services (for example, by fulfilling your language, filtering, and other preferences) and to better understand how people interact with our Services (for example, by tracking user trends and patterns associated with the use of our Services).  Most browsers are initially set up to accept cookies.  You can reset your browser to refuse all cookies or to indicate when a cookie is being sent.  However, some aspects of the Services may not function properly without cookies.  If you would like more information about cookies and how to control and delete cookies in various browsers, such as Internet Explorer, Firefox, Safari, Opera and Chrome, please click here . We may use the services of web analytics companies to help us measure the effectiveness of our Services.  To do this, we allow the web analytics companies to include web beacons and cookies on the web pages of our Services.  Web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) are small electronic files that allow the counting of users who have visited those pages or other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).  The type of information collected via such web beacons and cookies includes click-throughs by users and other similar information.  By supplementing our records, this information helps us learn things like user preferences, click-through rates, how to improve our Services, and what kinds of offers our users like to see.  Although our web analytics companies log this information on our behalf, we control how that data may be used. For more information about cookies please click here .  To “opt-out” of receiving cookies from certain of our Ad Serving Partners, please click here . Section 7. Your Right to Access, Review, and Change your Personal Information. To the extent state laws provide users with certain data subject rights, such as the right to request information that we have collected about you, those rights may be honored following proper authentication and verification.   You can review and update your Personal Information by contacting us at privacy@hellofyllo.com. Section 8. Confidentiality and Security. We recognize our responsibility to protect the Personal Information you entrust to us.  We restrict access to Personal Information to Fyllo employees, contractors, Affiliates, Partners (as described in this Privacy Policy), and agents.  We use commercially reasonable measures to provide our Services.  However, you should assume that no data transmitted over the Internet or stored or maintained by us or our third-party service providers can be 100% secure.  Accordingly, we cannot guarantee that unauthorized access, hacking, data loss, or other breaches will never occur.  Your use of our Services is at your own risk.  We urge you to take steps to protect your Personal Information when you are on the Internet by changing your passwords often using a combination of letters and numbers, and make sure you use a secure Internet browser.  You agree that we will not have any liability for misuse, access, acquisition, deletion, or disclosure of your Personal Information. Section 9. Third-Party Practices. Our Partners are obligated by applicable law to protect the privacy of certain types of data; however, we are not responsible for their actions or omissions, including the manner in which they use information that they receive from us.  Nevertheless, if you feel that any of our Partners, or any third party who claims association with Fyllo, is improperly collecting or using information about you, we urge you to inform us by emailing us at privacy@hellofyllo.com. Our Partners who provide or enable certain functionality of our Services may also request or require that you download certain software or collect information from you, including Personal Information in order to access such functionality.  We are not responsible for the contents of any software downloaded or the privacy practices of our Partners.  In addition, any websites that you click to from one of the web pages forming a part of our Services may have been developed by third parties over which we exercise no control.  Such websites may send their own cookies to end-users, collect data, or solicit Personal Information from you.  We are not responsible for the privacy practices or the content of such websites, including the use of any information collected when our end-users click through to such websites.  If you are concerned about the privacy policy of a third party, we strongly encourage you to contact them directly or visit their individual websites to learn more about their individual privacy policies. Section 10. Children’s Information. Our Services are not directed to persons under the age of 18.  If you are under the age of 18, you are prohibited from accessing the Services and may not give us any Personal Information or participate in any aspect of our Services.  Except as may be required by law, we will not knowingly collect, maintain, or disclose any Personal Information from children under the age of 18. We do not intentionally gather Personal Information about visitors or end-users who are under the age of 18.  If you believe that we have collected Personal Information about a visitor or end-user who is under the age of 18, please contact us at privacy@hellofyllo.com and such account and/or Personal Information will be deleted. Section 11. Additional Terms. Changes to this Privacy Policy We may revise this Privacy Policy from time to time.  We will post any Privacy Policy changes on this page: hellofyllo.com/privacy-policy and, if the changes are significant, we will notify you by email to the primary email address specified in your account and/or through a notice on our home page.  Your continued use of our Services after such change has been made will signify your acceptance of such change. Contact Us . If you have any questions about this Privacy Policy, please feel free to contact us by email at privacy@hellofyllo.com or mail us at Fyllo, 404 W Harrison St. Suite 200, Chicago, IL 60607. Start driving new growth Get Started LinkedIn Twitter Instagram Solutions Regulatory Solutions Marketing Solutions Company About Careers Newsroom Open Positions Contact Us Resources Resource Library Alchemy Podcast Support Sign In Legal Fyllo Privacy Policy Fyllo Terms & Conditions Fyllo Self-Service Terms DataOwl Privacy Policy Do Not Sell My Personal Information Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. More information Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Performance Cookies Performance Cookies These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance. Functional Cookies Functional Cookies These cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly. Targeting Cookies Targeting Cookies These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising. Back Button Performance Cookies Vendor Search Search Icon Filter Icon Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts. Accept All Cookies Reject All Cookies Settings",
  "annotations": [
    {
      "Text": "Effective as of December 2021",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We collect information (including both Non-Personal Information and Personal Information (each as defined below)) in three main ways: information that you give to us, information that we automatically collect from your use of our Services, and information obtained from third parties. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Our Privacy Policy describes how we collect, use, share, and disclose information collected via our Services. The following bullets provide a brief summary of our privacy practices, but we encourage you to read the entirety of our Privacy Policy.} "
    },
    {
      "Text": "We may share your Personal Information with third parties in certain circumstances, including as necessary to provide you with our Services or certain aspects thereof, or in our discretion to third parties for our or their own purposes. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The following bullets provide a brief summary of our privacy practices, but we encourage you to read the entirety of our Privacy Policy. We collect information (including both Non-Personal Information and Personal Information (each as defined below)) in three main ways: information that you give to us, information that we automatically collect from your use of our Services, and information obtained from third parties.} "
    },
    {
      "Text": "We may share your Personal Information with third parties in certain circumstances, including as necessary to provide you with our Services or certain aspects thereof, or in our discretion to third parties for our or their own purposes",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The following bullets provide a brief summary of our privacy practices, but we encourage you to read the entirety of our Privacy Policy. We collect information (including both Non-Personal Information and Personal Information (each as defined below)) in three main ways: information that you give to us, information that we automatically collect from your use of our Services, and information obtained from third parties.} "
    },
    {
      "Text": "You may review and under certain circumstances, update your Personal Information by contacting us at privacy@hellofyllo.com.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {We may share your Personal Information with third parties in certain circumstances, including as necessary to provide you with our Services or certain aspects thereof, or in our discretion to third parties for our or their own purposes. You can learn more about our information sharing practices below, by reviewing the “Disclosure and Sharing of Information” section below.} "
    },
    {
      "Text": "You may review and under certain circumstances, update your Personal Information by contacting us at privacy@hellofyllo.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We may share your Personal Information with third parties in certain circumstances, including as necessary to provide you with our Services or certain aspects thereof, or in our discretion to third parties for our or their own purposes. You can learn more about our information sharing practices below, by reviewing the “Disclosure and Sharing of Information” section below.} "
    },
    {
      "Text": "Section 3. Information Collected.\\n\\nFyllo collects information in three ways: information you give to us, information that we automatically gather from your use of our Service, and information obtained from third parties, each as more specifically described below.  The information we collect is comprised of both “Personal Information” and “Non-Personal Information.”\\n\\n“Personal Information” means information that you provide to us that personally identifies you, including, but not limited to, your first and last name, email address, physical address, telephone number, billing information, or social security number.\\n\\n“Non-Personal Information” means information that does not specifically identify you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {As such, you should read this Privacy Policy in its entirety and return to it periodically to review any changes made. You should immediately cease using and accessing the Services if you do not agree to the terms of this Privacy Policy.} "
    },
    {
      "Text": "Information you give to us.\\n\\nWe collect information that you give to us.  To the extent that our Services require you to submit information about yourself, for example through our Contact Us form, in order to receive information about our Services, we will collect and hold all such information, whether Personal Information or Non-Personal Information.  In addition, we may also receive information from you through your use of our Services.  Information included in any postings on our Services, or your participation in surveys and research studies, any correspondence to us, and any content therein that you enter into the Services may be collected, retained, processed, and used by us in accordance with this Privacy Policy.\\n\\nIf you represent a business and want to partner with us, advertise with us, or participate in our Services in any other way, you may be asked to provide information such as a business name, website URL, telephone number, physical address, email address, description of business, service areas, business category and/or keyword information, credit card information, and other contact information (all of the foregoing, “Business Information”).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The information we collect is comprised of both “Personal Information” and “Non-Personal Information.” “Personal Information” means information that you provide to us that personally identifies you, including, but not limited to, your first and last name, email address, physical address, telephone number, billing information, or social security number. “Non-Personal Information” means information that does not specifically identify you.} "
    },
    {
      "Text": "Some of the Business Information you provide to us may be Personal Information",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you represent a business and want to partner with us, advertise with us, or participate in our Services in any other way, you may be asked to provide information such as a business name, website URL, telephone number, physical address, email address, description of business, service areas, business category and/or keyword information, credit card information, and other contact information (all of the foregoing, “Business Information”). Business Information may also include a business’ opt-in to receive additional information regarding services that we or our partners may provide.} "
    },
    {
      "Text": "Information we automatically gather from your use of our Services.\\n\\nJust like many other websites and applications, we collect information about what parts of our Services you use and how you use them.  Information we may collect includes:\\n\\nLocation information such as your geolocation when you use our Services from a mobile device and/or mobile application.  We also may ask you to manually provide precise location information or to enable your mobile device to send us precise location information.\\n\\nDevice information such as your hardware model, operating system, operating system version, mobile device type, unique identifiers from your computer or mobile device, application download information, and/or IP address.\\n\\nComputer or browser information such as your system activity, the domain name of the website from which you linked to our Services, the time and duration of your use of our Services and any queries, browser type, and browser language.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Some of the Business Information you provide to us may be Personal Information. If this information is collected by us or our partners via telephone, you acknowledge and agree that we or our Partners may be recording your telephone call for our training or quality control purposes, as well as for use in accordance with this Privacy Policy.} "
    },
    {
      "Text": "e may also use unique identifiers, cookies, web beacons, web server log information, or other technologies to collect information about you.  In addition to the information that we collect from you for our own Services, we may collect information from you for third parties for purposes such as ad targeting, optimization and reporting, as well as our other legitimate business purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Computer or browser information such as your system activity, the domain name of the website from which you linked to our Services, the time and duration of your use of our Services and any queries, browser type, and browser language. For more information regarding what cookies are and how you can manage them as part of your use of our Services, please see the section titled “Cookies and Web Beacons” below.} "
    },
    {
      "Text": "We may also use unique identifiers, cookies, web beacons, web server log information, or other technologies to collect information about you.  In addition to the information that we collect from you for our own Services, we may collect information from you for third parties for purposes such as ad targeting, optimization and reporting, as well as our other legitimate business purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Computer or browser information such as your system activity, the domain name of the website from which you linked to our Services, the time and duration of your use of our Services and any queries, browser type, and browser language. For more information regarding what cookies are and how you can manage them as part of your use of our Services, please see the section titled “Cookies and Web Beacons” below.} "
    },
    {
      "Text": "Information obtained from third parties.\\n\\nWhere the law permits, we may also obtain information from other sources and combine that with information we collect through our Services.  For example, we might obtain information from data providers and advertising service providers, including assumed demographics and interests, and data about your engagement with certain ads.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may also use unique identifiers, cookies, web beacons, web server log information, or other technologies to collect information about you. In addition to the information that we collect from you for our own Services, we may collect information from you for third parties for purposes such as ad targeting, optimization and reporting, as well as our other legitimate business purposes.} "
    },
    {
      "Text": "Section 4. Use of Information We Collect.\\n\\nWe collect information from you and our other users to administer our business activities and to measure and improve our Services.  Information is also used to fulfill your requests, conduct research, develop new services, and offer additional products and services to our visitors.  For example, Fyllo may use your IP address to determine which language to provide as you browse web pages available through the Services.  In addition, information collected from end-users may be used in aggregate form to, among other things, determine the total number of end-users who are using our Services, prepare utilization reports for our Partners (as defined below), diagnose and fix compatibility problems or other problems with our Services, and perform statistical analyses to enable us to build higher quality, more useful online Service",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For example, we might obtain information from data providers and advertising service providers, including assumed demographics and interests, and data about your engagement with certain ads. The information we obtain from these sources may be de-identified prior to our receipt of such information.} "
    },
    {
      "Text": "We use Business Information to create accounts for businesses, to communicate changes to the Services, to improve the Services, to provide anonymous reporting for our internal purposes and for reporting to third parties, and to market Fyllo products and services, and those services of our Partners to such businesses.\\n\\nWe may combine your Personal Information that we have with other information that we obtain from business partners, publicly available information, or other companies.  We may also combine your Personal Information with Non-Personal Information.  If we do so, the combined information will be treated as Personal Information for as long as it remains combined.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Additionally, you understand and agree that we may use the information collected from you to show advertising and promotions tailored to your interests. If you submit a request for information about Fyllo through our Services, we may use your email address to assist you with any issues you may have or to send you an email that gives you the opportunity to elect to receive periodic email alerts from Fyllo regarding developments at the company.} "
    },
    {
      "Text": "Section 5. Disclosure and Sharing of Information.\\n\\nIn providing our Services to you, we may find it necessary or beneficial to share your information with our partners, including our advertising, services, and content partners (collectively, “Partners”) or allow such Partners to gather information directly from you.\\n\\nWe may share your Personal Information with third parties as set forth in this Privacy Policy and in the following situations:\\n\\nConsent: We will share Personal Information with third parties when we have your consent to do so, provided that by using our Services, you hereby acknowledge and agree that we have such consent unless and until you opt-out.\\n\\nPartners: We provide your Personal Information to Partners who work with us to provide our Services or provide services outside of and/or unrelated to the Services.  Our Services with which our Partners may assist us include communicating with you about new or existing Fyllo or third-party services, creating or maintaining our databases, researching or analyzing our users, or processing payment card information. These Partners are authorized to use your Personal Information only as necessary to provide these services to us. \\n\\nAffiliates: We may share your Personal Information with our Affiliates.  “Affiliates” means any entity controlled by, controlling, or under common control with Fyllo.  Our Affiliates will use and distribute such information in accordance with the terms of this Privacy Policy.\\n\\nLegal Issues: Fyllo will use or share your Personal Information in order to prevent or take action regarding any illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of the terms of our Services, or as otherwise required by law.  We will also use your Personal Information to respond to subpoenas, court orders, or legal process, or to establish or exercise our legal rights or defend against legal claims.\\n\\nAcquisition or Merger: If in the future we sell or transfer our assets or portions of our business, or if we experience a change in control, reorganization, or liquidation, we may transfer information to our successor or buyer, subject to the terms of this Privacy Policy.\\n\\nBusiness Information: We may sell or otherwise distribute to third parties any Business Information that you provide to us as we determine in our sole discretion, regardless of whether such Business Information is Personal Information or Non-Personal Information",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may also combine your Personal Information with Non-Personal Information. If we do so, the combined information will be treated as Personal Information for as long as it remains combined.} "
    },
    {
      "Text": "Business Information: We may sell or otherwise distribute to third parties any Business Information that you provide to us as we determine in our sole discretion, regardless of whether such Business Information is Personal Information or Non-Personal Information",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In addition, we may also receive information from you through your use of our Services. Information included in any postings on our Services, or your participation in surveys and research studies, any correspondence to us, and any content therein that you enter into the Services may be collected, retained, processed, and used by us in accordance with this Privacy Policy.} "
    },
    {
      "Text": "We will not provide your credit card information to any third party except as necessary to provide or assist our Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Business Information: We may sell or otherwise distribute to third parties any Business Information that you provide to us as we determine in our sole discretion, regardless of whether such Business Information is Personal Information or Non-Personal Information. Your termination of any services with Fyllo or our Partners will not result in the deletion of your Business Information, nor will we necessarily discontinue our use, sale or distribution of your Business Information following your termination except as required by law.} "
    },
    {
      "Text": "Please contact us at privacy@hellofyllo.com to initiate any deletion and prevent our further use or distribution of your Business Information.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Your termination of any services with Fyllo or our Partners will not result in the deletion of your Business Information, nor will we necessarily discontinue our use, sale or distribution of your Business Information following your termination except as required by law. We will not provide your credit card information to any third party except as necessary to provide or assist our Services.} "
    },
    {
      "Text": "Please contact us at privacy@hellofyllo.com to initiate any deletion and prevent our further use or distribution of your Business Information.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Your termination of any services with Fyllo or our Partners will not result in the deletion of your Business Information, nor will we necessarily discontinue our use, sale or distribution of your Business Information following your termination except as required by law. We will not provide your credit card information to any third party except as necessary to provide or assist our Services.} "
    },
    {
      "Text": "Please contact us at privacy@hellofyllo.com to initiate any deletion and prevent our further use or distribution of your Business Information.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Your termination of any services with Fyllo or our Partners will not result in the deletion of your Business Information, nor will we necessarily discontinue our use, sale or distribution of your Business Information following your termination except as required by law. We will not provide your credit card information to any third party except as necessary to provide or assist our Services.} "
    },
    {
      "Text": "We may also share information obtained from our data providers and advertising service providers with third parties so they can send offers and promotions regarding their products and services",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We urge you to contact third parties directly with any issues you may have concerning their use of your information. Please see the section titled “Third-Party Practices” below for more information on third-party use of your information.} "
    },
    {
      "Text": "You can opt-out of our sharing of your information with third parties for their unaffiliated marketing purposes using our Do Not Sell link.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Please see the section titled “Third-Party Practices” below for more information on third-party use of your information. We may also share information obtained from our data providers and advertising service providers with third parties so they can send offers and promotions regarding their products and services.} "
    },
    {
      "Text": "You can opt-out of our sharing of your information with third parties for their unaffiliated marketing purposes using our Do Not Sell link.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Please see the section titled “Third-Party Practices” below for more information on third-party use of your information. We may also share information obtained from our data providers and advertising service providers with third parties so they can send offers and promotions regarding their products and services.} "
    },
    {
      "Text": "Section 6. Cookies and Other Tracking Technologies. \\n\\nWhen you use our Services, a cookie that uniquely identifies your browser may be sent to your computer or mobile device.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may also share information obtained from our data providers and advertising service providers with third parties so they can send offers and promotions regarding their products and services. You can opt-out of our sharing of your information with third parties for their unaffiliated marketing purposes using our Do Not Sell link .} "
    },
    {
      "Text": "We use cookies to improve the quality of our Services (for example, by fulfilling your language, filtering, and other preferences) and to better understand how people interact with our Services (for example, by tracking user trends and patterns associated with the use of our Services).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {A “cookie” is a small file containing your preferences that is sent to your browser and sent back by your browser each time your browser accesses our servers. Cookies that we may use may only be read by the server that placed them there.} "
    },
    {
      "Text": "We may use the services of web analytics companies to help us measure the effectiveness of our Services.  To do this, we allow the web analytics companies to include web beacons and cookies on the web pages of our Services.  Web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) are small electronic files that allow the counting of users who have visited those pages or other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).  The type of information collected via such web beacons and cookies includes click-throughs by users and other similar information.  By supplementing our records, this information helps us learn things like user preferences, click-through rates, how to improve our Services, and what kinds of offers our users like to see.  Although our web analytics companies log this information on our behalf, we control how that data may be used.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {However, some aspects of the Services may not function properly without cookies. If you would like more information about cookies and how to control and delete cookies in various browsers, such as Internet Explorer, Firefox, Safari, Opera and Chrome, please click here .} "
    },
    {
      "Text": "We may use the services of web analytics companies to help us measure the effectiveness of our Services.  To do this, we allow the web analytics companies to include web beacons and cookies on the web pages of our Services.  Web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) are small electronic files that allow the counting of users who have visited those pages or other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).  The type of information collected via such web beacons and cookies includes click-throughs by users and other similar information.  By supplementing our records, this information helps us learn things like user preferences, click-through rates, how to improve our Services, and what kinds of offers our users like to see.  Although our web analytics companies log this information on our behalf, we control how that data may be used.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, some aspects of the Services may not function properly without cookies. If you would like more information about cookies and how to control and delete cookies in various browsers, such as Internet Explorer, Firefox, Safari, Opera and Chrome, please click here .} "
    },
    {
      "Text": "Section 7. Your Right to Access, Review, and Change your Personal Information.\\n\\nTo the extent state laws provide users with certain data subject rights, such as the right to request information that we have collected about you, those rights may be honored following proper authentication and verification.   You can review and update your Personal Information by contacting us at privacy@hellofyllo.com.  ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {For more information about cookies please click here . To “opt-out” of receiving cookies from certain of our Ad Serving Partners, please click here .} "
    },
    {
      "Text": "Section 7. Your Right to Access, Review, and Change your Personal Information.\\n\\nTo the extent state laws provide users with certain data subject rights, such as the right to request information that we have collected about you, those rights may be honored following proper authentication and verification.   You can review and update your Personal Information by contacting us at privacy@hellofyllo.com.  ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {For more information about cookies please click here . To “opt-out” of receiving cookies from certain of our Ad Serving Partners, please click here .} "
    },
    {
      "Text": "Section 7. Your Right to Access, Review, and Change your Personal Information.\\n\\nTo the extent state laws provide users with certain data subject rights, such as the right to request information that we have collected about you, those rights may be honored following proper authentication and verification.   You can review and update your Personal Information by contacting us at privacy@hellofyllo.com.  ",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {For more information about cookies please click here . To “opt-out” of receiving cookies from certain of our Ad Serving Partners, please click here .} "
    },
    {
      "Text": "You can review and update your Personal Information by contacting us at privacy@hellofyllo.com.  ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Your Right to Access, Review, and Change your Personal Information. To the extent state laws provide users with certain data subject rights, such as the right to request information that we have collected about you, those rights may be honored following proper authentication and verification.} "
    },
    {
      "Text": "Section 10. Children’s Information.\\n\\nOur Services are not directed to persons under the age of 18.  If you are under the age of 18, you are prohibited from accessing the Services and may not give us any Personal Information or participate in any aspect of our Services.  Except as may be required by law, we will not knowingly collect, maintain, or disclose any Personal Information from children under the age of 18.\\n\\nWe do not intentionally gather Personal Information about visitors or end-users who are under the age of 18.  If you believe that we have collected Personal Information about a visitor or end-user who is under the age of 18, please contact us at privacy@hellofyllo.com and such account and/or Personal Information will be deleted.",
      "Label": "Others",
      "Context": "2 Sentences Before {We are not responsible for the privacy practices or the content of such websites, including the use of any information collected when our end-users click through to such websites. If you are concerned about the privacy policy of a third party, we strongly encourage you to contact them directly or visit their individual websites to learn more about their individual privacy policies.} "
    },
    {
      "Text": "Section 11. Additional Terms.\\n\\nChanges to this Privacy Policy \\n\\nWe may revise this Privacy Policy from time to time.  We will post any Privacy Policy changes on this page: hellofyllo.com/privacy-policy and, if the changes are significant, we will notify you by email to the primary email address specified in your account and/or through a notice on our home page. ",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {We do not intentionally gather Personal Information about visitors or end-users who are under the age of 18. If you believe that we have collected Personal Information about a visitor or end-user who is under the age of 18, please contact us at privacy@hellofyllo.com and such account and/or Personal Information will be deleted.} "
    },
    {
      "Text": "Privacy Preference Center\\nWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Contact Us . If you have any questions about this Privacy Policy, please feel free to contact us by email at privacy@hellofyllo.com or mail us at Fyllo, 404 W Harrison St. Suite 200, Chicago, IL 60607.} "
    },
    {
      "Text": "Strictly Necessary Cookies\\nAlways Active\\nThese cookies are necessary for the website to function and cannot be switched off in our systems. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.} "
    },
    {
      "Text": "Functional Cookies\\nFunctional Cookies\\nThese cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.} "
    },
    {
      "Text": "Functional Cookies\\nFunctional Cookies\\nThese cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.} "
    },
    {
      "Text": "We collect information (including both Non-Personal Information and Personal Information (each as defined below)) in three main ways: information that you give to us, information that we automatically collect from your use of our Services, and information obtained from third parties. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Our Privacy Policy describes how we collect, use, share, and disclose information collected via our Services. The following bullets provide a brief summary of our privacy practices, but we encourage you to read the entirety of our Privacy Policy.} "
    },
    {
      "Text": "We may share your Personal Information with third parties in certain circumstances, including as necessary to provide you with our Services or certain aspects thereof, or in our discretion to third parties for our or their own purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The following bullets provide a brief summary of our privacy practices, but we encourage you to read the entirety of our Privacy Policy. We collect information (including both Non-Personal Information and Personal Information (each as defined below)) in three main ways: information that you give to us, information that we automatically collect from your use of our Services, and information obtained from third parties.} "
    },
    {
      "Text": "You may review and under certain circumstances, update your Personal Information by contacting us at privacy@hellofyllo.com",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We may share your Personal Information with third parties in certain circumstances, including as necessary to provide you with our Services or certain aspects thereof, or in our discretion to third parties for our or their own purposes. You can learn more about our information sharing practices below, by reviewing the “Disclosure and Sharing of Information” section below.} "
    },
    {
      "Text": "You may review and under certain circumstances, update your Personal Information by contacting us at privacy@hellofyllo.com.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {We may share your Personal Information with third parties in certain circumstances, including as necessary to provide you with our Services or certain aspects thereof, or in our discretion to third parties for our or their own purposes. You can learn more about our information sharing practices below, by reviewing the “Disclosure and Sharing of Information” section below.} "
    },
    {
      "Text": "You may review and under certain circumstances, update your Personal Information by contacting us at privacy@hellofyllo.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We may share your Personal Information with third parties in certain circumstances, including as necessary to provide you with our Services or certain aspects thereof, or in our discretion to third parties for our or their own purposes. You can learn more about our information sharing practices below, by reviewing the “Disclosure and Sharing of Information” section below.} "
    },
    {
      "Text": "Information Collected.\\n\\nFyllo collects information in three ways: information you give to us, information that we automatically gather from your use of our Service, and information obtained from third parties, each as more specifically described below.  ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Summary 2. Acceptance 3.} "
    },
    {
      "Text": "“Personal Information” means information that you provide to us that personally identifies you, including, but not limited to, your first and last name, email address, physical address, telephone number, billing information, or social security number.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Information you give to us.\\n\\nWe collect information that you give to us.  To the extent that our Services require you to submit information about yourself, for example through our Contact Us form, in order to receive information about our Services, we will collect and hold all such information, whether Personal Information or Non-Personal Information.  In addition, we may also receive information from you through your use of our Services.  Information included in any postings on our Services, or your participation in surveys and research studies, any correspondence to us, and any content therein that you enter into the Services may be collected, retained, processed, and used by us in accordance with this Privacy Policy.\\n\\nIf you represent a business and want to partner with us, advertise with us, or participate in our Services in any other way, you may be asked to provide information such as a business name, website URL, telephone number, physical address, email address, description of business, service areas, business category and/or keyword information, credit card information, and other contact information (all of the foregoing, “Business Information”).  Business Information may also include a business’ opt-in to receive additional information regarding services that we or our partners may provide. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The information we collect is comprised of both “Personal Information” and “Non-Personal Information.” “Personal Information” means information that you provide to us that personally identifies you, including, but not limited to, your first and last name, email address, physical address, telephone number, billing information, or social security number. “Non-Personal Information” means information that does not specifically identify you.} "
    },
    {
      "Text": "Information we automatically gather from your use of our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Some of the Business Information you provide to us may be Personal Information. If this information is collected by us or our partners via telephone, you acknowledge and agree that we or our Partners may be recording your telephone call for our training or quality control purposes, as well as for use in accordance with this Privacy Policy.} "
    },
    {
      "Text": "Information we may collect includes:\\n\\nLocation information such as your geolocation when you use our Services from a mobile device and/or mobile application",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Information we automatically gather from your use of our Services. Just like many other websites and applications, we collect information about what parts of our Services you use and how you use them.} "
    },
    {
      "Text": "Device information such as your hardware model, operating system, operating system version, mobile device type, unique identifiers from your computer or mobile device, application download information, and/or IP address.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Information we may collect includes: Location information such as your geolocation when you use our Services from a mobile device and/or mobile application. We also may ask you to manually provide precise location information or to enable your mobile device to send us precise location information.} "
    },
    {
      "Text": "Computer or browser information such as your system activity, the domain name of the website from which you linked to our Services, the time and duration of your use of our Services and any queries, browser type, and browser language.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We also may ask you to manually provide precise location information or to enable your mobile device to send us precise location information. Device information such as your hardware model, operating system, operating system version, mobile device type, unique identifiers from your computer or mobile device, application download information, and/or IP address.} "
    },
    {
      "Text": "We may also use unique identifiers, cookies, web beacons, web server log information, or other technologies to collect information about you.  In addition to the information that we collect from you for our own Services, we may collect information from you for third parties for purposes such as ad targeting, optimization and reporting, as well as our other legitimate business purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Computer or browser information such as your system activity, the domain name of the website from which you linked to our Services, the time and duration of your use of our Services and any queries, browser type, and browser language. For more information regarding what cookies are and how you can manage them as part of your use of our Services, please see the section titled “Cookies and Web Beacons” below.} "
    },
    {
      "Text": "In addition to the information that we collect from you for our own Services, we may collect information from you for third parties for purposes such as ad targeting, optimization and reporting, as well as our other legitimate business purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For more information regarding what cookies are and how you can manage them as part of your use of our Services, please see the section titled “Cookies and Web Beacons” below. We may also use unique identifiers, cookies, web beacons, web server log information, or other technologies to collect information about you.} "
    },
    {
      "Text": "In addition to the information that we collect from you for our own Services, we may collect information from you for third parties for purposes such as ad targeting, optimization and reporting, as well as our other legitimate business purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {For more information regarding what cookies are and how you can manage them as part of your use of our Services, please see the section titled “Cookies and Web Beacons” below. We may also use unique identifiers, cookies, web beacons, web server log information, or other technologies to collect information about you.} "
    },
    {
      "Text": "Information obtained from third parties.\\n\\nWhere the law permits, we may also obtain information from other sources and combine that with information we collect through our Services.  For example, we might obtain information from data providers and advertising service providers, including assumed demographics and interests, and data about your engagement with certain ads",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may also use unique identifiers, cookies, web beacons, web server log information, or other technologies to collect information about you. In addition to the information that we collect from you for our own Services, we may collect information from you for third parties for purposes such as ad targeting, optimization and reporting, as well as our other legitimate business purposes.} "
    },
    {
      "Text": "Use of Information We Collect.\\n\\nWe collect information from you and our other users to administer our business activities and to measure and improve our Services.  Information is also used to fulfill your requests, conduct research, develop new services, and offer additional products and services to our visitors.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Acceptance 3. Information Collected 4.} "
    },
    {
      "Text": "In addition, information collected from end-users may be used in aggregate form to, among other things, determine the total number of end-users who are using our Services, prepare utilization reports for our Partners (as defined below), diagnose and fix compatibility problems or other problems with our Services, and perform statistical analyses to enable us to build higher quality, more useful online Services",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We collect information that you give to us. To the extent that our Services require you to submit information about yourself, for example through our Contact Us form, in order to receive information about our Services, we will collect and hold all such information, whether Personal Information or Non-Personal Information.} "
    },
    {
      "Text": "Additionally, you understand and agree that we may use the information collected from you to show advertising and promotions tailored to your interests.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In addition, information collected from end-users may be used in aggregate form to, among other things, determine the total number of end-users who are using our Services, prepare utilization reports for our Partners (as defined below), diagnose and fix compatibility problems or other problems with our Services, and perform statistical analyses to enable us to build higher quality, more useful online Services. You understand and agree that we may use your information to process information requests you submit, to communicate with you, to make you aware of new or other Services that we offer, or to help conduct surveys to assess and improve our Services, business and related products and services.} "
    },
    {
      "Text": "Additionally, you understand and agree that we may use the information collected from you to show advertising and promotions tailored to your interests.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In addition, information collected from end-users may be used in aggregate form to, among other things, determine the total number of end-users who are using our Services, prepare utilization reports for our Partners (as defined below), diagnose and fix compatibility problems or other problems with our Services, and perform statistical analyses to enable us to build higher quality, more useful online Services. You understand and agree that we may use your information to process information requests you submit, to communicate with you, to make you aware of new or other Services that we offer, or to help conduct surveys to assess and improve our Services, business and related products and services.} "
    },
    {
      "Text": "Additionally, you understand and agree that we may use the information collected from you to show advertising and promotions tailored to your interests.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In addition, information collected from end-users may be used in aggregate form to, among other things, determine the total number of end-users who are using our Services, prepare utilization reports for our Partners (as defined below), diagnose and fix compatibility problems or other problems with our Services, and perform statistical analyses to enable us to build higher quality, more useful online Services. You understand and agree that we may use your information to process information requests you submit, to communicate with you, to make you aware of new or other Services that we offer, or to help conduct surveys to assess and improve our Services, business and related products and services.} "
    },
    {
      "Text": "We use Business Information to create accounts for businesses, to communicate changes to the Services, to improve the Services, to provide anonymous reporting for our internal purposes and for reporting to third parties, and to market Fyllo products and services, and those services of our Partners to such businesses.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Additionally, you understand and agree that we may use the information collected from you to show advertising and promotions tailored to your interests. If you submit a request for information about Fyllo through our Services, we may use your email address to assist you with any issues you may have or to send you an email that gives you the opportunity to elect to receive periodic email alerts from Fyllo regarding developments at the company.} "
    },
    {
      "Text": "We use Business Information to create accounts for businesses, to communicate changes to the Services, to improve the Services, to provide anonymous reporting for our internal purposes and for reporting to third parties, and to market Fyllo products and services, and those services of our Partners to such businesses.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Additionally, you understand and agree that we may use the information collected from you to show advertising and promotions tailored to your interests. If you submit a request for information about Fyllo through our Services, we may use your email address to assist you with any issues you may have or to send you an email that gives you the opportunity to elect to receive periodic email alerts from Fyllo regarding developments at the company.} "
    },
    {
      "Text": "We use Business Information to create accounts for businesses, to communicate changes to the Services, to improve the Services, to provide anonymous reporting for our internal purposes and for reporting to third parties, and to market Fyllo products and services, and those services of our Partners to such businesses.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Additionally, you understand and agree that we may use the information collected from you to show advertising and promotions tailored to your interests. If you submit a request for information about Fyllo through our Services, we may use your email address to assist you with any issues you may have or to send you an email that gives you the opportunity to elect to receive periodic email alerts from Fyllo regarding developments at the company.} "
    },
    {
      "Text": "We may combine your Personal Information that we have with other information that we obtain from business partners, publicly available information, or other companies.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you submit a request for information about Fyllo through our Services, we may use your email address to assist you with any issues you may have or to send you an email that gives you the opportunity to elect to receive periodic email alerts from Fyllo regarding developments at the company. We use Business Information to create accounts for businesses, to communicate changes to the Services, to improve the Services, to provide anonymous reporting for our internal purposes and for reporting to third parties, and to market Fyllo products and services, and those services of our Partners to such businesses.} "
    },
    {
      "Text": "Disclosure and Sharing of Information.\\n\\nIn providing our Services to you, we may find it necessary or beneficial to share your information with our partners, including our advertising, services, and content partners (collectively, “Partners”) or allow such Partners to gather information directly from you.\\n\\nWe may share your Personal Information with third parties as set forth in this Privacy Policy and in the following situations:",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Information Collected 4. Use of Information We Collect 5.} "
    },
    {
      "Text": "Consent: We will share Personal Information with third parties when we have your consent to do so, provided that by using our Services, you hereby acknowledge and agree that we have such consent unless and until you opt-out.\\n\\nPartners: We provide your Personal Information to Partners who work with us to provide our Services or provide services outside of and/or unrelated to the Services.  Our Services with which our Partners may assist us include communicating with you about new or existing Fyllo or third-party services, creating or maintaining our databases, researching or analyzing our users, or processing payment card information. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Disclosure and Sharing of Information. In providing our Services to you, we may find it necessary or beneficial to share your information with our partners, including our advertising, services, and content partners (collectively, “Partners”) or allow such Partners to gather information directly from you.} "
    },
    {
      "Text": "Affiliates: We may share your Personal Information with our Affiliates.  “Affiliates” means any entity controlled by, controlling, or under common control with Fyllo. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Our Services with which our Partners may assist us include communicating with you about new or existing Fyllo or third-party services, creating or maintaining our databases, researching or analyzing our users, or processing payment card information. These Partners are authorized to use your Personal Information only as necessary to provide these services to us.} "
    },
    {
      "Text": "Legal Issues: Fyllo will use or share your Personal Information in order to prevent or take action regarding any illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of the terms of our Services, or as otherwise required by law.  We will also use your Personal Information to respond to subpoenas, court orders, or legal process, or to establish or exercise our legal rights or defend against legal claims.\\n\\nAcquisition or Merger: If in the future we sell or transfer our assets or portions of our business, or if we experience a change in control, reorganization, or liquidation, we may transfer information to our successor or buyer, subject to the terms of this Privacy Policy.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {“Affiliates” means any entity controlled by, controlling, or under common control with Fyllo. Our Affiliates will use and distribute such information in accordance with the terms of this Privacy Policy.} "
    },
    {
      "Text": "Business Information: We may sell or otherwise distribute to third parties any Business Information that you provide to us as we determine in our sole discretion, regardless of whether such Business Information is Personal Information or Non-Personal Information.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In addition, we may also receive information from you through your use of our Services. Information included in any postings on our Services, or your participation in surveys and research studies, any correspondence to us, and any content therein that you enter into the Services may be collected, retained, processed, and used by us in accordance with this Privacy Policy.} "
    },
    {
      "Text": "Business Information: We may sell or otherwise distribute to third parties any Business Information that you provide to us as we determine in our sole discretion, regardless of whether such Business Information is Personal Information or Non-Personal Information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In addition, we may also receive information from you through your use of our Services. Information included in any postings on our Services, or your participation in surveys and research studies, any correspondence to us, and any content therein that you enter into the Services may be collected, retained, processed, and used by us in accordance with this Privacy Policy.} "
    },
    {
      "Text": "We may also share information obtained from our data providers and advertising service providers with third parties so they can send offers and promotions regarding their products and services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We urge you to contact third parties directly with any issues you may have concerning their use of your information. Please see the section titled “Third-Party Practices” below for more information on third-party use of your information.} "
    },
    {
      "Text": "We use cookies to improve the quality of our Services (for example, by fulfilling your language, filtering, and other preferences) and to better understand how people interact with our Services (for example, by tracking user trends and patterns associated with the use of our Services).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {A “cookie” is a small file containing your preferences that is sent to your browser and sent back by your browser each time your browser accesses our servers. Cookies that we may use may only be read by the server that placed them there.} "
    },
    {
      "Text": "We may use the services of web analytics companies to help us measure the effectiveness of our Services.  To do this, we allow the web analytics companies to include web beacons and cookies on the web pages of our Services.  Web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) are small electronic files that allow the counting of users who have visited those pages or other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).  The type of information collected via such web beacons and cookies includes click-throughs by users and other similar information.  By supplementing our records, this information helps us learn things like user preferences, click-through rates, how to improve our Services, and what kinds of offers our users like to see.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, some aspects of the Services may not function properly without cookies. If you would like more information about cookies and how to control and delete cookies in various browsers, such as Internet Explorer, Firefox, Safari, Opera and Chrome, please click here .} "
    },
    {
      "Text": "Your Right to Access, Review, and Change your Personal Information.\\n\\nTo the extent state laws provide users with certain data subject rights, such as the right to request information that we have collected about you, those rights may be honored following proper authentication and verification.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Disclosure and Sharing of Information 6. Cookies and Web Beacons 7.} "
    },
    {
      "Text": "Section 8. Confidentiality and Security.\\n\\nWe recognize our responsibility to protect the Personal Information you entrust to us.  We restrict access to Personal Information to Fyllo employees, contractors, Affiliates, Partners (as described in this Privacy Policy), and agents.  We use commercially reasonable measures to provide our Services.  However, you should assume that no data transmitted over the Internet or stored or maintained by us or our third-party service providers can be 100% secure.  Accordingly, we cannot guarantee that unauthorized access, hacking, data loss, or other breaches will never occur.  Your use of our Services is at your own risk.  We urge you to take steps to protect your Personal Information when you are on the Internet by changing your passwords often using a combination of letters and numbers, and make sure you use a secure Internet browser.  You agree that we will not have any liability for misuse, access, acquisition, deletion, or disclosure of your Personal Information.",
      "Label": "Others",
      "Context": "2 Sentences Before {To the extent state laws provide users with certain data subject rights, such as the right to request information that we have collected about you, those rights may be honored following proper authentication and verification. You can review and update your Personal Information by contacting us at privacy@hellofyllo.com.} "
    },
    {
      "Text": "Section 10. Children’s Information.\\n\\nOur Services are not directed to persons under the age of 18.  If you are under the age of 18, you are prohibited from accessing the Services and may not give us any Personal Information or participate in any aspect of our Services.  Except as may be required by law, we will not knowingly collect, maintain, or disclose any Personal Information from children under the age of 18.\\n\\nWe do not intentionally gather Personal Information about visitors or end-users who are under the age of 18.  If you believe that we have collected Personal Information about a visitor or end-user who is under the age of 18, please contact us at privacy@hellofyllo.com and such account and/or Personal Information will be deleted.",
      "Label": "Others",
      "Context": "2 Sentences Before {We are not responsible for the privacy practices or the content of such websites, including the use of any information collected when our end-users click through to such websites. If you are concerned about the privacy policy of a third party, we strongly encourage you to contact them directly or visit their individual websites to learn more about their individual privacy policies.} "
    },
    {
      "Text": "Changes to this Privacy Policy \\n\\nWe may revise this Privacy Policy from time to time.  We will post any Privacy Policy changes on this page: hellofyllo.com/privacy-policy and, if the changes are significant, we will notify you by email to the primary email address specified in your account and/or through a notice on our home page.  Your continued use of our Services after such change has been made will signify your acceptance of such change.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Section 11. Additional Terms.} "
    },
    {
      "Text": "Effective as of December 2021",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We collect information (including both Non-Personal Information and Personal Information (each as defined below)) in three main ways: information that you give to us, information that we automatically collect from your use of our Services, and information obtained from third parties. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Our Privacy Policy describes how we collect, use, share, and disclose information collected via our Services. The following bullets provide a brief summary of our privacy practices, but we encourage you to read the entirety of our Privacy Policy.} "
    },
    {
      "Text": "We may share your Personal Information with third parties in certain circumstances, including as necessary to provide you with our Services or certain aspects thereof, or in our discretion to third parties for our or their own purposes.  You can learn more about our information sharing practices below, by reviewing the “Disclosure and Sharing of Information” section below.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The following bullets provide a brief summary of our privacy practices, but we encourage you to read the entirety of our Privacy Policy. We collect information (including both Non-Personal Information and Personal Information (each as defined below)) in three main ways: information that you give to us, information that we automatically collect from your use of our Services, and information obtained from third parties.} "
    },
    {
      "Text": "You may review and under certain circumstances, update your Personal Information by contacting us at privacy@hellofyllo.com.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {We may share your Personal Information with third parties in certain circumstances, including as necessary to provide you with our Services or certain aspects thereof, or in our discretion to third parties for our or their own purposes. You can learn more about our information sharing practices below, by reviewing the “Disclosure and Sharing of Information” section below.} "
    },
    {
      "Text": "You may review and under certain circumstances, update your Personal Information by contacting us at privacy@hellofyllo.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We may share your Personal Information with third parties in certain circumstances, including as necessary to provide you with our Services or certain aspects thereof, or in our discretion to third parties for our or their own purposes. You can learn more about our information sharing practices below, by reviewing the “Disclosure and Sharing of Information” section below.} "
    },
    {
      "Text": "You may review and under certain circumstances, update your Personal Information by contacting us at privacy@hellofyllo.com.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We may share your Personal Information with third parties in certain circumstances, including as necessary to provide you with our Services or certain aspects thereof, or in our discretion to third parties for our or their own purposes. You can learn more about our information sharing practices below, by reviewing the “Disclosure and Sharing of Information” section below.} "
    },
    {
      "Text": "Section 3. Information Collected.\n\nFyllo collects information in three ways: information you give to us, information that we automatically gather from your use of our Service, and information obtained from third parties, each as more specifically described below.  The information we collect is comprised of both “Personal Information” and “Non-Personal Information.”\n\n“Personal Information” means information that you provide to us that personally identifies you, including, but not limited to, your first and last name, email address, physical address, telephone number, billing information, or social security number.\n\n“Non-Personal Information” means information that does not specifically identify you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {As such, you should read this Privacy Policy in its entirety and return to it periodically to review any changes made. You should immediately cease using and accessing the Services if you do not agree to the terms of this Privacy Policy.} "
    },
    {
      "Text": "Information you give to us.\n\nWe collect information that you give to us.  To the extent that our Services require you to submit information about yourself, for example through our Contact Us form, in order to receive information about our Services, we will collect and hold all such information, whether Personal Information or Non-Personal Information.  In addition, we may also receive information from you through your use of our Services.  Information included in any postings on our Services, or your participation in surveys and research studies, any correspondence to us, and any content therein that you enter into the Services may be collected, retained, processed, and used by us in accordance with this Privacy Policy.\n\nIf you represent a business and want to partner with us, advertise with us, or participate in our Services in any other way, you may be asked to provide information such as a business name, website URL, telephone number, physical address, email address, description of business, service areas, business category and/or keyword information, credit card information, and other contact information (all of the foregoing, “Business Information”).  Business Information may also include a business’ opt-in to receive additional information regarding services that we or our partners may provide.  Some of the Business Information you provide to us may be Personal Information.  If this information is collected by us or our partners via telephone, you acknowledge and agree that we or our Partners may be recording your telephone call for our training or quality control purposes, as well as for use in accordance with this Privacy Policy.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The information we collect is comprised of both “Personal Information” and “Non-Personal Information.” “Personal Information” means information that you provide to us that personally identifies you, including, but not limited to, your first and last name, email address, physical address, telephone number, billing information, or social security number. “Non-Personal Information” means information that does not specifically identify you.} "
    },
    {
      "Text": "Information we automatically gather from your use of our Services.\n\nJust like many other websites and applications, we collect information about what parts of our Services you use and how you use them.  Information we may collect includes:\n\nLocation information such as your geolocation when you use our Services from a mobile device and/or mobile application.  We also may ask you to manually provide precise location information or to enable your mobile device to send us precise location information.\n\nDevice information such as your hardware model, operating system, operating system version, mobile device type, unique identifiers from your computer or mobile device, application download information, and/or IP address.\n\nComputer or browser information such as your system activity, the domain name of the website from which you linked to our Services, the time and duration of your use of our Services and any queries, browser type, and browser language.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Some of the Business Information you provide to us may be Personal Information. If this information is collected by us or our partners via telephone, you acknowledge and agree that we or our Partners may be recording your telephone call for our training or quality control purposes, as well as for use in accordance with this Privacy Policy.} "
    },
    {
      "Text": " In addition to the information that we collect from you for our own Services, we may collect information from you for third parties for purposes such as ad targeting, optimization and reporting, as well as our other legitimate business purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For more information regarding what cookies are and how you can manage them as part of your use of our Services, please see the section titled “Cookies and Web Beacons” below. We may also use unique identifiers, cookies, web beacons, web server log information, or other technologies to collect information about you.} "
    },
    {
      "Text": "Information obtained from third parties.\n\nWhere the law permits, we may also obtain information from other sources and combine that with information we collect through our Services.  For example, we might obtain information from data providers and advertising service providers, including assumed demographics and interests, and data about your engagement with certain ads.  The information we obtain from these sources may be de-identified prior to our receipt of such information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may also use unique identifiers, cookies, web beacons, web server log information, or other technologies to collect information about you. In addition to the information that we collect from you for our own Services, we may collect information from you for third parties for purposes such as ad targeting, optimization and reporting, as well as our other legitimate business purposes.} "
    },
    {
      "Text": "Use of Information We Collect.\n\nWe collect information from you and our other users to administer our business activities and to measure and improve our Services.  Information is also used to fulfill your requests, conduct research, develop new services, and offer additional products and services to our visitors.  For example, Fyllo may use your IP address to determine which language to provide as you browse web pages available through the Services.  In addition, information collected from end-users may be used in aggregate form to, among other things, determine the total number of end-users who are using our Services, prepare utilization reports for our Partners (as defined below), diagnose and fix compatibility problems or other problems with our Services, and perform statistical analyses to enable us to build higher quality, more useful online Services.  You understand and agree that we may use your information to process information requests you submit, to communicate with you, to make you aware of new or other Services that we offer, or to help conduct surveys to assess and improve our Services, business and related products and services.  Additionally, you understand and agree that we may use the information collected from you to show advertising and promotions tailored to your interests.  If you submit a request for information about Fyllo through our Services, we may use your email address to assist you with any issues you may have or to send you an email that gives you the opportunity to elect to receive periodic email alerts from Fyllo regarding developments at the company.\n\nWe use Business Information to create accounts for businesses, to communicate changes to the Services, to improve the Services, to provide anonymous reporting for our internal purposes and for reporting to third parties, and to market Fyllo products and services, and those services of our Partners to such businesses.\n\nWe may combine your Personal Information that we have with other information that we obtain from business partners, publicly available information, or other companies.  We may also combine your Personal Information with Non-Personal Information.  If we do so, the combined information will be treated as Personal Information for as long as it remains combined.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Acceptance 3. Information Collected 4.} "
    },
    {
      "Text": "Use of Information We Collect.\n\nWe collect information from you and our other users to administer our business activities and to measure and improve our Services.  Information is also used to fulfill your requests, conduct research, develop new services, and offer additional products and services to our visitors.  For example, Fyllo may use your IP address to determine which language to provide as you browse web pages available through the Services.  In addition, information collected from end-users may be used in aggregate form to, among other things, determine the total number of end-users who are using our Services, prepare utilization reports for our Partners (as defined below), diagnose and fix compatibility problems or other problems with our Services, and perform statistical analyses to enable us to build higher quality, more useful online Services.  You understand and agree that we may use your information to process information requests you submit, to communicate with you, to make you aware of new or other Services that we offer, or to help conduct surveys to assess and improve our Services, business and related products and services.  Additionally, you understand and agree that we may use the information collected from you to show advertising and promotions tailored to your interests.  If you submit a request for information about Fyllo through our Services, we may use your email address to assist you with any issues you may have or to send you an email that gives you the opportunity to elect to receive periodic email alerts from Fyllo regarding developments at the company.\n\nWe use Business Information to create accounts for businesses, to communicate changes to the Services, to improve the Services, to provide anonymous reporting for our internal purposes and for reporting to third parties, and to market Fyllo products and services, and those services of our Partners to such businesses.\n\nWe may combine your Personal Information that we have with other information that we obtain from business partners, publicly available information, or other companies.  We may also combine your Personal Information with Non-Personal Information.  If we do so, the combined information will be treated as Personal Information for as long as it remains combined.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Acceptance 3. Information Collected 4.} "
    },
    {
      "Text": "Use of Information We Collect.\n\nWe collect information from you and our other users to administer our business activities and to measure and improve our Services.  Information is also used to fulfill your requests, conduct research, develop new services, and offer additional products and services to our visitors.  For example, Fyllo may use your IP address to determine which language to provide as you browse web pages available through the Services.  In addition, information collected from end-users may be used in aggregate form to, among other things, determine the total number of end-users who are using our Services, prepare utilization reports for our Partners (as defined below), diagnose and fix compatibility problems or other problems with our Services, and perform statistical analyses to enable us to build higher quality, more useful online Services.  You understand and agree that we may use your information to process information requests you submit, to communicate with you, to make you aware of new or other Services that we offer, or to help conduct surveys to assess and improve our Services, business and related products and services.  Additionally, you understand and agree that we may use the information collected from you to show advertising and promotions tailored to your interests.  If you submit a request for information about Fyllo through our Services, we may use your email address to assist you with any issues you may have or to send you an email that gives you the opportunity to elect to receive periodic email alerts from Fyllo regarding developments at the company.\n\nWe use Business Information to create accounts for businesses, to communicate changes to the Services, to improve the Services, to provide anonymous reporting for our internal purposes and for reporting to third parties, and to market Fyllo products and services, and those services of our Partners to such businesses.\n\nWe may combine your Personal Information that we have with other information that we obtain from business partners, publicly available information, or other companies.  We may also combine your Personal Information with Non-Personal Information.  If we do so, the combined information will be treated as Personal Information for as long as it remains combined.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Acceptance 3. Information Collected 4.} "
    },
    {
      "Text": "Disclosure and Sharing of Information.\n\nIn providing our Services to you, we may find it necessary or beneficial to share your information with our partners, including our advertising, services, and content partners (collectively, “Partners”) or allow such Partners to gather information directly from you.\n\nWe may share your Personal Information with third parties as set forth in this Privacy Policy and in the following situations:\n\nConsent: We will share Personal Information with third parties when we have your consent to do so, provided that by using our Services, you hereby acknowledge and agree that we have such consent unless and until you opt-out.\n\nPartners: We provide your Personal Information to Partners who work with us to provide our Services or provide services outside of and/or unrelated to the Services.  Our Services with which our Partners may assist us include communicating with you about new or existing Fyllo or third-party services, creating or maintaining our databases, researching or analyzing our users, or processing payment card information. These Partners are authorized to use your Personal Information only as necessary to provide these services to us. \n\nAffiliates: We may share your Personal Information with our Affiliates.  “Affiliates” means any entity controlled by, controlling, or under common control with Fyllo.  Our Affiliates will use and distribute such information in accordance with the terms of this Privacy Policy.\n\nLegal Issues: Fyllo will use or share your Personal Information in order to prevent or take action regarding any illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of the terms of our Services, or as otherwise required by law.  We will also use your Personal Information to respond to subpoenas, court orders, or legal process, or to establish or exercise our legal rights or defend against legal claims.\n\nAcquisition or Merger: If in the future we sell or transfer our assets or portions of our business, or if we experience a change in control, reorganization, or liquidation, we may transfer information to our successor or buyer, subject to the terms of this Privacy Policy.\n\nBusiness Information: We may sell or otherwise distribute to third parties any Business Information that you provide to us as we determine in our sole discretion, regardless of whether such Business Information is Personal Information or Non-Personal Information. Your termination of any services with Fyllo or our Partners will not result in the deletion of your Business Information, nor will we necessarily discontinue our use, sale or distribution of your Business Information following your termination except as required by law.  We will not provide your credit card information to any third party except as necessary to provide or assist our Services.  Please contact us at privacy@hellofyllo.com to initiate any deletion and prevent our further use or distribution of your Business Information.\n\nWe reserve the right to share your Non-Personal Information publicly and with others.  Transfers of your information shall at all times be in accordance with applicable law.  Fyllo disclaims any liability or obligation as a result of any third-party actions or omissions concerning your information, including those occurring as a result of our sharing and disclosure pursuant to this Section 5.  We urge you to contact third parties directly with any issues you may have concerning their use of your information.  Please see the section titled “Third-Party Practices” below for more information on third-party use of your information.\n\nWe may also share information obtained from our data providers and advertising service providers with third parties so they can send offers and promotions regarding their products and services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Information Collected 4. Use of Information We Collect 5.} "
    },
    {
      "Text": "Business Information: We may sell or otherwise distribute to third parties any Business Information that you provide to us as we determine in our sole discretion, regardless of whether such Business Information is Personal Information or Non-Personal Information. Your termination of any services with Fyllo or our Partners will not result in the deletion of your Business Information, nor will we necessarily discontinue our use, sale or distribution of your Business Information following your termination except as required by law.  We will not provide your credit card information to any third party except as necessary to provide or assist our Services.  Please contact us at privacy@hellofyllo.com to initiate any deletion and prevent our further use or distribution of your Business Information.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In addition, we may also receive information from you through your use of our Services. Information included in any postings on our Services, or your participation in surveys and research studies, any correspondence to us, and any content therein that you enter into the Services may be collected, retained, processed, and used by us in accordance with this Privacy Policy.} "
    },
    {
      "Text": "You can opt-out of our sharing of your information with third parties for their unaffiliated marketing purposes using our Do Not Sell link.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Please see the section titled “Third-Party Practices” below for more information on third-party use of your information. We may also share information obtained from our data providers and advertising service providers with third parties so they can send offers and promotions regarding their products and services.} "
    },
    {
      "Text": "You can opt-out of our sharing of your information with third parties for their unaffiliated marketing purposes using our Do Not Sell link.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Please see the section titled “Third-Party Practices” below for more information on third-party use of your information. We may also share information obtained from our data providers and advertising service providers with third parties so they can send offers and promotions regarding their products and services.} "
    },
    {
      "Text": "Cookies and Other Tracking Technologies. \n\nWhen you use our Services, a cookie that uniquely identifies your browser may be sent to your computer or mobile device.  A “cookie” is a small file containing your preferences that is sent to your browser and sent back by your browser each time your browser accesses our servers.  Cookies that we may use may only be read by the server that placed them there.  We use cookies to improve the quality of our Services (for example, by fulfilling your language, filtering, and other preferences) and to better understand how people interact with our Services (for example, by tracking user trends and patterns associated with the use of our Services). ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can opt-out of our sharing of your information with third parties for their unaffiliated marketing purposes using our Do Not Sell link . Section 6.} "
    },
    {
      "Text": "You can reset your browser to refuse all cookies or to indicate when a cookie is being sent.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We use cookies to improve the quality of our Services (for example, by fulfilling your language, filtering, and other preferences) and to better understand how people interact with our Services (for example, by tracking user trends and patterns associated with the use of our Services). Most browsers are initially set up to accept cookies.} "
    },
    {
      "Text": "If you would like more information about cookies and how to control and delete cookies in various browsers, such as Internet Explorer, Firefox, Safari, Opera and Chrome, please click here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You can reset your browser to refuse all cookies or to indicate when a cookie is being sent. However, some aspects of the Services may not function properly without cookies.} "
    },
    {
      "Text": "We may use the services of web analytics companies to help us measure the effectiveness of our Services.  To do this, we allow the web analytics companies to include web beacons and cookies on the web pages of our Services.  Web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) are small electronic files that allow the counting of users who have visited those pages or other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).  The type of information collected via such web beacons and cookies includes click-throughs by users and other similar information.  By supplementing our records, this information helps us learn things like user preferences, click-through rates, how to improve our Services, and what kinds of offers our users like to see.  Although our web analytics companies log this information on our behalf, we control how that data may be used.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, some aspects of the Services may not function properly without cookies. If you would like more information about cookies and how to control and delete cookies in various browsers, such as Internet Explorer, Firefox, Safari, Opera and Chrome, please click here .} "
    },
    {
      "Text": "For more information about cookies please click here.  To “opt-out” of receiving cookies from certain of our Ad Serving Partners, please click here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {By supplementing our records, this information helps us learn things like user preferences, click-through rates, how to improve our Services, and what kinds of offers our users like to see. Although our web analytics companies log this information on our behalf, we control how that data may be used.} "
    },
    {
      "Text": "Your Right to Access, Review, and Change your Personal Information.\n\nTo the extent state laws provide users with certain data subject rights, such as the right to request information that we have collected about you, those rights may be honored following proper authentication and verification.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Disclosure and Sharing of Information 6. Cookies and Web Beacons 7.} "
    },
    {
      "Text": "Your Right to Access, Review, and Change your Personal Information.\n\nTo the extent state laws provide users with certain data subject rights, such as the right to request information that we have collected about you, those rights may be honored following proper authentication and verification.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Disclosure and Sharing of Information 6. Cookies and Web Beacons 7.} "
    },
    {
      "Text": "You can review and update your Personal Information by contacting us at privacy@hellofyllo.com.  ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Your Right to Access, Review, and Change your Personal Information. To the extent state laws provide users with certain data subject rights, such as the right to request information that we have collected about you, those rights may be honored following proper authentication and verification.} "
    },
    {
      "Text": "Changes to this Privacy Policy \n\nWe may revise this Privacy Policy from time to time.  We will post any Privacy Policy changes on this page: hellofyllo.com/privacy-policy and, if the changes are significant, we will notify you by email to the primary email address specified in your account and/or through a notice on our home page.  Your continued use of our Services after such change has been made will signify your acceptance of such change.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Section 11. Additional Terms.} "
    },
    {
      "Text": "When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Contact Us . If you have any questions about this Privacy Policy, please feel free to contact us by email at privacy@hellofyllo.com or mail us at Fyllo, 404 W Harrison St. Suite 200, Chicago, IL 60607.} "
    },
    {
      "Text": "Strictly Necessary Cookies\nAlways Active\nThese cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.\n\nPerformance Cookies\nPerformance Cookies\nThese cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.\n\nFunctional Cookies\nFunctional Cookies\nThese cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly.\n\nTargeting Cookies\nTargeting Cookies\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising.\n\nPerformance Cookies",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.} "
    }
  ]
}