{
  "policy_id": "206",
  "text": "Privacy Policy — Malvern Media Home Data Licensing Data Linkage List Management List Rental Data About Contact Home Data Licensing Data Linkage List Management List Rental Data About Contact │ PRIVACY POLICY │ Effective Date: January 1, 2023 This Privacy Policy discloses the privacy practices of Malvern Media, Inc. owner of MalvernMedia.com (collectively “Website”) as it pertains to consumer data under our management. All data pertaining to clients is covered under separate contract with us.  This policy is posted to explain what consumer information is collected, stored, used, and shared when provided to us by clients. 1 . INFORMATION COLLECTION . We receive the following categories of information about consumer from third party providers: (a) Personal Information . This is information which can identify a consumer and includes consumer name and email address, postal address and on occasion consumer telephone or mobile number. (b) Demographic Information . This information includes consumer zip code, postal address, and consumer mobile number. (c) Our Website Tracking . We may track and record consumer movement through our Website when consumer or client visits on our website, what services or products consumer access or order, and this may include information about consumer or client’s computer hardware and software, including IP address, general geographic location of the computer or device, browser preference, general operating systems of the device or computer used. When we can identify the client or consumer personally, through this information, it is Personal Information. (d) Third-Party Information . Except for website tracking information, all information we receive about a consumer is provided by a third-party which may include personal, demographic, and technology information.  We do not receive information found in cookies or persistent identifiers.  We do not have access or control over third party websites, cookies or tracking devices as they are owned and operated by unaffiliated parties. We have no responsibility or liability for the policies and practices of these parties. (e) No Information Collected from Children . We will never knowingly accept any Personal Information about a person under the age of 16. If we accidently receive such information, we delete the same upon notice. 2. TECHNOLOGY INFORMATION COLLECTION . (a) Generally . We use tracking technologies similar to web beacons on our Website only. We do not use or  receive any information about consumers unless contact by a consumer and then we record all consumer information provided to us by that consumer. Using these technologies, we collect client and consumer IP addresses, browser type, ISP, referring/exit pages, operating system, date/time stamp, and/or clickstream data when they are on our Website. We use this to analyze, monitor and update our Website, ease of movements through our Website or to determine any security issues presented on our Website. We may create reports or logs based on these technologies. California residents should be advised we do not respond to do not track signals or cookies. 3. USE OF INFORMATION . (a)          We use the consumer information provided by our client to license and manage such information with third parties to provide the consumer with commercial advertising in third party  services and/or products.  Those third parties who license the data from us have their own policies and terms which may differ significantly from ours and we recommend that before interacting with any party consumers review the terms and privacy policies posted for those parties. We do not control the privacy practices of third-parties. Please contact the third-party with any questions about their privacy practices. (b)          We use the information provided on our through our Website to respond to any questions consumer have, operate, and improve the functionality of our Website. We may use the information for testing, research, analysis and marketing development. This includes maintaining and improving the safety, security and integrity of our Website, databases, and technology assets. (c)           We use the information provided to us to assist third parties to promote their and third-party campaigns, products, and services to consumer that might be of interest to consumer. (d)          We also use the information to respond to consumer questions concerns or requests. (e)          Third-parties will use the information when we share, or lease, it to provide consumer with their services and products. 4. SHARING AND SALE OF INFORMATION . (a) Generally . All information, including the personal information (including consumer name and email), may be leased, licensed, shared, disclosed, or sold to third-parties for their marketing campaigns. This may result in unsolicited email messages to consumer about those third-party products and services. (b) Website Functionality . We share all categories of information set out in this policy with third-party Service Providers we employ to perform technical or analytical functions on our behalf. Examples include third-parties who host our Website, analyze our data, and provide customer service. (c) Third-Party Products and Services . We share all categories of information set out in this Privacy Policy with third-parties including unaffiliated entities, service providers, and data aggregators who will provide consumer with their marketing opportunities, products, or services. (d) Anonymized information . We share aggregated anonymous information about consumers, combined with Service Providers and other third-party vendors and clients for their analysis, promotion, and marketing. This includes demographic information. (e) Legal Process . We disclose consumer information, if legally required to do so, or at our discretion, pursuant to a request from a governmental entity, or if we believe in good faith that such action is necessary to: (a) conform to legal requirements or comply with legal process; (b) protect our rights or property, or our affiliated companies; (c) prevent a crime or protect national security; or (d) protect the personal safety of users or the public. (f) Acquisition or Merger . We may disclose, share, sell and transfer consumer information to a third-party who acquires any or all of our business, whether such acquisition is by way of merger, consolidation or purchase of all or a substantial portion of our assets. In the event we become the subject of an insolvency proceeding, whether voluntary or involuntary, we or our liquidator, administrator, receiver, or administrative receiver may sell, license, or otherwise dispose of, such information in a transaction approved by the court. 5. STORAGE AND SECURITY OF INFORMATION . We use reasonable industry-accepted technology and controls to protect consumer information and data from disclosure to unauthorized third-parties. This includes firewalls, secured facilities, and logged and limited access. Although mostly effective to prevent disclosure, no guarantee can be given that all consumer information provided to us will not be accessed by unauthorized persons. 6. CHANGE TO THIS PRIVACY POLICY . We have the right to make material changes to this Privacy Policy. We will post those changes through a prominent notice on the website with no further notice to consumers. Please review this policy often so that consumers will always know what information we gather, how we might use that information, and with whom we disclose, share, and sell it. 9 . CALIFORNIA CCPA AND CPRA NOTICE . CALIFORNIA CCPA AND CPRA NOTICE Effective Date: January 1, 2023 This Privacy Notice for California Residents supplements the information contained in our primary privacy policy and applies solely to all visitors, users, and others who reside in the State of California (\"consumers\" or \"you\"). We adopt this notice to comply with the California Consumer Privacy Act of 2018 (“CCPA”) and as amended and effective January 1, 2023, the California Privacy Rights Act (“CPRA”). Any terms defined in the CCPA and CPRA have the same meaning when used in this Notice. The CCPA and CPRA are collectively referred to as the “CCPA” for purposes of this Notice. Category Collected Exemplar Source Business Purpose Share or Sale Identifiers First and Last Name, Postal Address,   Unique Personal Identifier, Online Identifier, IP  Address, Email Address Third Party List Owners   (Clients) Provision to third parties for   marketing purposes; Provision to Service Providers for website development,   including to develop and improve our Website, security, and services.  To respond to enforcement requests and as   required by applicable law or court order. Service providers, Contractors,   Third-party marketers (clients) Affiliated companies Personal   and Sensitive Information First   and Last Name, Address, Telephone or Mobile Number, IP address Third   party list owners. Provision   to third parties for marketing purposes; Provision to Service Providers for   website development, including to develop and improve our Website, security,   and services.  To respond to   enforcement requests and as required by applicable law or court order. To   process consumer requests, security purposes and prevent fraud Service   providers, Contractors, Third-party marketers (clients) Affiliated companies Commercial   Information Registration   URL. List   Owner Clients Marketing   by third parties of products and services which may be of interest to   consumers; Maintain the safety, security, and integrity of our Website,   products, services, databases, other technology assets, and business. To   respond to law enforcement requests court order, or  regulatory agencies. To   process consumer requests, and prevent fraud. Service   providers, Contractors, Third-party clients, Unaffiliated companies Network   Activity Consumer   and Client interaction with our website and database. Directly   from consumers Respond   to Consumer request; Maintain the safety, security, and integrity of our   Website, databases, other technology assets, and business. For   testing, research, analysis, and product development, improve our Website,   and services. To   respond to law enforcement requests and as required by applicable law, court   order, or governmental regulations. Service   providers, Contractors, Clients. Geolocation   Data IP   provides general location, if postal address provided exact geolocation. Clients   and consumers. Client   Marketing,  Respond to Consumer   request; Maintain the safety, security, and integrity of our Website, and  databases. To respond to law enforcement   requests and as required by applicable law, court order, or governmental   regulations. Service   providers, Contractors, Clients. Inferences   Drawn from other Personal Information Not   Collected. Highly   Sensitive Information Financial   Information Clients Payment   for services. Third   Party Service Provider Your Rights and Choices . The CCPA provides California residents with specific rights regarding their personal information. This section describes your CCPA rights and explains how to exercise those rights. Access to and Correction of Specific Information and Data Portability Rights . You have the right to request that we disclose and or correct certain information to you about our collection and use of your personal information over the past 12 months. Deletion Request Rights . You have the right to request that we delete any of your personal information in our database. We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to: (1) Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities. (2) Debug our systems or identify and repair errors that impair existing intended functionality; (3) Comply with a legal obligation. Right to Opt-Out of the Sale of Personal Information . You have the right to opt-out of any sale of your Personal Information by us. Opt-Out Preference Signal (Global Privacy Control) . You may use an Opt-Out Preference Signal, such as the Global Privacy Control (“GPC”), to opt-out of the sale/sharing of your personal information.  However, this technology and our use of it is not fully developed by the market.  Our database containing your information may not be linked to your browser identification and because your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account or database information as the connection between your browser and our database is not known to us, we may not be able to fulfill this request. If you would like us to make the connection between your browser and your account within our database, please email us or submit the requested form through our website portal below. Exercising Access, Data Portability, and Deletion Rights . To exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by either: Write Us at: malvernexecutive1@gmail.com or Malvern Media Inc., Attn: Privacy & Compliance Department, 2129 Redcliff St., Los Angeles, CA 90039 Only you, or someone legally authorized to act on your behalf, may make a verifiable consumer request related to your personal information. The appointment must be in writing and presented by your agent. If your authorized agent requests sensitive information about you then we may ask you to provide us with a sworn declaration to further verify your identity. You may only make a verifiable consumer request for access or data portability twice within a 12-month period. The verifiable consumer request must: Provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative, which may include: o    You will be required to provide your full name , email address , and zip code . Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it. We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you. Making a verifiable consumer request does not require you to create an account with us. We will only use personal information provided in a verifiable consumer request to verify the requestor's identity or authority to make the request. Response Timing and Format . We endeavor to respond to a verifiable consumer request within forty-five (45) days of its receipt. If we require more time (up to 45 days), we will inform you of the reason and extension period in writing.  We will deliver our written response by email unless you request, we mail the same to you and you provide a current mailing address. We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request . Non-Discrimination . We will not discriminate against you for exercising any of your CCPA rights. Changes to Our Privacy Notice . We reserve the right to amend this privacy notice at our discretion and at any time. The only notice to you will be our posting of the updated notice on the Website and update the notice's effective date. Contact Information . If you have any questions or comments about this notice, the ways in which we collect and use your information described here and in the posted Privacy Policy, your choices, and rights regarding such use, or wish to exercise your rights under California law, please do not hesitate to contact us at: malvernexecutive@gmail.com or Malvern Media Inc. Attn: Privacy & Compliance Department 2129 Redcliff St. Los Angeles, CA 90039. Back to Top ©2023 Malvern Media Inc. Privacy Policy | Terms of Use Do Not Sell My Personal Information Powered by Squarespace <img src=\"https://images.squarespace-cdn.com/content/v1/58668b52e6f2e17f4f11f804/1484881718793-8A02DKXWME18BM6K6CX4/image-asset.png\" alt=\"\" /> <img src=\"https://images.squarespace-cdn.com/content/v1/58668b52e6f2e17f4f11f804/1484881758191-4S90B8G6XWYSHH2WICAN/5000+logo.jpg\" alt=\"5000 logo.jpg\" />",
  "annotations": [
    {
      "Text": "Effective Date: January 1, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": " INFORMATION COLLECTION.\\n\\nWe receive the following categories of information about consumer from third party providers:\\n\\n                (a)          Personal Information. This is information which can identify a consumer and includes consumer name and email address, postal address and on occasion consumer telephone or mobile number.\\n\\n                (b)          Demographic Information. This information includes consumer zip code, postal address, and consumer mobile number.\\n\\n                (c)           Our Website Tracking. We may track and record consumer movement through our Website when consumer or client visits on our website, what services or products consumer access or order, and this may include information about consumer or client’s computer hardware and software, including IP address, general geographic location of the computer or device, browser preference, general operating systems of the device or computer used. When we can identify the client or consumer personally, through this information, it is Personal Information.\\n\\n                (d)          Third-Party Information. Except for website tracking information, all information we receive about a consumer is provided by a third-party which may include personal, demographic, and technology information.  We do not receive information found in cookies or persistent identifiers",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This policy is posted to explain what consumer information is collected, stored, used, and shared when provided to us by clients. 1 .} "
    },
    {
      "Text": "TECHNOLOGY INFORMATION COLLECTION.\\n\\n                (a)          Generally. We use tracking technologies similar to web beacons on our Website only. We do not use or  receive any information about consumers unless contact by a consumer and then we record all consumer information provided to us by that consumer. Using these technologies, we collect client and consumer IP addresses, browser type, ISP, referring/exit pages, operating system, date/time stamp, and/or clickstream data when they are on our Website. We use this to analyze, monitor and update our Website, ease of movements through our Website or to determine any security issues presented on our Website. We may create reports or logs based on these technologies.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If we accidently receive such information, we delete the same upon notice. 2.} "
    },
    {
      "Text": "  USE OF INFORMATION.\\n\\n                (a)          We use the consumer information provided by our client to license and manage such information with third parties to provide the consumer with commercial advertising in third party  services and/or products.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {California residents should be advised we do not respond to do not track signals or cookies. 3.} "
    },
    {
      "Text": "  USE OF INFORMATION.\\n\\n                (a)          We use the consumer information provided by our client to license and manage such information with third parties to provide the consumer with commercial advertising in third party  services and/or products",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {California residents should be advised we do not respond to do not track signals or cookies. 3.} "
    },
    {
      "Text": "USE OF INFORMATION.\\n\\n                (a)          We use the consumer information provided by our client to license and manage such information with third parties to provide the consumer with commercial advertising in third party  services and/or products",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {California residents should be advised we do not respond to do not track signals or cookies. 3.} "
    },
    {
      "Text": "  We use the information provided on our through our Website to respond to any questions consumer have, operate, and improve the functionality of our Website. We may use the information for testing, research, analysis and marketing development. This includes maintaining and improving the safety, security and integrity of our Website, databases, and technology assets.\\n\\n                (c)           We use the information provided to us to assist third parties to promote their and third-party campaigns, products, and services to consumer that might be of interest to consumer.\\n\\n                (d)          We also use the information to respond to consumer questions concerns or requests.\\n\\n                (e)          Third-parties will use the information when we share, or lease, it to provide consumer with their services and products.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We do not control the privacy practices of third-parties. Please contact the third-party with any questions about their privacy practices.} "
    },
    {
      "Text": "  Third-parties will use the information when we share, or lease, it to provide consumer with their services and products.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may track and record consumer movement through our Website when consumer or client visits on our website, what services or products consumer access or order, and this may include information about consumer or client’s computer hardware and software, including IP address, general geographic location of the computer or device, browser preference, general operating systems of the device or computer used. When we can identify the client or consumer personally, through this information, it is Personal Information.} "
    },
    {
      "Text": "\\n                (e)        ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "    SHARING AND SALE OF INFORMATION.\\n\\n                (a)          Generally. All information, including the personal information (including consumer name and email), may be leased, licensed, shared, disclosed, or sold to third-parties for their marketing campaigns. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {(e)          Third-parties will use the information when we share, or lease, it to provide consumer with their services and products. 4.} "
    },
    {
      "Text": "Website Functionality. We share all categories of information set out in this policy with third-party Service Providers we employ to perform technical or analytical functions on our behalf. Examples include third-parties who host our Website, analyze our data, and provide customer service.\\n\\n                (c)           Third-Party Products and Services. We share all categories of information set out in this Privacy Policy with third-parties including unaffiliated entities, service providers, and data aggregators who will provide consumer with their marketing opportunities, products, or services.\\n\\n                (d)          Anonymized information. We share aggregated anonymous information about consumers, combined with Service Providers and other third-party vendors and clients for their analysis, promotion, and marketing. This includes demographic information.\\n\\n                (e)          Legal Process. We disclose consumer information, if legally required to do so, or at our discretion, pursuant to a request from a governmental entity, or if we believe in good faith that such action is necessary to: (a) conform to legal requirements or comply with legal process; (b) protect our rights or property, or our affiliated companies; (c) prevent a crime or protect national security; or (d) protect the personal safety of users or the public.\\n\\n                (f)           Acquisition or Merger. We may disclose, share, sell and transfer consumer information to a third-party who acquires any or all of our business, whether such acquisition is by way of merger, consolidation or purchase of all or a substantial portion of our assets. In the event we become the subject of an insolvency proceeding, whether voluntary or involuntary, we or our liquidator, administrator, receiver, or administrative receiver may sell, license, or otherwise dispose of, such information in a transaction approved by the court.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {All information, including the personal information (including consumer name and email), may be leased, licensed, shared, disclosed, or sold to third-parties for their marketing campaigns. This may result in unsolicited email messages to consumer about those third-party products and services.} "
    },
    {
      "Text": "SHARING AND SALE OF INFORMATION.\\n\\n                (a)          Generally. All information, including the personal information (including consumer name and email), may be leased, licensed, shared, disclosed, or sold to third-parties for their marketing campaigns",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {(e)          Third-parties will use the information when we share, or lease, it to provide consumer with their services and products. 4.} "
    },
    {
      "Text": " Anonymized information. We share aggregated anonymous information about consumers, combined with Service Providers and other third-party vendors and clients for their analysis, promotion, and marketing. This includes demographic information.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {(c) Third-Party Products and Services . We share all categories of information set out in this Privacy Policy with third-parties including unaffiliated entities, service providers, and data aggregators who will provide consumer with their marketing opportunities, products, or services.} "
    },
    {
      "Text": "Website Functionality. We share all categories of information set out in this policy with third-party Service Providers we employ to perform technical or analytical functions on our behalf. Examples include third-parties who host our Website, analyze our data, and provide customer service.\\n\\n                (c)           Third-Party Products and Services. We share all categories of information set out in this Privacy Policy with third-parties including unaffiliated entities, service providers, and data aggregators who will provide consumer with their marketing opportunities, products, or services.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {All information, including the personal information (including consumer name and email), may be leased, licensed, shared, disclosed, or sold to third-parties for their marketing campaigns. This may result in unsolicited email messages to consumer about those third-party products and services.} "
    },
    {
      "Text": "Acquisition or Merger. We may disclose, share, sell and transfer consumer information to a third-party who acquires any or all of our business, whether such acquisition is by way of merger, consolidation or purchase of all or a substantial portion of our assets. In the event we become the subject of an insolvency proceeding, whether voluntary or involuntary, we or our liquidator, administrator, receiver, or administrative receiver may sell, license, or otherwise dispose of, such information in a transaction approved by the court.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {(e) Legal Process . We disclose consumer information, if legally required to do so, or at our discretion, pursuant to a request from a governmental entity, or if we believe in good faith that such action is necessary to: (a) conform to legal requirements or comply with legal process; (b) protect our rights or property, or our affiliated companies; (c) prevent a crime or protect national security; or (d) protect the personal safety of users or the public.} "
    },
    {
      "Text": " CHANGE TO THIS PRIVACY POLICY.\\n\\n                We have the right to make material changes to this Privacy Policy. We will post those changes through a prominent notice on the website with no further notice to consumers.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Although mostly effective to prevent disclosure, no guarantee can be given that all consumer information provided to us will not be accessed by unauthorized persons. 6.} "
    },
    {
      "Text": "Effective Date: January 1, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Category Collected\\n\\nExemplar\\n\\nSource\\n\\nBusiness Purpose\\n\\nShare or Sale\\n\\nIdentifiers\\n\\nFirst and Last Name, Postal Address, Unique Personal Identifier, Online Identifier, IP  Address, Email Address",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Any terms defined in the CCPA and CPRA have the same meaning when used in this Notice. The CCPA and CPRA are collectively referred to as the “CCPA” for purposes of this Notice.} "
    },
    {
      "Text": "Category Collected\\n\\nExemplar\\n\\nSource\\n\\nBusiness Purpose\\n\\nShare or Sale\\n\\nIdentifiers\\n\\nFirst and Last Name, Postal Address, Unique Personal Identifier, Online Identifier, IP  Address, Email Address\\n\\nThird Party List Owners (Clients)\\n\\nProvision to third parties for marketing purposes; Provision to Service Providers for website development, including to develop and improve our Website, security, and services.  To respond to enforcement requests and as required by applicable law or court order.\\n\\nService providers, Contractors, Third-party marketers (clients) Affiliated companies\\n\\nPersonal and Sensitive Information\\n\\nFirst and Last Name, Address, Telephone or Mobile Number, IP address\\n\\nThird party list owners.\\n\\nProvision to third parties for marketing purposes; Provision to Service Providers for website development, including to develop and improve our Website, security, and services.  To respond to enforcement requests and as required by applicable law or court order. To process consumer requests, security purposes and prevent fraud\\n\\nService providers, Contractors, Third-party marketers (clients) Affiliated companies\\n\\nCommercial Information\\n\\nRegistration URL.\\n\\nList Owner Clients\\n\\nMarketing by third parties of products and services which may be of interest to consumers; Maintain the safety, security, and integrity of our Website, products, services, databases, other technology assets, and business.\\n\\nTo respond to law enforcement requests court order, or  regulatory agencies.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Any terms defined in the CCPA and CPRA have the same meaning when used in this Notice. The CCPA and CPRA are collectively referred to as the “CCPA” for purposes of this Notice.} "
    },
    {
      "Text": "Category Collected\\n\\nExemplar\\n\\nSource\\n\\nBusiness Purpose\\n\\nShare or Sale\\n\\nIdentifiers\\n\\nFirst and Last Name, Postal Address, Unique Personal Identifier, Online Identifier, IP  Address, Email Address\\n\\nThird Party List Owners (Clients)\\n\\nProvision to third parties for marketing purposes; Provision to Service Providers for website development, including to develop and improve our Website, security, and services.  To respond to enforcement requests and as required by applicable law or court order.\\n\\nService providers, Contractors, Third-party marketers (clients) Affiliated companies\\n\\nPersonal and Sensitive Information\\n\\nFirst and Last Name, Address, Telephone or Mobile Number, IP address\\n\\nThird party list owners.\\n\\nProvision to third parties for marketing purposes; Provision to Service Providers for website development, including to develop and improve our Website, security, and services.  To respond to enforcement requests and as required by applicable law or court order. To process consumer requests, security purposes and prevent fraud\\n\\nService providers, Contractors, Third-party marketers (clients) Affiliated companies\\n\\nCommercial Information\\n\\nRegistration URL.\\n\\nList Owner Clients\\n\\nMarketing by third parties of products and services which may be of interest to consumers; Maintain the safety, security, and integrity of our Website, products, services, databases, other technology assets, and business.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Any terms defined in the CCPA and CPRA have the same meaning when used in this Notice. The CCPA and CPRA are collectively referred to as the “CCPA” for purposes of this Notice.} "
    },
    {
      "Text": "To process consumer requests, and prevent fraud.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Provision   to third parties for marketing purposes; Provision to Service Providers for   website development, including to develop and improve our Website, security,   and services. To respond to   enforcement requests and as required by applicable law or court order.} "
    },
    {
      "Text": "Service providers, Contractors, Third-party clients, Unaffiliated companies\\n\\nNetwork Activity\\n\\nConsumer and Client interaction with our website and database.\\n\\nDirectly from consumers",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Category Collected Exemplar Source Business Purpose Share or Sale Identifiers First and Last Name, Postal Address,   Unique Personal Identifier, Online Identifier, IP  Address, Email Address Third Party List Owners   (Clients) Provision to third parties for   marketing purposes; Provision to Service Providers for website development,   including to develop and improve our Website, security, and services. To respond to enforcement requests and as   required by applicable law or court order.} "
    },
    {
      "Text": "Service providers, Contractors, Third-party clients, Unaffiliated companies\\n\\nNetwork Activity\\n\\nConsumer and Client interaction with our website and database.\\n\\nDirectly from consumers",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Category Collected Exemplar Source Business Purpose Share or Sale Identifiers First and Last Name, Postal Address,   Unique Personal Identifier, Online Identifier, IP  Address, Email Address Third Party List Owners   (Clients) Provision to third parties for   marketing purposes; Provision to Service Providers for website development,   including to develop and improve our Website, security, and services. To respond to enforcement requests and as   required by applicable law or court order.} "
    },
    {
      "Text": "Directly from consumers",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To   process consumer requests, and prevent fraud. Service   providers, Contractors, Third-party clients, Unaffiliated companies Network   Activity Consumer   and Client interaction with our website and database.} "
    },
    {
      "Text": "Respond to Consumer request; Maintain the safety, security, and integrity of our Website, databases, other technology assets, and business.\\n\\nFor testing, research, analysis, and product development, improve our Website, and services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To   process consumer requests, and prevent fraud. Service   providers, Contractors, Third-party clients, Unaffiliated companies Network   Activity Consumer   and Client interaction with our website and database.} "
    },
    {
      "Text": "To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.\\n\\nService providers, Contractors, Clients.\\n\\nGeolocation Data\\n\\nIP provides general location, if postal address provided exact geolocation.\\n\\nClients and consumers.\\n\\nClient Marketing,  Respond to Consumer request; Maintain the safety, security, and integrity of our Website, and  databases. To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.\\n\\nService providers, Contractors, Clients.\\n\\n \\n\\nInferences Drawn from other Personal Information\\n\\nNot Collected.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To   process consumer requests, security purposes and prevent fraud Service   providers, Contractors, Third-party marketers (clients) Affiliated companies Commercial   Information Registration   URL. List   Owner Clients Marketing   by third parties of products and services which may be of interest to   consumers; Maintain the safety, security, and integrity of our Website,   products, services, databases, other technology assets, and business.} "
    },
    {
      "Text": "Service providers, Contractors, Clients.\\n\\nGeolocation Data\\n\\nIP provides general location, if postal address provided exact geolocation.\\n\\nClients and consumers.\\n\\nClient Marketing,  Respond to Consumer request; Maintain the safety, security, and integrity of our Website, and  databases. To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.\\n\\nService providers, Contractors, Clients.\\n\\n \\n\\nInferences Drawn from other Personal Information\\n\\nNot Collected.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Category Collected Exemplar Source Business Purpose Share or Sale Identifiers First and Last Name, Postal Address,   Unique Personal Identifier, Online Identifier, IP  Address, Email Address Third Party List Owners   (Clients) Provision to third parties for   marketing purposes; Provision to Service Providers for website development,   including to develop and improve our Website, security, and services. To respond to enforcement requests and as   required by applicable law or court order.} "
    },
    {
      "Text": "Service providers, Contractors, Clients.\\n\\nGeolocation Data\\n\\nIP provides general location, if postal address provided exact geolocation.\\n\\nClients and consumers.\\n\\nClient Marketing,  Respond to Consumer request; Maintain the safety, security, and integrity of our Website, and  databases. To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.\\n\\nService providers, Contractors, Clients.\\n\\n \\n\\nInferences Drawn from other Personal Information\\n\\nNot Collected.\\n\\n \\n\\n \\n\\n \\n\\nHighly Sensitive Information\\n\\nFinancial Information\\n\\nClients\\n\\nPayment for services.\\n\\nThird Party Service Provider",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Category Collected Exemplar Source Business Purpose Share or Sale Identifiers First and Last Name, Postal Address,   Unique Personal Identifier, Online Identifier, IP  Address, Email Address Third Party List Owners   (Clients) Provision to third parties for   marketing purposes; Provision to Service Providers for website development,   including to develop and improve our Website, security, and services. To respond to enforcement requests and as   required by applicable law or court order.} "
    },
    {
      "Text": "Highly Sensitive Information\\n\\nFinancial Information\\n\\nClients\\n\\nPayment for services.\\n\\nThird Party Service Provider",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Service   providers, Contractors, Clients. Inferences   Drawn from other Personal Information Not   Collected.} "
    },
    {
      "Text": "Highly Sensitive Information\\n\\nFinancial Information\\n\\nClients\\n\\nPayment for services.\\n\\nThird Party Service Provider",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Service   providers, Contractors, Clients. Inferences   Drawn from other Personal Information Not   Collected.} "
    },
    {
      "Text": "Access to and Correction of Specific Information and Data Portability Rights.\\n\\nYou have the right to request that we disclose and or correct certain information to you about our collection and use of your personal information over the past 12 months.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {The CCPA provides California residents with specific rights regarding their personal information. This section describes your CCPA rights and explains how to exercise those rights.} "
    },
    {
      "Text": "Access to and Correction of Specific Information and Data Portability Rights.\\n\\nYou have the right to request that we disclose and or correct certain information to you about our collection and use of your personal information over the past 12 months.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {The CCPA provides California residents with specific rights regarding their personal information. This section describes your CCPA rights and explains how to exercise those rights.} "
    },
    {
      "Text": "Access to and Correction of Specific Information and Data Portability Rights.\\n\\nYou have the right to request that we disclose and or correct certain information to you about our collection and use of your personal information over the past 12 months.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {The CCPA provides California residents with specific rights regarding their personal information. This section describes your CCPA rights and explains how to exercise those rights.} "
    },
    {
      "Text": "Deletion Request Rights.\\n\\nYou have the right to request that we delete any of your personal information in our database. We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to: (1) Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities. (2) Debug our systems or identify and repair errors that impair existing intended functionality; (3) Comply with a legal obligation.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Access to and Correction of Specific Information and Data Portability Rights . You have the right to request that we disclose and or correct certain information to you about our collection and use of your personal information over the past 12 months.} "
    },
    {
      "Text": "Right to Opt-Out of the Sale of Personal Information.\\n\\nYou have the right to opt-out of any sale of your Personal Information by us.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to: (1) Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities. (2) Debug our systems or identify and repair errors that impair existing intended functionality; (3) Comply with a legal obligation.} "
    },
    {
      "Text": "Opt-Out Preference Signal (Global Privacy Control).\\n\\nYou may use an Opt-Out Preference Signal, such as the Global Privacy Control (“GPC”), to opt-out of the sale/sharing of your personal information.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to: (1) Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities. (2) Debug our systems or identify and repair errors that impair existing intended functionality; (3) Comply with a legal obligation.} "
    },
    {
      "Text": "Exercising Access, Data Portability, and Deletion Rights.\\n\\nTo exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by either:\\n\\nWrite Us at: malvernexecutive1@gmail.com or Malvern Media Inc., Attn: Privacy & Compliance Department, 2129 Redcliff St., Los Angeles, CA 90039",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Our database containing your information may not be linked to your browser identification and because your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account or database information as the connection between your browser and our database is not known to us, we may not be able to fulfill this request. If you would like us to make the connection between your browser and your account within our database, please email us or submit the requested form through our website portal below.} "
    },
    {
      "Text": "Non-Discrimination.\\n\\nWe will not discriminate against you for exercising any of your CCPA rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request .} "
    },
    {
      "Text": "Changes to Our Privacy Notice.\\n\\nWe reserve the right to amend this privacy notice at our discretion and at any time. The only notice to you will be our posting of the updated notice on the Website and update the notice's effective date.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Non-Discrimination . We will not discriminate against you for exercising any of your CCPA rights.} "
    },
    {
      "Text": " INFORMATION COLLECTION.\\n\\nWe receive the following categories of information about consumer from third party providers:\\n\\n                (a)          Personal Information. This is information which can identify a consumer and includes consumer name and email address, postal address and on occasion consumer telephone or mobile number.\\n\\n                (b)          Demographic Information. This information includes consumer zip code, postal address, and consumer mobile number.\\n\\n                (c)           Our Website Tracking. We may track and record consumer movement through our Website when consumer or client visits on our website, what services or products consumer access or order, and this may include information about consumer or client’s computer hardware and software, including IP address, general geographic location of the computer or device, browser preference, general operating systems of the device or computer used. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This policy is posted to explain what consumer information is collected, stored, used, and shared when provided to us by clients. 1 .} "
    },
    {
      "Text": "   (d)          Third-Party Information. Except for website tracking information, all information we receive about a consumer is provided by a third-party which may include personal, demographic, and technology information.  We do not receive information found in cookies or persistent identifiers.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": " TECHNOLOGY INFORMATION COLLECTION.\\n\\n                (a)          Generally. We use tracking technologies similar to web beacons on our Website only. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If we accidently receive such information, we delete the same upon notice. 2.} "
    },
    {
      "Text": "Using these technologies, we collect client and consumer IP addresses, browser type, ISP, referring/exit pages, operating system, date/time stamp, and/or clickstream data when they are on our Website. We use this to analyze, monitor and update our Website, ease of movements through our Website or to determine any security issues presented on our Website. We may create reports or logs based on these technologies.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We use tracking technologies similar to web beacons on our Website only. We do not use or  receive any information about consumers unless contact by a consumer and then we record all consumer information provided to us by that consumer.} "
    },
    {
      "Text": "USE OF INFORMATION.\\n\\n                (a)          We use the consumer information provided by our client to license and manage such information with third parties to provide the consumer with commercial advertising in third party  services and/or products",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {California residents should be advised we do not respond to do not track signals or cookies. 3.} "
    },
    {
      "Text": "USE OF INFORMATION.\\n\\n                (a)          We use the consumer information provided by our client to license and manage such information with third parties to provide the consumer with commercial advertising in third party  services and/or products",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {California residents should be advised we do not respond to do not track signals or cookies. 3.} "
    },
    {
      "Text": "USE OF INFORMATION.\\n\\n                (a)          We use the consumer information provided by our client to license and manage such information with third parties to provide the consumer with commercial advertising in third party  services and/or products",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {California residents should be advised we do not respond to do not track signals or cookies. 3.} "
    },
    {
      "Text": "We use the information provided on our through our Website to respond to any questions consumer have, operate, and improve the functionality of our Website. We may use the information for testing, research, analysis and marketing development. This includes maintaining and improving the safety, security and integrity of our Website, databases, and technology assets.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We do not control the privacy practices of third-parties. Please contact the third-party with any questions about their privacy practices.} "
    },
    {
      "Text": "We use the information provided to us to assist third parties to promote their and third-party campaigns, products, and services to consumer that might be of interest to consumer.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may use the information for testing, research, analysis and marketing development. This includes maintaining and improving the safety, security and integrity of our Website, databases, and technology assets.} "
    },
    {
      "Text": "We use the information provided to us to assist third parties to promote their and third-party campaigns, products, and services to consumer that might be of interest to consumer.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may use the information for testing, research, analysis and marketing development. This includes maintaining and improving the safety, security and integrity of our Website, databases, and technology assets.} "
    },
    {
      "Text": "We use the information provided to us to assist third parties to promote their and third-party campaigns, products, and services to consumer that might be of interest to consumer.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may use the information for testing, research, analysis and marketing development. This includes maintaining and improving the safety, security and integrity of our Website, databases, and technology assets.} "
    },
    {
      "Text": "We also use the information to respond to consumer questions concerns or requests.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This includes maintaining and improving the safety, security and integrity of our Website, databases, and technology assets. (c)           We use the information provided to us to assist third parties to promote their and third-party campaigns, products, and services to consumer that might be of interest to consumer.} "
    },
    {
      "Text": "Third-parties will use the information when we share, or lease, it to provide consumer with their services and products.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may track and record consumer movement through our Website when consumer or client visits on our website, what services or products consumer access or order, and this may include information about consumer or client’s computer hardware and software, including IP address, general geographic location of the computer or device, browser preference, general operating systems of the device or computer used. When we can identify the client or consumer personally, through this information, it is Personal Information.} "
    },
    {
      "Text": " Third-parties will use the information when we share, or lease, it to provide consumer with their services and products.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may track and record consumer movement through our Website when consumer or client visits on our website, what services or products consumer access or order, and this may include information about consumer or client’s computer hardware and software, including IP address, general geographic location of the computer or device, browser preference, general operating systems of the device or computer used. When we can identify the client or consumer personally, through this information, it is Personal Information.} "
    },
    {
      "Text": " SHARING AND SALE OF INFORMATION.\\n\\n                (a)          Generally. All information, including the personal information (including consumer name and email), may be leased, licensed, shared, disclosed, or sold to third-parties for their marketing campaigns.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {(e)          Third-parties will use the information when we share, or lease, it to provide consumer with their services and products. 4.} "
    },
    {
      "Text": "SHARING AND SALE OF INFORMATION.\\n\\n                (a)          Generally. All information, including the personal information (including consumer name and email), may be leased, licensed, shared, disclosed, or sold to third-parties for their marketing campaigns",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {(e)          Third-parties will use the information when we share, or lease, it to provide consumer with their services and products. 4.} "
    },
    {
      "Text": "Website Functionality. We share all categories of information set out in this policy with third-party Service Providers we employ to perform technical or analytical functions on our behalf.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {All information, including the personal information (including consumer name and email), may be leased, licensed, shared, disclosed, or sold to third-parties for their marketing campaigns. This may result in unsolicited email messages to consumer about those third-party products and services.} "
    },
    {
      "Text": "Website Functionality. We share all categories of information set out in this policy with third-party Service Providers we employ to perform technical or analytical functions on our behalf.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {All information, including the personal information (including consumer name and email), may be leased, licensed, shared, disclosed, or sold to third-parties for their marketing campaigns. This may result in unsolicited email messages to consumer about those third-party products and services.} "
    },
    {
      "Text": " Third-Party Products and Services. We share all categories of information set out in this Privacy Policy with third-parties including unaffiliated entities, service providers, and data aggregators who will provide consumer with their marketing opportunities, products, or services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may track and record consumer movement through our Website when consumer or client visits on our website, what services or products consumer access or order, and this may include information about consumer or client’s computer hardware and software, including IP address, general geographic location of the computer or device, browser preference, general operating systems of the device or computer used. When we can identify the client or consumer personally, through this information, it is Personal Information.} "
    },
    {
      "Text": "Third-Party Products and Services. We share all categories of information set out in this Privacy Policy with third-parties including unaffiliated entities, service providers, and data aggregators who will provide consumer with their marketing opportunities, products, or services.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may track and record consumer movement through our Website when consumer or client visits on our website, what services or products consumer access or order, and this may include information about consumer or client’s computer hardware and software, including IP address, general geographic location of the computer or device, browser preference, general operating systems of the device or computer used. When we can identify the client or consumer personally, through this information, it is Personal Information.} "
    },
    {
      "Text": "Legal Process. We disclose consumer information, if legally required to do so, or at our discretion, pursuant to a request from a governmental entity, or if we believe in good faith that such action is necessary to: (a) conform to legal requirements or comply with legal process; (b) protect our rights or property, or our affiliated companies; (c) prevent a crime or protect national security; or (d) protect the personal safety of users or the public.\\n\\n                (f)           Acquisition or Merger. We may disclose, share, sell and transfer consumer information to a third-party who acquires any or all of our business, whether such acquisition is by way of merger, consolidation or purchase of all or a substantial portion of our assets. In the event we become the subject of an insolvency proceeding, whether voluntary or involuntary, we or our liquidator, administrator, receiver, or administrative receiver may sell, license, or otherwise dispose of, such information in a transaction approved by the court.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We share aggregated anonymous information about consumers, combined with Service Providers and other third-party vendors and clients for their analysis, promotion, and marketing. This includes demographic information.} "
    },
    {
      "Text": "CHANGE TO THIS PRIVACY POLICY.\\n\\n                We have the right to make material changes to this Privacy Policy. We will post those changes through a prominent notice on the website with no further notice to consumers. Please review this policy often so that consumers will always know what information we gather, how we might use that information, and with whom we disclose, share, and sell it.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Although mostly effective to prevent disclosure, no guarantee can be given that all consumer information provided to us will not be accessed by unauthorized persons. 6.} "
    },
    {
      "Text": "Identifiers\\n\\nFirst and Last Name, Postal Address, Unique Personal Identifier, Online Identifier, IP  Address, Email Address\\n\\nThird Party List Owners (Clients)",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Any terms defined in the CCPA and CPRA have the same meaning when used in this Notice. The CCPA and CPRA are collectively referred to as the “CCPA” for purposes of this Notice.} "
    },
    {
      "Text": "Provision to third parties for marketing purposes; Provision to Service Providers for website development, including to develop and improve our Website, security, and services.  To respond to enforcement requests and as required by applicable law or court order.\\n\\nService providers, Contractors, Third-party marketers (clients) Affiliated companies",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Any terms defined in the CCPA and CPRA have the same meaning when used in this Notice. The CCPA and CPRA are collectively referred to as the “CCPA” for purposes of this Notice.} "
    },
    {
      "Text": "Provision to third parties for marketing purposes; Provision to Service Providers for website development, including to develop and improve our Website, security, and services.  To respond to enforcement requests and as required by applicable law or court order.\\n\\nService providers, Contractors, Third-party marketers (clients) Affiliated companies",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Any terms defined in the CCPA and CPRA have the same meaning when used in this Notice. The CCPA and CPRA are collectively referred to as the “CCPA” for purposes of this Notice.} "
    },
    {
      "Text": "Personal and Sensitive Information\\n\\nFirst and Last Name, Address, Telephone or Mobile Number, IP address\\n\\nThird party list owners.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Category Collected Exemplar Source Business Purpose Share or Sale Identifiers First and Last Name, Postal Address,   Unique Personal Identifier, Online Identifier, IP  Address, Email Address Third Party List Owners   (Clients) Provision to third parties for   marketing purposes; Provision to Service Providers for website development,   including to develop and improve our Website, security, and services. To respond to enforcement requests and as   required by applicable law or court order.} "
    },
    {
      "Text": "Provision to third parties for marketing purposes; Provision to Service Providers for website development, including to develop and improve our Website, security, and services.  To respond to enforcement requests and as required by applicable law or court order. To process consumer requests, security purposes and prevent fraud\\n\\nService providers, Contractors, Third-party marketers (clients) Affiliated companies",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Any terms defined in the CCPA and CPRA have the same meaning when used in this Notice. The CCPA and CPRA are collectively referred to as the “CCPA” for purposes of this Notice.} "
    },
    {
      "Text": "Provision to third parties for marketing purposes; Provision to Service Providers for website development, including to develop and improve our Website, security, and services.  To respond to enforcement requests and as required by applicable law or court order. To process consumer requests, security purposes and prevent fraud\\n\\nService providers, Contractors, Third-party marketers (clients) Affiliated companies",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Any terms defined in the CCPA and CPRA have the same meaning when used in this Notice. The CCPA and CPRA are collectively referred to as the “CCPA” for purposes of this Notice.} "
    },
    {
      "Text": "Commercial Information\\n\\nRegistration URL.\\n\\nList Owner Clients",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Provision   to third parties for marketing purposes; Provision to Service Providers for   website development, including to develop and improve our Website, security,   and services. To respond to   enforcement requests and as required by applicable law or court order.} "
    },
    {
      "Text": "Marketing by third parties of products and services which may be of interest to consumers; Maintain the safety, security, and integrity of our Website, products, services, databases, other technology assets, and business.\\n\\nTo respond to law enforcement requests court order, or  regulatory agencies.\\n\\nTo process consumer requests, and prevent fraud.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To respond to   enforcement requests and as required by applicable law or court order. To   process consumer requests, security purposes and prevent fraud Service   providers, Contractors, Third-party marketers (clients) Affiliated companies Commercial   Information Registration   URL.} "
    },
    {
      "Text": "Marketing by third parties of products and services which may be of interest to consumers; Maintain the safety, security, and integrity of our Website, products, services, databases, other technology assets, and business.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {To respond to   enforcement requests and as required by applicable law or court order. To   process consumer requests, security purposes and prevent fraud Service   providers, Contractors, Third-party marketers (clients) Affiliated companies Commercial   Information Registration   URL.} "
    },
    {
      "Text": "Service providers, Contractors, Third-party clients, Unaffiliated companies",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Category Collected Exemplar Source Business Purpose Share or Sale Identifiers First and Last Name, Postal Address,   Unique Personal Identifier, Online Identifier, IP  Address, Email Address Third Party List Owners   (Clients) Provision to third parties for   marketing purposes; Provision to Service Providers for website development,   including to develop and improve our Website, security, and services. To respond to enforcement requests and as   required by applicable law or court order.} "
    },
    {
      "Text": "Service providers, Contractors, Third-party clients, Unaffiliated companies",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Category Collected Exemplar Source Business Purpose Share or Sale Identifiers First and Last Name, Postal Address,   Unique Personal Identifier, Online Identifier, IP  Address, Email Address Third Party List Owners   (Clients) Provision to third parties for   marketing purposes; Provision to Service Providers for website development,   including to develop and improve our Website, security, and services. To respond to enforcement requests and as   required by applicable law or court order.} "
    },
    {
      "Text": "Network Activity\\n\\nConsumer and Client interaction with our website and database.\\n\\nDirectly from consumers\\n\\n \\n\\nRespond to Consumer request; Maintain the safety, security, and integrity of our Website, databases, other technology assets, and business.\\n\\nFor testing, research, analysis, and product development, improve our Website, and services.\\n\\nTo respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.\\n\\nService providers, Contractors, Clients.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To   respond to law enforcement requests court order, or  regulatory agencies. To   process consumer requests, and prevent fraud.} "
    },
    {
      "Text": "Geolocation Data\\n\\nIP provides general location, if postal address provided exact geolocation.\\n\\nClients and consumers.\\n\\nClient Marketing,  Respond to Consumer request; Maintain the safety, security, and integrity of our Website, and  databases. To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.\\n\\nService providers, Contractors, Clients.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To   respond to law enforcement requests and as required by applicable law, court   order, or governmental regulations. Service   providers, Contractors, Clients.} "
    },
    {
      "Text": "Clients and consumers.\\n\\nClient Marketing",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Service   providers, Contractors, Clients. Geolocation   Data IP   provides general location, if postal address provided exact geolocation.} "
    },
    {
      "Text": "Clients and consumers.\\n\\nClient Marketing",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Service   providers, Contractors, Clients. Geolocation   Data IP   provides general location, if postal address provided exact geolocation.} "
    },
    {
      "Text": "Highly Sensitive Information\\n\\nFinancial Information\\n\\nClients\\n\\nPayment for services.\\n\\nThird Party Service Provider",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Service   providers, Contractors, Clients. Inferences   Drawn from other Personal Information Not   Collected.} "
    },
    {
      "Text": "Access to and Correction of Specific Information and Data Portability Rights.\\n\\nYou have the right to request that we disclose and or correct certain information to you about our collection and use of your personal information over the past 12 months.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {The CCPA provides California residents with specific rights regarding their personal information. This section describes your CCPA rights and explains how to exercise those rights.} "
    },
    {
      "Text": "Access to and Correction of Specific Information and Data Portability Rights.\\n\\nYou have the right to request that we disclose and or correct certain information to you about our collection and use of your personal information over the past 12 months.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {The CCPA provides California residents with specific rights regarding their personal information. This section describes your CCPA rights and explains how to exercise those rights.} "
    },
    {
      "Text": "Deletion Request Rights.\\n\\nYou have the right to request that we delete any of your personal information in our database. We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to: (1) Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities. (2) Debug our systems or identify and repair errors that impair existing intended functionality; (3) Comply with a legal obligation.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Access to and Correction of Specific Information and Data Portability Rights . You have the right to request that we disclose and or correct certain information to you about our collection and use of your personal information over the past 12 months.} "
    },
    {
      "Text": "Right to Opt-Out of the Sale of Personal Information.\\n\\nYou have the right to opt-out of any sale of your Personal Information by us.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to: (1) Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities. (2) Debug our systems or identify and repair errors that impair existing intended functionality; (3) Comply with a legal obligation.} "
    },
    {
      "Text": "Opt-Out Preference Signal (Global Privacy Control).\\n\\nYou may use an Opt-Out Preference Signal, such as the Global Privacy Control (“GPC”), to opt-out of the sale/sharing of your personal information. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to: (1) Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities. (2) Debug our systems or identify and repair errors that impair existing intended functionality; (3) Comply with a legal obligation.} "
    },
    {
      "Text": "Exercising Access, Data Portability, and Deletion Rights.\\n\\nTo exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by either:\\n\\nWrite Us at: malvernexecutive1@gmail.com or Malvern Media Inc., Attn: Privacy & Compliance Department, 2129 Redcliff St., Los Angeles, CA 90039",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Our database containing your information may not be linked to your browser identification and because your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account or database information as the connection between your browser and our database is not known to us, we may not be able to fulfill this request. If you would like us to make the connection between your browser and your account within our database, please email us or submit the requested form through our website portal below.} "
    },
    {
      "Text": "Non-Discrimination.\\n\\nWe will not discriminate against you for exercising any of your CCPA rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request .} "
    },
    {
      "Text": "Changes to Our Privacy Notice.\\n\\nWe reserve the right to amend this privacy notice at our discretion and at any time. The only notice to you will be our posting of the updated notice on the Website and update the notice's effective date.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Non-Discrimination . We will not discriminate against you for exercising any of your CCPA rights.} "
    },
    {
      "Text": "Effective Date: January 1, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "INFORMATION COLLECTION.\\n\\nWe receive the following categories of information about consumer from third party providers:\\n\\n                (a)          Personal Information. This is information which can identify a consumer and includes consumer name and email address, postal address and on occasion consumer telephone or mobile number.\\n\\n                (b)          Demographic Information. This information includes consumer zip code, postal address, and consumer mobile number.\\n\\n                (c)           Our Website Tracking. We may track and record consumer movement through our Website when consumer or client visits on our website, what services or products consumer access or order, and this may include information about consumer or client’s computer hardware and software, including IP address, general geographic location of the computer or device, browser preference, general operating systems of the device or computer used. When we can identify the client or consumer personally, through this information, it is Personal Information.\\n\\n                (d)          Third-Party Information. Except for website tracking information, all information we receive about a consumer is provided by a third-party which may include personal, demographic, and technology information.  We do not receive information found in cookies or persistent identifiers.  We do not have access or control over third party websites, cookies or tracking devices as they are owned and operated by unaffiliated parties. We have no responsibility or liability for the policies and practices of these parties.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This policy is posted to explain what consumer information is collected, stored, used, and shared when provided to us by clients. 1 .} "
    },
    {
      "Text": " TECHNOLOGY INFORMATION COLLECTION.\\n\\n                (a)          Generally. We use tracking technologies similar to web beacons on our Website only. We do not use or  receive any information about consumers unless contact by a consumer and then we record all consumer information provided to us by that consumer. Using these technologies, we collect client and consumer IP addresses, browser type, ISP, referring/exit pages, operating system, date/time stamp, and/or clickstream data when they are on our Website. We use this to analyze, monitor and update our Website, ease of movements through our Website or to determine any security issues presented on our Website. We may create reports or logs based on these technologies. California residents should be advised we do not respond to do not track signals or cookies.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If we accidently receive such information, we delete the same upon notice. 2.} "
    },
    {
      "Text": "USE OF INFORMATION.\\n\\n                (a)          We use the consumer information provided by our client to license and manage such information with third parties to provide the consumer with commercial advertising in third party  services and/or products.  Those third parties who license the data from us have their own policies and terms which may differ significantly from ours and we recommend that before interacting with any party consumers review the terms and privacy policies posted for those parties. We do not control the privacy practices of third-parties. Please contact the third-party with any questions about their privacy practices.\\n\\n                (b)          We use the information provided on our through our Website to respond to any questions consumer have, operate, and improve the functionality of our Website. We may use the information for testing, research, analysis and marketing development. This includes maintaining and improving the safety, security and integrity of our Website, databases, and technology assets.\\n\\n                (c)           We use the information provided to us to assist third parties to promote their and third-party campaigns, products, and services to consumer that might be of interest to consumer.\\n\\n                (d)          We also use the information to respond to consumer questions concerns or requests.\\n\\n                (e)          Third-parties will use the information when we share, or lease, it to provide consumer with their services and products.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {California residents should be advised we do not respond to do not track signals or cookies. 3.} "
    },
    {
      "Text": "USE OF INFORMATION.\\n\\n                (a)          We use the consumer information provided by our client to license and manage such information with third parties to provide the consumer with commercial advertising in third party  services and/or products.  Those third parties who license the data from us have their own policies and terms which may differ significantly from ours and we recommend that before interacting with any party consumers review the terms and privacy policies posted for those parties. We do not control the privacy practices of third-parties. Please contact the third-party with any questions about their privacy practices.\\n\\n                (b)          We use the information provided on our through our Website to respond to any questions consumer have, operate, and improve the functionality of our Website. We may use the information for testing, research, analysis and marketing development. This includes maintaining and improving the safety, security and integrity of our Website, databases, and technology assets.\\n\\n                (c)           We use the information provided to us to assist third parties to promote their and third-party campaigns, products, and services to consumer that might be of interest to consumer.\\n\\n                (d)          We also use the information to respond to consumer questions concerns or requests.\\n\\n                (e)          Third-parties will use the information when we share, or lease, it to provide consumer with their services and products.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {California residents should be advised we do not respond to do not track signals or cookies. 3.} "
    },
    {
      "Text": "USE OF INFORMATION.\\n\\n                (a)          We use the consumer information provided by our client to license and manage such information with third parties to provide the consumer with commercial advertising in third party  services and/or products.  Those third parties who license the data from us have their own policies and terms which may differ significantly from ours and we recommend that before interacting with any party consumers review the terms and privacy policies posted for those parties. We do not control the privacy practices of third-parties. Please contact the third-party with any questions about their privacy practices.\\n\\n                (b)          We use the information provided on our through our Website to respond to any questions consumer have, operate, and improve the functionality of our Website. We may use the information for testing, research, analysis and marketing development. This includes maintaining and improving the safety, security and integrity of our Website, databases, and technology assets.\\n\\n                (c)           We use the information provided to us to assist third parties to promote their and third-party campaigns, products, and services to consumer that might be of interest to consumer.\\n\\n                (d)          We also use the information to respond to consumer questions concerns or requests.\\n\\n                (e)          Third-parties will use the information when we share, or lease, it to provide consumer with their services and products.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {California residents should be advised we do not respond to do not track signals or cookies. 3.} "
    },
    {
      "Text": " SHARING AND SALE OF INFORMATION.\\n\\n                (a)          Generally. All information, including the personal information (including consumer name and email), may be leased, licensed, shared, disclosed, or sold to third-parties for their marketing campaigns. This may result in unsolicited email messages to consumer about those third-party products and services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {(e)          Third-parties will use the information when we share, or lease, it to provide consumer with their services and products. 4.} "
    },
    {
      "Text": " SHARING AND SALE OF INFORMATION.\\n\\n                (a)          Generally. All information, including the personal information (including consumer name and email), may be leased, licensed, shared, disclosed, or sold to third-parties for their marketing campaigns. This may result in unsolicited email messages to consumer about those third-party products and services.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {(e)          Third-parties will use the information when we share, or lease, it to provide consumer with their services and products. 4.} "
    },
    {
      "Text": "Website Functionality. We share all categories of information set out in this policy with third-party Service Providers we employ to perform technical or analytical functions on our behalf. Examples include third-parties who host our Website, analyze our data, and provide customer service.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {All information, including the personal information (including consumer name and email), may be leased, licensed, shared, disclosed, or sold to third-parties for their marketing campaigns. This may result in unsolicited email messages to consumer about those third-party products and services.} "
    },
    {
      "Text": "Third-Party Products and Services. We share all categories of information set out in this Privacy Policy with third-parties including unaffiliated entities, service providers, and data aggregators who will provide consumer with their marketing opportunities, products, or services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may track and record consumer movement through our Website when consumer or client visits on our website, what services or products consumer access or order, and this may include information about consumer or client’s computer hardware and software, including IP address, general geographic location of the computer or device, browser preference, general operating systems of the device or computer used. When we can identify the client or consumer personally, through this information, it is Personal Information.} "
    },
    {
      "Text": "Anonymized information. We share aggregated anonymous information about consumers, combined with Service Providers and other third-party vendors and clients for their analysis, promotion, and marketing. This includes demographic information.\\n\\n                (e)          Legal Process. We disclose consumer information, if legally required to do so, or at our discretion, pursuant to a request from a governmental entity, or if we believe in good faith that such action is necessary to: (a) conform to legal requirements or comply with legal process; (b) protect our rights or property, or our affiliated companies; (c) prevent a crime or protect national security; or (d) protect the personal safety of users or the public.\\n\\n                (f)           Acquisition or Merger. We may disclose, share, sell and transfer consumer information to a third-party who acquires any or all of our business, whether such acquisition is by way of merger, consolidation or purchase of all or a substantial portion of our assets. In the event we become the subject of an insolvency proceeding, whether voluntary or involuntary, we or our liquidator, administrator, receiver, or administrative receiver may sell, license, or otherwise dispose of, such information in a transaction approved by the court.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {(c) Third-Party Products and Services . We share all categories of information set out in this Privacy Policy with third-parties including unaffiliated entities, service providers, and data aggregators who will provide consumer with their marketing opportunities, products, or services.} "
    },
    {
      "Text": "Acquisition or Merger. We may disclose, share, sell and transfer consumer information to a third-party who acquires any or all of our business, whether such acquisition is by way of merger, consolidation or purchase of all or a substantial portion of our assets. In the event we become the subject of an insolvency proceeding, whether voluntary or involuntary, we or our liquidator, administrator, receiver, or administrative receiver may sell, license, or otherwise dispose of, such information in a transaction approved by the court.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {(e) Legal Process . We disclose consumer information, if legally required to do so, or at our discretion, pursuant to a request from a governmental entity, or if we believe in good faith that such action is necessary to: (a) conform to legal requirements or comply with legal process; (b) protect our rights or property, or our affiliated companies; (c) prevent a crime or protect national security; or (d) protect the personal safety of users or the public.} "
    },
    {
      "Text": "CHANGE TO THIS PRIVACY POLICY.\\n\\n                We have the right to make material changes to this Privacy Policy. We will post those changes through a prominent notice on the website with no further notice to consumers. Please review this policy often so that consumers will always know what information we gather, how we might use that information, and with whom we disclose, share, and sell it.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Although mostly effective to prevent disclosure, no guarantee can be given that all consumer information provided to us will not be accessed by unauthorized persons. 6.} "
    },
    {
      "Text": "Effective Date: January 1, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "First and Last Name, Postal Address, Unique Personal Identifier, Online Identifier, IP  Address, Email Address",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Any terms defined in the CCPA and CPRA have the same meaning when used in this Notice. The CCPA and CPRA are collectively referred to as the “CCPA” for purposes of this Notice.} "
    },
    {
      "Text": "Provision to third parties for marketing purposes; Provision to Service Providers for website development, including to develop and improve our Website, security, and services.  To respond to enforcement requests and as required by applicable law or court order.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Any terms defined in the CCPA and CPRA have the same meaning when used in this Notice. The CCPA and CPRA are collectively referred to as the “CCPA” for purposes of this Notice.} "
    },
    {
      "Text": "Service providers, Contractors, Third-party marketers (clients) Affiliated companies",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Category Collected Exemplar Source Business Purpose Share or Sale Identifiers First and Last Name, Postal Address,   Unique Personal Identifier, Online Identifier, IP  Address, Email Address Third Party List Owners   (Clients) Provision to third parties for   marketing purposes; Provision to Service Providers for website development,   including to develop and improve our Website, security, and services. To respond to enforcement requests and as   required by applicable law or court order.} "
    },
    {
      "Text": "Personal and Sensitive Information\\n\\nFirst and Last Name, Address, Telephone or Mobile Number, IP address",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Category Collected Exemplar Source Business Purpose Share or Sale Identifiers First and Last Name, Postal Address,   Unique Personal Identifier, Online Identifier, IP  Address, Email Address Third Party List Owners   (Clients) Provision to third parties for   marketing purposes; Provision to Service Providers for website development,   including to develop and improve our Website, security, and services. To respond to enforcement requests and as   required by applicable law or court order.} "
    },
    {
      "Text": "Third party list owners.\\n\\nProvision to third parties for marketing purposes; Provision to Service Providers for website development, including to develop and improve our Website, security, and services.  To respond to enforcement requests and as required by applicable law or court order. To process consumer requests, security purposes and prevent fraud\\n\\nService providers, Contractors, Third-party marketers (clients) Affiliated companies",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Category Collected Exemplar Source Business Purpose Share or Sale Identifiers First and Last Name, Postal Address,   Unique Personal Identifier, Online Identifier, IP  Address, Email Address Third Party List Owners   (Clients) Provision to third parties for   marketing purposes; Provision to Service Providers for website development,   including to develop and improve our Website, security, and services. To respond to enforcement requests and as   required by applicable law or court order.} "
    },
    {
      "Text": "Third Party List Owners (Clients)",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Any terms defined in the CCPA and CPRA have the same meaning when used in this Notice. The CCPA and CPRA are collectively referred to as the “CCPA” for purposes of this Notice.} "
    },
    {
      "Text": "Commercial Information\\n\\nRegistration URL.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Provision   to third parties for marketing purposes; Provision to Service Providers for   website development, including to develop and improve our Website, security,   and services. To respond to   enforcement requests and as required by applicable law or court order.} "
    },
    {
      "Text": "List Owner Clients\\n\\nMarketing by third parties of products and services which may be of interest to consumers; Maintain the safety, security, and integrity of our Website, products, services, databases, other technology assets, and business.\\n\\nTo respond to law enforcement requests court order, or  regulatory agencies.\\n\\nTo process consumer requests, and prevent fraud.\\n\\nService providers, Contractors, Third-party clients, Unaffiliated companies",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To respond to   enforcement requests and as required by applicable law or court order. To   process consumer requests, security purposes and prevent fraud Service   providers, Contractors, Third-party marketers (clients) Affiliated companies Commercial   Information Registration   URL.} "
    },
    {
      "Text": "Network Activity\\n\\nConsumer and Client interaction with our website and database.\\n\\nDirectly from consumers",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To   respond to law enforcement requests court order, or  regulatory agencies. To   process consumer requests, and prevent fraud.} "
    },
    {
      "Text": "Respond to Consumer request; Maintain the safety, security, and integrity of our Website, databases, other technology assets, and business.\\n\\nFor testing, research, analysis, and product development, improve our Website, and services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To   process consumer requests, and prevent fraud. Service   providers, Contractors, Third-party clients, Unaffiliated companies Network   Activity Consumer   and Client interaction with our website and database.} "
    },
    {
      "Text": "To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.\\n\\nService providers, Contractors, Clients.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To   process consumer requests, security purposes and prevent fraud Service   providers, Contractors, Third-party marketers (clients) Affiliated companies Commercial   Information Registration   URL. List   Owner Clients Marketing   by third parties of products and services which may be of interest to   consumers; Maintain the safety, security, and integrity of our Website,   products, services, databases, other technology assets, and business.} "
    },
    {
      "Text": "Geolocation Data\\n\\nIP provides general location, if postal address provided exact geolocation.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To   respond to law enforcement requests and as required by applicable law, court   order, or governmental regulations. Service   providers, Contractors, Clients.} "
    },
    {
      "Text": "Clients and consumers.\\n\\nClient Marketing,  Respond to Consumer request; Maintain the safety, security, and integrity of our Website, and  databases. To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.\\n\\nService providers, Contractors, Clients.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Service   providers, Contractors, Clients. Geolocation   Data IP   provides general location, if postal address provided exact geolocation.} "
    },
    {
      "Text": "Inferences Drawn from other Personal Information\\n\\nNot Collected.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To respond to law enforcement   requests and as required by applicable law, court order, or governmental   regulations. Service   providers, Contractors, Clients.} "
    },
    {
      "Text": "Highly Sensitive Information\\n\\nFinancial Information",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Service   providers, Contractors, Clients. Inferences   Drawn from other Personal Information Not   Collected.} "
    },
    {
      "Text": "Clients\\n\\nPayment for services.\\n\\nThird Party Service Provider",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Service   providers, Contractors, Clients. Inferences   Drawn from other Personal Information Not   Collected.} "
    },
    {
      "Text": "Access to and Correction of Specific Information and Data Portability Rights.\\n\\nYou have the right to request that we disclose and or correct certain information to you about our collection and use of your personal information over the past 12 months.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {The CCPA provides California residents with specific rights regarding their personal information. This section describes your CCPA rights and explains how to exercise those rights.} "
    },
    {
      "Text": "Access to and Correction of Specific Information and Data Portability Rights.\\n\\nYou have the right to request that we disclose and or correct certain information to you about our collection and use of your personal information over the past 12 months.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {The CCPA provides California residents with specific rights regarding their personal information. This section describes your CCPA rights and explains how to exercise those rights.} "
    },
    {
      "Text": "Access to and Correction of Specific Information and Data Portability Rights.\\n\\nYou have the right to request that we disclose and or correct certain information to you about our collection and use of your personal information over the past 12 months.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {The CCPA provides California residents with specific rights regarding their personal information. This section describes your CCPA rights and explains how to exercise those rights.} "
    },
    {
      "Text": "Deletion Request Rights.\\n\\nYou have the right to request that we delete any of your personal information in our database. We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to: (1) Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities. (2) Debug our systems or identify and repair errors that impair existing intended functionality; (3) Comply with a legal obligation.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Access to and Correction of Specific Information and Data Portability Rights . You have the right to request that we disclose and or correct certain information to you about our collection and use of your personal information over the past 12 months.} "
    },
    {
      "Text": "Right to Opt-Out of the Sale of Personal Information.\\n\\nYou have the right to opt-out of any sale of your Personal Information by us.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to: (1) Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities. (2) Debug our systems or identify and repair errors that impair existing intended functionality; (3) Comply with a legal obligation.} "
    },
    {
      "Text": "Opt-Out Preference Signal (Global Privacy Control).\\n\\nYou may use an Opt-Out Preference Signal, such as the Global Privacy Control (“GPC”), to opt-out of the sale/sharing of your personal information.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to: (1) Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities. (2) Debug our systems or identify and repair errors that impair existing intended functionality; (3) Comply with a legal obligation.} "
    },
    {
      "Text": "Exercising Access, Data Portability, and Deletion Rights.\\n\\nTo exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by either:\\n\\nWrite Us at: malvernexecutive1@gmail.com or Malvern Media Inc., Attn: Privacy & Compliance Department, 2129 Redcliff St., Los Angeles, CA 90039",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Our database containing your information may not be linked to your browser identification and because your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account or database information as the connection between your browser and our database is not known to us, we may not be able to fulfill this request. If you would like us to make the connection between your browser and your account within our database, please email us or submit the requested form through our website portal below.} "
    },
    {
      "Text": " You will be required to provide your full name, email address, and zip code.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If your authorized agent requests sensitive information about you then we may ask you to provide us with a sworn declaration to further verify your identity. You may only make a verifiable consumer request for access or data portability twice within a 12-month period.} "
    },
    {
      "Text": "We will only use personal information provided in a verifiable consumer request to verify the requestor's identity or authority to make the request.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you. Making a verifiable consumer request does not require you to create an account with us.} "
    },
    {
      "Text": "Non-Discrimination.\\n\\nWe will not discriminate against you for exercising any of your CCPA rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request .} "
    },
    {
      "Text": "Changes to Our Privacy Notice.\\n\\nWe reserve the right to amend this privacy notice at our discretion and at any time. The only notice to you will be our posting of the updated notice on the Website and update the notice's effective date.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Non-Discrimination . We will not discriminate against you for exercising any of your CCPA rights.} "
    },
    {
      "Text": "Contact Information.\\n\\nIf you have any questions or comments about this notice, the ways in which we collect and use your information described here and in the posted Privacy Policy, your choices, and rights regarding such use, or wish to exercise your rights under California law, please do not hesitate to contact us at: malvernexecutive@gmail.com or Malvern Media Inc. Attn: Privacy & Compliance Department 2129 Redcliff St. Los Angeles, CA 90039.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We reserve the right to amend this privacy notice at our discretion and at any time. The only notice to you will be our posting of the updated notice on the Website and update the notice's effective date.} "
    }
  ]
}