{
  "policy_id": "217",
  "text": "Heartbeat AI - Search 11M+ Healthcare & Medical Professionals <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-T2JWTVR\"\n\t\t\t\t\t  height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-W9XKPBB\"\n\theight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Why Heartbeat Data? Heartbeat Prospector Chrome Extension File Upload Products Pricing See Interactive Demo Log In Why Heartbeat Data? Heartbeat Prospector Chrome Extension File Upload Pricing Knowledge Base Log In See Interactive Demo Get FREE Trial YOUR CALIFORNIA PRIVACY RIGHTS \n\t\t\t\t\t\t\tSUPPLEMENT TO HEARTBEAT.AI PRIVACY \n\t\t\t\t\t\t\tPOLICY Last Updated:  January 17, 2022 THIS SUPPLEMENT IS INTENDED FOR RESIDENTS OF CALIFORNIA. WE\n\t\t\t\t\tENCOURAGE YOU TO READ THIS SUPPLEMENT CAREFULLY AND USE \n\t\t\t\t\tIT TO MAKE INFORMED DECISIONS. BY USING OUR SERVICES, YOU \n\t\t\t\t\tAGREE TO THE TERMS OF THE PRIVACY POLICY AND THIS \n\t\t\t\t\tSUPPLEMENT, AND YOUR CONTINUED USE OF THE SERVICES \n\t\t\t\t\tCONSTITUTES YOUR ONGOING AGREEMENT TO THE PRIVACY POLICY\n\t\t\t\t\tAND THIS SUPPLEMENT. GENERAL This Privacy Policy Supplement entitled “Your California Privacy Rights” \n\t\t\t\t\toutlines the individual rights Heartbeat.AI Inc. (the “Heartbeat,” “we,” “us,” or \n\t\t\t\t\t“our”) provides to the residents of California with respect to collecting, using \n\t\t\t\t\tand disclosing personal information when providing our online services \n\t\t\t\t\t(collectively, the “Services”) and constitutes an integral part of Heartbeat’s \n\t\t\t\t\tTerms of Service (“Terms,” and collectively, the “Agreement”). This Supplement is an integral part of the Heartbeat Privacy Policy linked here . It is not a standalone privacy policy. Rather, this Supplement provides \n\t\t\t\t\tprivacy disclosures to California residents as required by California law to \n\t\t\t\t\tsupplement the Privacy Policy. In particular, it discusses categories of \n\t\t\t\t\tpersonal information Heartbeat has collected and individual rights of California\n\t\t\t\t\tresidents relative to that personal information. As stated in the Privacy Policy, we collect personal information from “Users,” \n\t\t\t\t\twho are Heartbeat individual customers or business customer representatives\n\t\t\t\t\twho use the Heartbeat Services and website (“Site”). We also collect personal\n\t\t\t\t\tinformation from “Contacts,” who are individual healthcare or medical \n\t\t\t\t\tprofessionals whose information is provided to Users based on Users’ \n\t\t\t\t\tsearches using the Heartbeat Prospector Service. Using the Heartbeat \n\t\t\t\t\tServices via the Site, Users can lookup “Profiles” of Contacts by Users who \n\t\t\t\t\tsubmit queries to the Heartbeat Prospector by searching for healthcare or \n\t\t\t\t\tmedical professionals by full name, specialization, credential, state of \n\t\t\t\t\tlicensure, years or experience, whether the individual is a sole proprietor, city, \n\t\t\t\t\tstate, zip code, gender, pharmaceuticals provides or relationships with \n\t\t\t\t\tpharmaceutical companies, school attended, graduation year, or license/NPI \n\t\t\t\t\tnumber. The Services return the available “Data” for a Contact.  In specific, \n\t\t\t\t\tProfiles of healthcare and medical professionals consist of available contact \n\t\t\t\t\tinformation (email addresses, direct telephone numbers, cell/mobile phone \n\t\t\t\t\tnumbers, fax numbers, and postal addresses to the extent available to \n\t\t\t\t\tHeartbeat). The Data provided by Heartbeat may also include (to the extent \n\t\t\t\t\tavailable) other information about a healthcare or medical professional, such \n\t\t\t\t\tas specialties, credential obtained, years of experience, whether the \n\t\t\t\t\tprofessional is a sole proprietor, states in which the professional is licensed, \n\t\t\t\t\tgender, information about pharmaceuticals provided and supplier \n\t\t\t\t\trelationships, education, year graduated, and license/NPI number. CALIFORNIA CONSUMER PRIVACY ACT DISCLOSURES i. Categories of Personal Information and Recipients The table below summarizes the categories of personal information we collect\n\t\t\t\t\tfrom California residents (and have collected in the last 12 months), the \n\t\t\t\t\tpurposes for which the categories of personal information will be used, and \n\t\t\t\t\tthe categories of recipients to whom Heartbeat has disclosed (including for a \n\t\t\t\t\tbusiness purpose) and sold personal information (and has done so in the past\n\t\t\t\t\t12 months). Categories of Personal Information Collected Purposes of Use Categories of Recipients to Whom The Personal Information\n\t\t\t\t\t\t  Was Disclosed and Sold “Identifiers” such as a real \n\t\t\t\t\t\t\tname, alias, postal address, \n\t\t\t\t\t\t\ttelephone number, email \n\t\t\t\t\t\t\taddress, and account name. We collect all the above \n\t\t\t\t\t\t\tIdentifiers from Users.  We collect name, phone number, \n\t\t\t\t\t\t\temail address, location (city \n\t\t\t\t\t\t\tand country), company name, \n\t\t\t\t\t\t\tand job title from Users and \n\t\t\t\t\t\t\tabout Contacts. Users: Identifiers about Users are used for marketing, for \n\t\t\t\t\t\t\topening new user accounts to use Heartbeat’s Services, and to maintain existing accounts. \n\t\t\t\t\t\t\tContacts: Identifiers are used to provide \n\t\t\t\t\t\t\tServices to Users. Users query our Services and receive Identifiers of Contacts in response. Identifiers of Contacts are sold and disclosed to Users. Information (other than Identifiers \n\t\t\t\t\t\t\talready described above) that identifies, relates to, \n\t\t\t\t\t\t\tdescribes, or is capable of being associated with, a particular individual, including, but not \n\t\t\t\t\t\t\tlimited to: Signature We may collect signatures on forms used for identity verification purposes for\n\t\t\t\t\t\t\tCalifornia residents or their agents seeking to exercise individual rights. Not applicable. Employment information (job title and business contact\n\t\t\t\t\t\t  information). We collect company name and job title for Contacts. This\n\t\t\t\t\t\t  information is used to provide Services to Users in response\n\t\t\t\t\t\t  to their queries. Company name and job title for of Contacts are sold and disclosed to Users. Bank account number, credit card number, debit card number,\n\t\t\t\t\t\t  or any other financial information. We collect this\n\t\t\t\t\t\t  information from Users. Payment information is used for paying for Services. Payment information is never sold. It is, however, disclosed\n\t\t\t\t\t\t  to payment gateway service providers that process payments\n\t\t\t\t\t\t  from Users on behalf of Heartbeat. Context-specific personal information not \n\t\t\t\t\t\t\tspecifically covered within the other categories in this table: the \n\t\t\t\t\t\t\tHeartbeat website uses the Smartlook service operated by \n\t\t\t\t\t\t\tSmartlook.com, s.r.o. The Smartlook service records session information \n\t\t\t\t\t\t\tshowing how visitors use and take action on websites and mobile apps. The recordings of uses of the Heartbeat website is collected for \n\t\t\t\t\t\t\tamongst other things troubleshooting errors and bugs as well as for \n\t\t\t\t\t\t\tresearch and analytics purposes about your use of the Services. Not applicable.  \n\t\t\t\t\t\t\tHeartbeat uses the personal \n\t\t\t\t\t\t\tinformation collected in this category strictly for internal use. Commercial information, including records of products and\n\t\t\t\t\t\t  services purchased, obtained, or considered, or other\n\t\t\t\t\t\t  purchasing or consuming histories or tendencies. We collect\n\t\t\t\t\t\t  this information about Users. For our accounting records, we maintain records of what\n\t\t\t\t\t\t  purchases Users made, when and for how much. Our accountants and financial advisors may have access to\n\t\t\t\t\t\t  commercial information of Users. Electronic information. The information in this table is\n\t\t\t\t\t\t  almost all in electronic form. See the other cells in table. We may also collect information about your \n\t\t\t\t\t\t\tuse of the Services (including by using the \n\t\t\t\t\t\t\tthe Site), such as certain log files, User \n\t\t\t\t\t\t\tactivity (e.g. pages viewed, the amount of \n\t\t\t\t\t\t\ttime spent on particular pages, online browsing,\n\t\t\t\t\t\t\tclicks, actions, installs, etc.), time stamps, alerts, etc See the other cells in table. Professional or employment-related information (job title\n\t\t\t\t\t\t  and business contact information). The Profile personal information we collect about Contacts may \n\t\t\t\t\t\t\tinclude (to the extent available) information about a healthcare or \n\t\t\t\t\t\t\tmedical professional’s profession or employment, such as \n\t\t\t\t\t\t\tspecialties, credential obtained, years of experience, whether the\n\t\t\t\t\t\t\tprofessional is a sole proprietor, states in which the professional\n\t\t\t\t\t\t\tis licensed, gender, \n\t\t\t\t\t\t\tinformation about pharmaceuticals provided and supplier \n\t\t\t\t\t\t\trelationships, education, year graduated, and license/NPI number. Profile information is sold and disclosed to Users. ii. Individual Rights Under CCPA Right of Access and Data Portability Upon request, we will tell a California resident the categories and specific \n\t\t\t\t\tpieces of personal information we have collected about that resident in the \n\t\t\t\t\tprevious 12 months.  In addition, upon request, we will disclose to a California\n\t\t\t\t\tresident: The categories of personal information we have collected about that \n\t\t\t\t\t\t\tCalifornia resident. The categories of sources from which the personal information is \n\t\t\t\t\t\t\tcollected. The business or commercial purpose for collecting that California \n\t\t\t\t\t\t\tresident’s personal information. The categories of third parties with whom we share personal \n\t\t\t\t\t\t\tinformation. The specific pieces of personal information we have collected about \n\t\t\t\t\t\t\tthat California resident. The categories of personal information that we have sold about that \n\t\t\t\t\t\t\tCalifornia resident. The categories of personal information that we disclosed about a \n\t\t\t\t\t\t\tCalifornia resident for a business purpose. The identity of any person making such a request must be verified as a \n\t\t\t\t\tcondition of providing the requested information. Right of Deletion You have the right to request that we delete any of your personal information \n\t\t\t\t\tthat we collected from you and retained by us, subject to certain conditions \n\t\t\t\t\tand exceptions under the law.  For instance, we have the right to retain \n\t\t\t\t\tpersonal information needed to: Complete the transaction for which the personal information was \n\t\t\t\t\t\t\tcollected, provide a good or service requested by the California \n\t\t\t\t\t\t\tresident, or reasonably anticipated within the context of our ongoing \n\t\t\t\t\t\t\tbusiness relationship with the California resident, or otherwise \n\t\t\t\t\t\t\tperform a contract between our business and the California resident. Detect security incidents, protect against malicious, deceptive, \n\t\t\t\t\t\t\tfraudulent, or illegal activity; or prosecute those responsible for that \n\t\t\t\t\t\t\tactivity. Conduct solely internal uses that are reasonably aligned with the \n\t\t\t\t\t\t\texpectations of the California resident based on the California \n\t\t\t\t\t\t\tresident’s relationship with us. Comply with a legal obligation. Use the personal information internally, in a lawful manner that is \n\t\t\t\t\t\t\tcompatible with the context in which the California resident provided \n\t\t\t\t\t\t\tit. The identity of any person making such a request must be verified in \n\t\t\t\t\taccordance with the verification procedures below as a condition of deleting \n\t\t\t\t\tthe personal information as requested. How to Exercise Individual Rights If you wish to contact us about any of your rights as set out in this section, \n\t\t\t\t\tplease contact us by one of the methods listed below in the Contact Us \n\t\t\t\t\tsection.  Please contact us using one of these methods if you wish to have an \n\t\t\t\t\tauthorized agent make a request for individual rights on your behalf. Verification of Requests to Exercise Individual Rights For Users:  We will verify your identity in response to a request to exercise \n\t\t\t\t\tyour individual rights by requiring you to log into your password-protected \n\t\t\t\t\taccount, going to the Section in your profile called “Exercising Individual \n\t\t\t\t\tPrivacy Rights,” checking the box next to the individual rights you wish to \n\t\t\t\t\texercise, and saving your preferences. For Contacts that are not Users: We will verify your identity in response to a request to exercise your \n\t\t\t\t\t\t\tindividual rights by requiring that you to provide two pieces of \n\t\t\t\t\t\t\tinformation that Heartbeat already has in the Contact’s Profile from the \n\t\t\t\t\t\t\tfollowing categories:  for instance, email address or telephone number. In addition, in the case of a request for specific pieces of personal \n\t\t\t\t\t\t\tinformation, we will ask for an additional piece of information that \n\t\t\t\t\t\t\tHeartbeat already has in the Contact’s Profile in addition to the two \n\t\t\t\t\t\t\tpieces described above, together with a signed declaration under \n\t\t\t\t\t\t\tpenalty of perjury that the requestor is the consumer whose personal \n\t\t\t\t\t\t\tinformation is the subject of the request or a representative acting on \n\t\t\t\t\t\t\tbehalf of that consumer. We will not provide or delete information as requested if we are unable to \n\t\t\t\t\tverify the identity of the requestor as required above or have reason to believe\n\t\t\t\t\tthat the request is fraudulent. We may ask for additional verification if we \n\t\t\t\t\tsuspect fraud, such as a copy of an identification credential from the \n\t\t\t\t\trequestor. We will use any such additional information strictly for identity \n\t\t\t\t\tverification purposes, and it will be deleted following the completion of the \n\t\t\t\t\tverification process. Policy Against Discrimination California residents have a right not to receive discriminatory treatment by any\n\t\t\t\t\tbusiness covered by the CCPA for the exercise of the privacy rights conferred\n\t\t\t\t\tby the CCPA. Accordingly, Heartbeat will not discriminate against individual \n\t\t\t\t\tCalifornia residents for exercising any of their rights under the CCPA, \n\t\t\t\t\tincluding by: Denying goods or services to the California resident Charging different prices or rates for goods or services, including \n\t\t\t\t\t\t\tthrough the use of discounts or other benefits or imposing penalties. Providing a different level or quality of goods or services Suggesting that the California resident will receive a different price or\n\t\t\t\t\t\t\trate for goods or services or a different level or quality of goods or \n\t\t\t\t\t\t\tservices Sale of Personal Information of Minors Heartbeat does not knowingly sell the personal information of minors under 16\n\t\t\t\t\tyears of age. NOTICE TO CALIFORNIA RESIDENTS REGARDING “DO \n\t\t\t\t\t\tNOT TRACK” SIGNALS Under California law, online service providers must disclose in their privacy \n\t\t\t\t\tpolicies how they respond to “do not track” settings. These are settings users \n\t\t\t\t\tcan set in their browser software. Currently, there is no standard governing \n\t\t\t\t\twhat, if anything, a website operator should do when receiving a “do not track”\n\t\t\t\t\tsignal. Accordingly, Heartbeat does not currently take action in response to a \n\t\t\t\t\t“do not track” browser setting. As industry standards regarding do not track \n\t\t\t\t\tsettings emerge, Heartbeat will revisit and amend this policy to account for \n\t\t\t\t\tthese standards. CONTACT US If you have any questions, comments or concerns about this Supplement or \n\t\t\t\t\tabout our privacy practices, seek to exercise any of your privacy rights under \n\t\t\t\t\tapplicable law, or wish to access, change, or update personal information we \n\t\t\t\t\thave about you, you should first contact us by email at contact@heartbeat.ai . \n\t\t\t\t\tYou may also contact us at this email address if you are aware of abuse or \n\t\t\t\t\tmisuse of our Services. If you are a Contact, you may also opt out of the sale \n\t\t\t\t\tof your personal information as stated in the next section. NOTICE OF RIGHT TO OPT OUT If you prefer that we not sell your personal information (by disclosing your \n\t\t\t\t\tProfile to our Users, vendors or business partners), you may opt-out by filling \n\t\t\t\t\tin your relevant details at here – www.heartbeat.ai/Optout . COMPLAINTS If you have a complaint about our privacy practices regarding California \n\t\t\t\t\tresidents, please follow the procedures in our Privacy Policy in the section \n\t\t\t\t\ttitled Contact Us; Exercising Individual Rights; Complaints. Products Heartbeat Chrome Extension File Upload Company Why Heartbeat Data? About Pricing Contact Blog Legal Terms Privacy CCPA Opt-Out Do Not Sell My Info Resources Help Center Support API Documentation Companies Directory Social Resources Products Heartbeat Chrome Extension File Upload Company Why Heartbeat Data? About Pricing Contact Blog Legal Terms Privacy CCPA Opt-Out Do Not Sell My Info Resources Help Center Support API Documentation Companies Directory Social Resources Ⓒ Copyright 2023 Heartbeat.AI Inc. All rights reserved. Get Free Trial <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://px.ads.linkedin.com/collect/?pid=3862721&fmt=gif\" /> <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://px.ads.linkedin.com/collect/?pid=3862721&amp;fmt=gif\"> <img height=\"1\" width=\"1\" style=\"display:none\" src=\"https://www.facebook.com/tr?id=320480943340042&amp;ev=PageView&amp;noscript=1\">",
  "annotations": [
    {
      "Text": "Last Updated: January 17, 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Heartbeat AI - Search 11M+ Healthcare & Medical Professionals <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-T2JWTVR\"\n\t\t\t\t\t  height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-W9XKPBB\"\n\theight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Why Heartbeat Data? Heartbeat Prospector Chrome Extension File Upload Products Pricing See Interactive Demo Log In Why Heartbeat Data?} "
    },
    {
      "Text": "As stated in the Privacy Policy, we collect personal information from “Users,” who are Heartbeat individual customers or business customer representatives who use the Heartbeat Services and website (“Site”). We also collect personal information from “Contacts,” who are individual healthcare or medical professionals whose information is provided to Users based on Users’ searches using the Heartbeat Prospector Service. Using the Heartbeat Services via the Site, Users can lookup “Profiles” of Contacts by Users who submit queries to the Heartbeat Prospector by searching for healthcare or medical professionals by full name, specialization, credential, state of licensure, years or experience, whether the individual is a sole proprietor, city, state, zip code, gender, pharmaceuticals provides or relationships with pharmaceutical companies, school attended, graduation year, or license/NPI number. The Services return the available “Data” for a Contact. In specific, Profiles of healthcare and medical professionals consist of available contact information (email addresses, direct telephone numbers, cell/mobile phone numbers, fax numbers, and postal addresses to the extent available to Heartbeat). The Data provided by Heartbeat may also include (to the extent available) other information about a healthcare or medical professional, such as specialties, credential obtained, years of experience, whether the professional is a sole proprietor, states in which the professional is licensed, gender, information about pharmaceuticals provided and supplier relationships, education, year graduated, and license/NPI number.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Rather, this Supplement provides \n\t\t\t\t\tprivacy disclosures to California residents as required by California law to \n\t\t\t\t\tsupplement the Privacy Policy. In particular, it discusses categories of \n\t\t\t\t\tpersonal information Heartbeat has collected and individual rights of California\n\t\t\t\t\tresidents relative to that personal information.} "
    },
    {
      "Text": "Using the Heartbeat Services via the Site, Users can lookup “Profiles” of Contacts by Users who submit queries to the Heartbeat Prospector by searching for healthcare or medical professionals by full name, specialization, credential, state of licensure, years or experience, whether the individual is a sole proprietor, city, state, zip code, gender, pharmaceuticals provides or relationships with pharmaceutical companies, school attended, graduation year, or license/NPI number. The Services return the available “Data” for a Contact. In specific, Profiles of healthcare and medical professionals consist of available contact information (email addresses, direct telephone numbers, cell/mobile phone numbers, fax numbers, and postal addresses to the extent available to Heartbeat). The Data provided by Heartbeat may also include (to the extent available) other information about a healthcare or medical professional, such as specialties, credential obtained, years of experience, whether the professional is a sole proprietor, states in which the professional is licensed, gender, information about pharmaceuticals provided and supplier relationships, education, year graduated, and license/NPI number.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {As stated in the Privacy Policy, we collect personal information from “Users,” \n\t\t\t\t\twho are Heartbeat individual customers or business customer representatives\n\t\t\t\t\twho use the Heartbeat Services and website (“Site”). We also collect personal\n\t\t\t\t\tinformation from “Contacts,” who are individual healthcare or medical \n\t\t\t\t\tprofessionals whose information is provided to Users based on Users’ \n\t\t\t\t\tsearches using the Heartbeat Prospector Service.} "
    },
    {
      "Text": "Categories of Personal Information Collected",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Data provided by Heartbeat may also include (to the extent \n\t\t\t\t\tavailable) other information about a healthcare or medical professional, such \n\t\t\t\t\tas specialties, credential obtained, years of experience, whether the \n\t\t\t\t\tprofessional is a sole proprietor, states in which the professional is licensed, \n\t\t\t\t\tgender, information about pharmaceuticals provided and supplier \n\t\t\t\t\trelationships, education, year graduated, and license/NPI number. CALIFORNIA CONSUMER PRIVACY ACT DISCLOSURES i.} "
    },
    {
      "Text": "“Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title from Users and about Contacts.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Categories of Personal Information and Recipients The table below summarizes the categories of personal information we collect\n\t\t\t\t\tfrom California residents (and have collected in the last 12 months), the \n\t\t\t\t\tpurposes for which the categories of personal information will be used, and \n\t\t\t\t\tthe categories of recipients to whom Heartbeat has disclosed (including for a \n\t\t\t\t\tbusiness purpose) and sold personal information (and has done so in the past\n\t\t\t\t\t12 months). Categories of Personal Information Collected Purposes of Use Categories of Recipients to Whom The Personal Information\n\t\t\t\t\t\t  Was Disclosed and Sold “Identifiers” such as a real \n\t\t\t\t\t\t\tname, alias, postal address, \n\t\t\t\t\t\t\ttelephone number, email \n\t\t\t\t\t\t\taddress, and account name.} "
    },
    {
      "Text": " ",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Data provided by Heartbeat may also include (to the extent \n\t\t\t\t\tavailable) other information about a healthcare or medical professional, such \n\t\t\t\t\tas specialties, credential obtained, years of experience, whether the \n\t\t\t\t\tprofessional is a sole proprietor, states in which the professional is licensed, \n\t\t\t\t\tgender, information about pharmaceuticals provided and supplier \n\t\t\t\t\trelationships, education, year graduated, and license/NPI number. CALIFORNIA CONSUMER PRIVACY ACT DISCLOSURES i.} "
    },
    {
      "Text": "Signature",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Users query our Services and receive Identifiers of Contacts in response. Identifiers of Contacts are sold and disclosed to Users.} "
    },
    {
      "Text": "Employment information (job title and business contact information).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Information (other than Identifiers \n\t\t\t\t\t\t\talready described above) that identifies, relates to, \n\t\t\t\t\t\t\tdescribes, or is capable of being associated with, a particular individual, including, but not \n\t\t\t\t\t\t\tlimited to: Signature We may collect signatures on forms used for identity verification purposes for\n\t\t\t\t\t\t\tCalifornia residents or their agents seeking to exercise individual rights. Not applicable.} "
    },
    {
      "Text": "Bank account number, credit card number, debit card number, or any other financial information. We collect this information from Users.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This\n\t\t\t\t\t\t  information is used to provide Services to Users in response\n\t\t\t\t\t\t  to their queries. Company name and job title for of Contacts are sold and disclosed to Users.} "
    },
    {
      "Text": "Context-specific personal information not specifically covered within the other categories in this table: the Heartbeat website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Payment information is never sold. It is, however, disclosed\n\t\t\t\t\t\t  to payment gateway service providers that process payments\n\t\t\t\t\t\t  from Users on behalf of Heartbeat.} "
    },
    {
      "Text": "Commercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Not applicable. Heartbeat uses the personal \n\t\t\t\t\t\t\tinformation collected in this category strictly for internal use.} "
    },
    {
      "Text": "Electronic information. The information in this table is almost all in electronic form.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For our accounting records, we maintain records of what\n\t\t\t\t\t\t  purchases Users made, when and for how much. Our accountants and financial advisors may have access to\n\t\t\t\t\t\t  commercial information of Users.} "
    },
    {
      "Text": "Professional or employment-related information (job title and business contact information).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {pages viewed, the amount of \n\t\t\t\t\t\t\ttime spent on particular pages, online browsing,\n\t\t\t\t\t\t\tclicks, actions, installs, etc. ), time stamps, alerts, etc See the other cells in table.} "
    },
    {
      "Text": "Purposes of Use",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {CALIFORNIA CONSUMER PRIVACY ACT DISCLOSURES i. Categories of Personal Information and Recipients The table below summarizes the categories of personal information we collect\n\t\t\t\t\tfrom California residents (and have collected in the last 12 months), the \n\t\t\t\t\tpurposes for which the categories of personal information will be used, and \n\t\t\t\t\tthe categories of recipients to whom Heartbeat has disclosed (including for a \n\t\t\t\t\tbusiness purpose) and sold personal information (and has done so in the past\n\t\t\t\t\t12 months).} "
    },
    {
      "Text": "Users: Identifiers about Users are used for marketing, for opening new user accounts to use Heartbeat’s Services, and to maintain existing accounts. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Rather, this Supplement provides \n\t\t\t\t\tprivacy disclosures to California residents as required by California law to \n\t\t\t\t\tsupplement the Privacy Policy. In particular, it discusses categories of \n\t\t\t\t\tpersonal information Heartbeat has collected and individual rights of California\n\t\t\t\t\tresidents relative to that personal information.} "
    },
    {
      "Text": "We may collect signatures on forms used for identity verification purposes for California residents or their agents seeking to exercise individual rights.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Users query our Services and receive Identifiers of Contacts in response. Identifiers of Contacts are sold and disclosed to Users.} "
    },
    {
      "Text": "We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Not applicable. Employment information (job title and business contact\n\t\t\t\t\t\t  information).} "
    },
    {
      "Text": "Payment information is used for paying for Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Bank account number, credit card number, debit card number,\n\t\t\t\t\t\t  or any other financial information. We collect this\n\t\t\t\t\t\t  information from Users.} "
    },
    {
      "Text": "The recordings of uses of the Heartbeat website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Context-specific personal information not \n\t\t\t\t\t\t\tspecifically covered within the other categories in this table: the \n\t\t\t\t\t\t\tHeartbeat website uses the Smartlook service operated by \n\t\t\t\t\t\t\tSmartlook.com, s.r.o. The Smartlook service records session information \n\t\t\t\t\t\t\tshowing how visitors use and take action on websites and mobile apps.} "
    },
    {
      "Text": "For our accounting records, we maintain records of what purchases Users made, when and for how much.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Commercial information, including records of products and\n\t\t\t\t\t\t  services purchased, obtained, or considered, or other\n\t\t\t\t\t\t  purchasing or consuming histories or tendencies. We collect\n\t\t\t\t\t\t  this information about Users.} "
    },
    {
      "Text": "We may also collect information about your use of the Services (including by using the the Site), such as certain log files, User activity (e.g. pages viewed, the amount of time spent on particular pages, online browsing, clicks, actions, installs, etc.), time stamps, alerts, etc",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The information in this table is\n\t\t\t\t\t\t  almost all in electronic form. See the other cells in table.} "
    },
    {
      "Text": "The Profile personal information we collect about Contacts may include (to the extent available) information about a healthcare or medical professional’s profession or employment, such as specialties, credential obtained, years of experience, whether the professional is a sole proprietor, states in which the professional is licensed, gender, information about pharmaceuticals provided and supplier relationships, education, year graduated, and license/NPI number.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {), time stamps, alerts, etc See the other cells in table. Professional or employment-related information (job title\n\t\t\t\t\t\t  and business contact information).} "
    },
    {
      "Text": "\tCategories of Recipients to Whom The Personal Information Was Disclosed and Sold",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {CALIFORNIA CONSUMER PRIVACY ACT DISCLOSURES i. Categories of Personal Information and Recipients The table below summarizes the categories of personal information we collect\n\t\t\t\t\tfrom California residents (and have collected in the last 12 months), the \n\t\t\t\t\tpurposes for which the categories of personal information will be used, and \n\t\t\t\t\tthe categories of recipients to whom Heartbeat has disclosed (including for a \n\t\t\t\t\tbusiness purpose) and sold personal information (and has done so in the past\n\t\t\t\t\t12 months).} "
    },
    {
      "Text": "Identifiers of Contacts are sold and disclosed to Users.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Contacts: Identifiers are used to provide \n\t\t\t\t\t\t\tServices to Users. Users query our Services and receive Identifiers of Contacts in response.} "
    },
    {
      "Text": "Categories of Personal Information Collected\tPurposes of Use\tCategories of Recipients to Whom The Personal Information Was Disclosed and Sold\\n“Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name.\\n\\nWe collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title from Users and about Contacts.\tUsers: Identifiers about Users are used for marketing, for opening new user accounts to use Heartbeat’s Services, and to maintain existing accounts. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response.\tIdentifiers of Contacts are sold and disclosed to Users.\\nInformation (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to:\tSignature\tWe may collect signatures on forms used for identity verification purposes for California residents or their agents seeking to exercise individual rights.\tNot applicable.\\nEmployment information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\tCompany name and job title for of Contacts are sold and disclosed to Users.\\nBank account number, credit card number, debit card number, or any other financial information. We collect this information from Users.\tPayment information is used for paying for Services.\tPayment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Heartbeat.\\nContext-specific personal information not specifically covered within the other categories in this table: the Heartbeat website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps.\tThe recordings of uses of the Heartbeat website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services.\tNot applicable. Heartbeat uses the personal information collected in this category strictly for internal use.\\nCommercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users.\tFor our accounting records, we maintain records of what purchases Users made, when and for how much.\tOur accountants and financial advisors may have access to commercial information of Users.\\nElectronic information. The information in this table is almost all in electronic form.\tSee the other cells in table.\\n\\nWe may also collect information about your use of the Services (including by using the the Site), such as certain log files, User activity (e.g. pages viewed, the amount of time spent on particular pages, online browsing, clicks, actions, installs, etc.), time stamps, alerts, etc\tSee the other cells in table.\\nProfessional or employment-related information (job title and business contact information).\tThe Profile personal information we collect about Contacts may include (to the extent available) information about a healthcare or medical professional’s profession or employment, such as specialties, credential obtained, years of experience, whether the professional is a sole proprietor, states in which the professional is licensed, gender, information about pharmaceuticals provided and supplier relationships, education, year graduated, and license/NPI number.\tProfile information is sold and disclosed to Users.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The Data provided by Heartbeat may also include (to the extent \n\t\t\t\t\tavailable) other information about a healthcare or medical professional, such \n\t\t\t\t\tas specialties, credential obtained, years of experience, whether the \n\t\t\t\t\tprofessional is a sole proprietor, states in which the professional is licensed, \n\t\t\t\t\tgender, information about pharmaceuticals provided and supplier \n\t\t\t\t\trelationships, education, year graduated, and license/NPI number. CALIFORNIA CONSUMER PRIVACY ACT DISCLOSURES i.} "
    },
    {
      "Text": "We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Not applicable. Employment information (job title and business contact\n\t\t\t\t\t\t  information).} "
    },
    {
      "Text": "Categories of Personal Information Collected\tPurposes of Use\tCategories of Recipients to Whom The Personal Information Was Disclosed and Sold\\n“Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name.\\n\\nWe collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title from Users and about Contacts.\tUsers: Identifiers about Users are used for marketing, for opening new user accounts to use Heartbeat’s Services, and to maintain existing accounts. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response.\tIdentifiers of Contacts are sold and disclosed to Users.\\nInformation (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to:\tSignature\tWe may collect signatures on forms used for identity verification purposes for California residents or their agents seeking to exercise individual rights.\tNot applicable.\\nEmployment information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\tCompany name and job title for of Contacts are sold and disclosed to Users.\\nBank account number, credit card number, debit card number, or any other financial information. We collect this information from Users.\tPayment information is used for paying for Services.\tPayment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Heartbeat.\\nContext-specific personal information not specifically covered within the other categories in this table: the Heartbeat website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps.\tThe recordings of uses of the Heartbeat website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services.\tNot applicable. Heartbeat uses the personal information collected in this category strictly for internal use.\\nCommercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users.\tFor our accounting records, we maintain records of what purchases Users made, when and for how much.\tOur accountants and financial advisors may have access to commercial information of Users.\\nElectronic information. The information in this table is almost all in electronic form.\tSee the other cells in table.\\n\\nWe may also collect information about your use of the Services (including by using the the Site), such as certain log files, User activity (e.g. pages viewed, the amount of time spent on particular pages, online browsing, clicks, actions, installs, etc.), time stamps, alerts, etc\tSee the other cells in table.\\nProfessional or employment-related information (job title and business contact information).\tThe Profile personal information we collect about Contacts may include (to the extent available) information about a healthcare or medical professional’s profession or employment, such as specialties, credential obtained, years of experience, whether the professional is a sole proprietor, states in which the professional is licensed, gender, information about pharmaceuticals provided and supplier relationships, education, year graduated, and license/NPI number.\tProfile information is sold and disclosed to Users.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The Data provided by Heartbeat may also include (to the extent \n\t\t\t\t\tavailable) other information about a healthcare or medical professional, such \n\t\t\t\t\tas specialties, credential obtained, years of experience, whether the \n\t\t\t\t\tprofessional is a sole proprietor, states in which the professional is licensed, \n\t\t\t\t\tgender, information about pharmaceuticals provided and supplier \n\t\t\t\t\trelationships, education, year graduated, and license/NPI number. CALIFORNIA CONSUMER PRIVACY ACT DISCLOSURES i.} "
    },
    {
      "Text": "Right of Access and Data Portability\\n\\nUpon request, we will tell a California resident the categories and specific pieces of personal information we have collected about that resident in the previous 12 months. In addition, upon request, we will disclose to a California resident:\\n\\nThe categories of personal information we have collected about that California resident.\\n\\nThe categories of sources from which the personal information is collected.\\n\\nThe business or commercial purpose for collecting that California resident’s personal information.\\n\\nThe categories of third parties with whom we share personal information.\\n\\nThe specific pieces of personal information we have collected about that California resident.\\n\\nThe categories of personal information that we have sold about that California resident.\\n\\nThe categories of personal information that we disclosed about a California resident for a business purpose.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Profile information is sold and disclosed to Users. ii.} "
    },
    {
      "Text": "Right of Access and Data Portability\\n\\nUpon request, we will tell a California resident the categories and specific pieces of personal information we have collected about that resident in the previous 12 months. In addition, upon request, we will disclose to a California resident:\\n\\nThe categories of personal information we have collected about that California resident.\\n\\nThe categories of sources from which the personal information is collected.\\n\\nThe business or commercial purpose for collecting that California resident’s personal information.\\n\\nThe categories of third parties with whom we share personal information.\\n\\nThe specific pieces of personal information we have collected about that California resident.\\n\\nThe categories of personal information that we have sold about that California resident.\\n\\nThe categories of personal information that we disclosed about a California resident for a business purpose.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Profile information is sold and disclosed to Users. ii.} "
    },
    {
      "Text": "Right of Deletion\\n\\nYou have the right to request that we delete any of your personal information that we collected from you and retained by us, subject to certain conditions and exceptions under the law. For instance, we have the right to retain personal information needed to:\\n\\nComplete the transaction for which the personal information was collected, provide a good or service requested by the California resident, or reasonably anticipated within the context of our ongoing business relationship with the California resident, or otherwise perform a contract between our business and the California resident.\\n\\nDetect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity; or prosecute those responsible for that activity.\\n\\nConduct solely internal uses that are reasonably aligned with the expectations of the California resident based on the California resident’s relationship with us.\\n\\nComply with a legal obligation.\\n\\nUse the personal information internally, in a lawful manner that is compatible with the context in which the California resident provided it.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {The categories of personal information that we disclosed about a \n\t\t\t\t\t\t\tCalifornia resident for a business purpose. The identity of any person making such a request must be verified as a \n\t\t\t\t\tcondition of providing the requested information.} "
    },
    {
      "Text": "How to Exercise Individual Rights\\n\\nIf you wish to contact us about any of your rights as set out in this section, please contact us by one of the methods listed below in the Contact Us section. Please contact us using one of these methods if you wish to have an authorized agent make a request for individual rights on your behalf.\\n\\nVerification of Requests to Exercise Individ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Use the personal information internally, in a lawful manner that is \n\t\t\t\t\t\t\tcompatible with the context in which the California resident provided \n\t\t\t\t\t\t\tit. The identity of any person making such a request must be verified in \n\t\t\t\t\taccordance with the verification procedures below as a condition of deleting \n\t\t\t\t\tthe personal information as requested.} "
    },
    {
      "Text": "Policy Against Discrimination\\n\\nCalifornia residents have a right not to receive discriminatory treatment by any business covered by the CCPA for the exercise of the privacy rights conferred by the CCPA. Accordingly, Heartbeat will not discriminate against individual California residents for exercising any of their rights under the CCPA, including by:\\n\\nDenying goods or services to the California resident\\n\\nCharging different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties.\\n\\nProviding a different level or quality of goods or services\\n\\nSuggesting that the California resident will receive a different price or rate for goods or services or a different level or quality of goods or services",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We may ask for additional verification if we \n\t\t\t\t\tsuspect fraud, such as a copy of an identification credential from the \n\t\t\t\t\trequestor. We will use any such additional information strictly for identity \n\t\t\t\t\tverification purposes, and it will be deleted following the completion of the \n\t\t\t\t\tverification process.} "
    },
    {
      "Text": "NOTICE OF RIGHT TO OPT OUT\\nIf you prefer that we not sell your personal information (by disclosing your Profile to our Users, vendors or business partners), you may opt-out by filling in your relevant details at here – www.heartbeat.ai/Optout.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You may also contact us at this email address if you are aware of abuse or \n\t\t\t\t\tmisuse of our Services. If you are a Contact, you may also opt out of the sale \n\t\t\t\t\tof your personal information as stated in the next section.} "
    },
    {
      "Text": "NOTICE OF RIGHT TO OPT OUT\\nIf you prefer that we not sell your personal information (by disclosing your Profile to our Users, vendors or business partners), you may opt-out by filling in your relevant details at here – www.heartbeat.ai/Optout.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may also contact us at this email address if you are aware of abuse or \n\t\t\t\t\tmisuse of our Services. If you are a Contact, you may also opt out of the sale \n\t\t\t\t\tof your personal information as stated in the next section.} "
    },
    {
      "Text": "Last Updated: January 17, 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Heartbeat AI - Search 11M+ Healthcare & Medical Professionals <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-T2JWTVR\"\n\t\t\t\t\t  height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-W9XKPBB\"\n\theight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Why Heartbeat Data? Heartbeat Prospector Chrome Extension File Upload Products Pricing See Interactive Demo Log In Why Heartbeat Data?} "
    },
    {
      "Text": "As stated in the Privacy Policy, we collect personal information from “Users,” who are Heartbeat individual customers or business customer representatives who use the Heartbeat Services and website (“Site”). We also collect personal information from “Contacts,” who are individual healthcare or medical professionals whose information is provided to Users based on Users’ searches using the Heartbeat Prospector Service.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Rather, this Supplement provides \n\t\t\t\t\tprivacy disclosures to California residents as required by California law to \n\t\t\t\t\tsupplement the Privacy Policy. In particular, it discusses categories of \n\t\t\t\t\tpersonal information Heartbeat has collected and individual rights of California\n\t\t\t\t\tresidents relative to that personal information.} "
    },
    {
      "Text": "Categories of Personal Information Collected\tPurposes of Use\tCategories of Recipients to Whom The Personal Information Was Disclosed and Sold\\n“Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name.\\n\\nWe collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title from Users and about Contacts.\tUsers: Identifiers about Users are used for marketing, for opening new user accounts to use Heartbeat’s Services, and to maintain existing accounts. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response.\tIdentifiers of Contacts are sold and disclosed to Users.\\nInformation (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to:\tSignature\tWe may collect signatures on forms used for identity verification purposes for California residents or their agents seeking to exercise individual rights.\tNot applicable.\\nEmployment information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\tCompany name and job title for of Contacts are sold and disclosed to Users.\\nBank account number, credit card number, debit card number, or any other financial information. We collect this information from Users.\tPayment information is used for paying for Services.\tPayment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Heartbeat.\\nContext-specific personal information not specifically covered within the other categories in this table: the Heartbeat website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps.\tThe recordings of uses of the Heartbeat website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services.\tNot applicable. Heartbeat uses the personal information collected in this category strictly for internal use.\\nCommercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users.\tFor our accounting records, we maintain records of what purchases Users made, when and for how much.\tOur accountants and financial advisors may have access to commercial information of Users.\\nElectronic information. The information in this table is almost all in electronic form.\tSee the other cells in table.\\n\\nWe may also collect information about your use of the Services (including by using the the Site), such as certain log files, User activity (e.g. pages viewed, the amount of time spent on particular pages, online browsing, clicks, actions, installs, etc.), time stamps, alerts, etc\tSee the other cells in table.\\nProfessional or employment-related information (job title and business contact information).\tThe Profile personal information we collect about Contacts may include (to the extent available) information about a healthcare or medical professional’s profession or employment, such as specialties, credential obtained, years of experience, whether the professional is a sole proprietor, states in which the professional is licensed, gender, information about pharmaceuticals provided and supplier relationships, education, year graduated, and license/NPI number.\tProfile information is sold and disclosed to Users.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Data provided by Heartbeat may also include (to the extent \n\t\t\t\t\tavailable) other information about a healthcare or medical professional, such \n\t\t\t\t\tas specialties, credential obtained, years of experience, whether the \n\t\t\t\t\tprofessional is a sole proprietor, states in which the professional is licensed, \n\t\t\t\t\tgender, information about pharmaceuticals provided and supplier \n\t\t\t\t\trelationships, education, year graduated, and license/NPI number. CALIFORNIA CONSUMER PRIVACY ACT DISCLOSURES i.} "
    },
    {
      "Text": "Categories of Personal Information Collected\tPurposes of Use\tCategories of Recipients to Whom The Personal Information Was Disclosed and Sold\\n“Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name.\\n\\nWe collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title from Users and about Contacts.\tUsers: Identifiers about Users are used for marketing, for opening new user accounts to use Heartbeat’s Services, and to maintain existing accounts. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response.\tIdentifiers of Contacts are sold and disclosed to Users.\\nInformation (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to:\tSignature\tWe may collect signatures on forms used for identity verification purposes for California residents or their agents seeking to exercise individual rights.\tNot applicable.\\nEmployment information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\tCompany name and job title for of Contacts are sold and disclosed to Users.\\nBank account number, credit card number, debit card number, or any other financial information. We collect this information from Users.\tPayment information is used for paying for Services.\tPayment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Heartbeat.\\nContext-specific personal information not specifically covered within the other categories in this table: the Heartbeat website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps.\tThe recordings of uses of the Heartbeat website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services.\tNot applicable. Heartbeat uses the personal information collected in this category strictly for internal use.\\nCommercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users.\tFor our accounting records, we maintain records of what purchases Users made, when and for how much.\tOur accountants and financial advisors may have access to commercial information of Users.\\nElectronic information. The information in this table is almost all in electronic form.\tSee the other cells in table.\\n\\nWe may also collect information about your use of the Services (including by using the the Site), such as certain log files, User activity (e.g. pages viewed, the amount of time spent on particular pages, online browsing, clicks, actions, installs, etc.), time stamps, alerts, etc\tSee the other cells in table.\\nProfessional or employment-related information (job title and business contact information).\tThe Profile personal information we collect about Contacts may include (to the extent available) information about a healthcare or medical professional’s profession or employment, such as specialties, credential obtained, years of experience, whether the professional is a sole proprietor, states in which the professional is licensed, gender, information about pharmaceuticals provided and supplier relationships, education, year graduated, and license/NPI number.\tProfile information is sold and disclosed to Users.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The Data provided by Heartbeat may also include (to the extent \n\t\t\t\t\tavailable) other information about a healthcare or medical professional, such \n\t\t\t\t\tas specialties, credential obtained, years of experience, whether the \n\t\t\t\t\tprofessional is a sole proprietor, states in which the professional is licensed, \n\t\t\t\t\tgender, information about pharmaceuticals provided and supplier \n\t\t\t\t\trelationships, education, year graduated, and license/NPI number. CALIFORNIA CONSUMER PRIVACY ACT DISCLOSURES i.} "
    },
    {
      "Text": "Categories of Personal Information Collected\tPurposes of Use\tCategories of Recipients to Whom The Personal Information Was Disclosed and Sold\\n“Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name.\\n\\nWe collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title from Users and about Contacts.\tUsers: Identifiers about Users are used for marketing, for opening new user accounts to use Heartbeat’s Services, and to maintain existing accounts. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response.\tIdentifiers of Contacts are sold and disclosed to Users.\\nInformation (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to:\tSignature\tWe may collect signatures on forms used for identity verification purposes for California residents or their agents seeking to exercise individual rights.\tNot applicable.\\nEmployment information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\tCompany name and job title for of Contacts are sold and disclosed to Users.\\nBank account number, credit card number, debit card number, or any other financial information. We collect this information from Users.\tPayment information is used for paying for Services.\tPayment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Heartbeat.\\nContext-specific personal information not specifically covered within the other categories in this table: the Heartbeat website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps.\tThe recordings of uses of the Heartbeat website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services.\tNot applicable. Heartbeat uses the personal information collected in this category strictly for internal use.\\nCommercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users.\tFor our accounting records, we maintain records of what purchases Users made, when and for how much.\tOur accountants and financial advisors may have access to commercial information of Users.\\nElectronic information. The information in this table is almost all in electronic form.\tSee the other cells in table.\\n\\nWe may also collect information about your use of the Services (including by using the the Site), such as certain log files, User activity (e.g. pages viewed, the amount of time spent on particular pages, online browsing, clicks, actions, installs, etc.), time stamps, alerts, etc\tSee the other cells in table.\\nProfessional or employment-related information (job title and business contact information).\tThe Profile personal information we collect about Contacts may include (to the extent available) information about a healthcare or medical professional’s profession or employment, such as specialties, credential obtained, years of experience, whether the professional is a sole proprietor, states in which the professional is licensed, gender, information about pharmaceuticals provided and supplier relationships, education, year graduated, and license/NPI number.\tProfile information is sold and disclosed to Users.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The Data provided by Heartbeat may also include (to the extent \n\t\t\t\t\tavailable) other information about a healthcare or medical professional, such \n\t\t\t\t\tas specialties, credential obtained, years of experience, whether the \n\t\t\t\t\tprofessional is a sole proprietor, states in which the professional is licensed, \n\t\t\t\t\tgender, information about pharmaceuticals provided and supplier \n\t\t\t\t\trelationships, education, year graduated, and license/NPI number. CALIFORNIA CONSUMER PRIVACY ACT DISCLOSURES i.} "
    },
    {
      "Text": "“Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title from Users and about Contacts. ||| Signature ||| Employment information (job title and business contact information). ||| Bank account number, credit card number, debit card number, or any other financial information. We collect this information from Users. ||| Context-specific personal information not specifically covered within the other categories in this table: the Heartbeat website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps. ||| Commercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users. ||| Electronic information",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Professional or employment-related information (job title and business contact information).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {pages viewed, the amount of \n\t\t\t\t\t\t\ttime spent on particular pages, online browsing,\n\t\t\t\t\t\t\tclicks, actions, installs, etc. ), time stamps, alerts, etc See the other cells in table.} "
    },
    {
      "Text": "Identifiers about Users are used for marketing, for opening new user accounts to use Heartbeat’s Services, and to maintain existing accounts",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We collect all the above \n\t\t\t\t\t\t\tIdentifiers from Users. We collect name, phone number, \n\t\t\t\t\t\t\temail address, location (city \n\t\t\t\t\t\t\tand country), company name, \n\t\t\t\t\t\t\tand job title from Users and \n\t\t\t\t\t\t\tabout Contacts.} "
    },
    {
      "Text": "Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In particular, it discusses categories of \n\t\t\t\t\tpersonal information Heartbeat has collected and individual rights of California\n\t\t\t\t\tresidents relative to that personal information. As stated in the Privacy Policy, we collect personal information from “Users,” \n\t\t\t\t\twho are Heartbeat individual customers or business customer representatives\n\t\t\t\t\twho use the Heartbeat Services and website (“Site”).} "
    },
    {
      "Text": "We may collect signatures on forms used for identity verification purposes for California residents or their agents seeking to exercise individual rights.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Users query our Services and receive Identifiers of Contacts in response. Identifiers of Contacts are sold and disclosed to Users.} "
    },
    {
      "Text": "We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Not applicable. Employment information (job title and business contact\n\t\t\t\t\t\t  information).} "
    },
    {
      "Text": "Payment information is used for paying for Services. ||| The recordings of uses of the Heartbeat website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services. ||| For our accounting records, we maintain records of what purchases Users made, when and for how much. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Bank account number, credit card number, debit card number,\n\t\t\t\t\t\t  or any other financial information. We collect this\n\t\t\t\t\t\t  information from Users.} "
    },
    {
      "Text": "We may also collect information about your use of the Services (including by using the the Site), such as certain log files, User activity (e.g. pages viewed, the amount of time spent on particular pages, online browsing, clicks, actions, installs, etc.), time stamps, alerts, ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The information in this table is\n\t\t\t\t\t\t  almost all in electronic form. See the other cells in table.} "
    },
    {
      "Text": "The Profile personal information we collect about Contacts may include (to the extent available) information about a healthcare or medical professional’s profession or employment, such as specialties, credential obtained, years of experience, whether the professional is a sole proprietor, states in which the professional is licensed, gender, information about pharmaceuticals provided and supplier relationships, education, year graduated, and license/NPI number.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {), time stamps, alerts, etc See the other cells in table. Professional or employment-related information (job title\n\t\t\t\t\t\t  and business contact information).} "
    },
    {
      "Text": "Identifiers of Contacts are sold and disclosed to Users. |",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Contacts: Identifiers are used to provide \n\t\t\t\t\t\t\tServices to Users. Users query our Services and receive Identifiers of Contacts in response.} "
    },
    {
      "Text": " Company name and job title for of Contacts are sold and disclosed to Users.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We collect company name and job title for Contacts. This\n\t\t\t\t\t\t  information is used to provide Services to Users in response\n\t\t\t\t\t\t  to their queries.} "
    },
    {
      "Text": "Identifiers of Contacts are sold and disclosed to Users. |",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Contacts: Identifiers are used to provide \n\t\t\t\t\t\t\tServices to Users. Users query our Services and receive Identifiers of Contacts in response.} "
    },
    {
      "Text": "Company name and job title for of Contacts are sold and disclosed to Users",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We collect company name and job title for Contacts. This\n\t\t\t\t\t\t  information is used to provide Services to Users in response\n\t\t\t\t\t\t  to their queries.} "
    },
    {
      "Text": "Payment information is never sold.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We collect this\n\t\t\t\t\t\t  information from Users. Payment information is used for paying for Services.} "
    },
    {
      "Text": "Payment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Heartbeat.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We collect this\n\t\t\t\t\t\t  information from Users. Payment information is used for paying for Services.} "
    },
    {
      "Text": "Our accountants and financial advisors may have access to commercial information of Users.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We collect\n\t\t\t\t\t\t  this information about Users. For our accounting records, we maintain records of what\n\t\t\t\t\t\t  purchases Users made, when and for how much.} "
    },
    {
      "Text": "Profile information is sold and disclosed to Users.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Professional or employment-related information (job title\n\t\t\t\t\t\t  and business contact information). The Profile personal information we collect about Contacts may \n\t\t\t\t\t\t\tinclude (to the extent available) information about a healthcare or \n\t\t\t\t\t\t\tmedical professional’s profession or employment, such as \n\t\t\t\t\t\t\tspecialties, credential obtained, years of experience, whether the\n\t\t\t\t\t\t\tprofessional is a sole proprietor, states in which the professional\n\t\t\t\t\t\t\tis licensed, gender, \n\t\t\t\t\t\t\tinformation about pharmaceuticals provided and supplier \n\t\t\t\t\t\t\trelationships, education, year graduated, and license/NPI number.} "
    },
    {
      "Text": "Profile information is sold and disclosed to Users.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Professional or employment-related information (job title\n\t\t\t\t\t\t  and business contact information). The Profile personal information we collect about Contacts may \n\t\t\t\t\t\t\tinclude (to the extent available) information about a healthcare or \n\t\t\t\t\t\t\tmedical professional’s profession or employment, such as \n\t\t\t\t\t\t\tspecialties, credential obtained, years of experience, whether the\n\t\t\t\t\t\t\tprofessional is a sole proprietor, states in which the professional\n\t\t\t\t\t\t\tis licensed, gender, \n\t\t\t\t\t\t\tinformation about pharmaceuticals provided and supplier \n\t\t\t\t\t\t\trelationships, education, year graduated, and license/NPI number.} "
    },
    {
      "Text": "Right of Access and Data Portability\\n\\nUpon request, we will tell a California resident the categories and specific pieces of personal information we have collected about that resident in the previous 12 months. In addition, upon request, we will disclose to a California resident:\\n\\nThe categories of personal information we have collected about that California resident.\\n\\nThe categories of sources from which the personal information is collected.\\n\\nThe business or commercial purpose for collecting that California resident’s personal information.\\n\\nThe categories of third parties with whom we share personal information.\\n\\nThe specific pieces of personal information we have collected about that California resident.\\n\\nThe categories of personal information that we have sold about that California resident.\\n\\nThe categories of personal information that we disclosed about a California resident for a business purpose.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Profile information is sold and disclosed to Users. ii.} "
    },
    {
      "Text": "Right of Access and Data Portability\\n\\nUpon request, we will tell a California resident the categories and specific pieces of personal information we have collected about that resident in the previous 12 months. In addition, upon request, we will disclose to a California resident:\\n\\nThe categories of personal information we have collected about that California resident.\\n\\nThe categories of sources from which the personal information is collected.\\n\\nThe business or commercial purpose for collecting that California resident’s personal information.\\n\\nThe categories of third parties with whom we share personal information.\\n\\nThe specific pieces of personal information we have collected about that California resident.\\n\\nThe categories of personal information that we have sold about that California resident.\\n\\nThe categories of personal information that we disclosed about a California resident for a business purpose.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Profile information is sold and disclosed to Users. ii.} "
    },
    {
      "Text": "Right of Deletion\\n\\nYou have the right to request that we delete any of your personal information that we collected from you and retained by us, subject to certain conditions and exceptions under the law. For instance, we have the right to retain personal information needed to:\\n\\nComplete the transaction for which the personal information was collected, provide a good or service requested by the California resident, or reasonably anticipated within the context of our ongoing business relationship with the California resident, or otherwise perform a contract between our business and the California resident.\\n\\nDetect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity; or prosecute those responsible for that activity.\\n\\nConduct solely internal uses that are reasonably aligned with the expectations of the California resident based on the California resident’s relationship with us.\\n\\nComply with a legal obligation.\\n\\nUse the personal information internally, in a lawful manner that is compatible with the context in which the California resident provided it.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {The categories of personal information that we disclosed about a \n\t\t\t\t\t\t\tCalifornia resident for a business purpose. The identity of any person making such a request must be verified as a \n\t\t\t\t\tcondition of providing the requested information.} "
    },
    {
      "Text": "How to Exercise Individual Rights\\n\\nIf you wish to contact us about any of your rights as set out in this section, please contact us by one of the methods listed below in the Contact Us section.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Use the personal information internally, in a lawful manner that is \n\t\t\t\t\t\t\tcompatible with the context in which the California resident provided \n\t\t\t\t\t\t\tit. The identity of any person making such a request must be verified in \n\t\t\t\t\taccordance with the verification procedures below as a condition of deleting \n\t\t\t\t\tthe personal information as requested.} "
    },
    {
      "Text": "Policy Against Discrimination\\n\\nCalifornia residents have a right not to receive discriminatory treatment by any business covered by the CCPA for the exercise of the privacy rights conferred by the CCPA. Accordingly, Heartbeat will not discriminate against individual California residents for exercising any of their rights under the CCPA, including by:\\n\\nDenying goods or services to the California resident\\n\\nCharging different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties.\\n\\nProviding a different level or quality of goods or services\\n\\nSuggesting that the California resident will receive a different price or rate for goods or services or a different level or quality of goods or services",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We may ask for additional verification if we \n\t\t\t\t\tsuspect fraud, such as a copy of an identification credential from the \n\t\t\t\t\trequestor. We will use any such additional information strictly for identity \n\t\t\t\t\tverification purposes, and it will be deleted following the completion of the \n\t\t\t\t\tverification process.} "
    },
    {
      "Text": "CONTACT US\\nIf you have any questions, comments or concerns about this Supplement or about our privacy practices, seek to exercise any of your privacy rights under applicable law, or wish to access, change, or update personal information we have about you, you should first contact us by email at contact@heartbeat.ai.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Accordingly, Heartbeat does not currently take action in response to a \n\t\t\t\t\t“do not track” browser setting. As industry standards regarding do not track \n\t\t\t\t\tsettings emerge, Heartbeat will revisit and amend this policy to account for \n\t\t\t\t\tthese standards.} "
    },
    {
      "Text": "NOTICE OF RIGHT TO OPT OUT\\nIf you prefer that we not sell your personal information (by disclosing your Profile to our Users, vendors or business partners), you may opt-out by filling in your relevant details at here – www.heartbeat.ai/Optout.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You may also contact us at this email address if you are aware of abuse or \n\t\t\t\t\tmisuse of our Services. If you are a Contact, you may also opt out of the sale \n\t\t\t\t\tof your personal information as stated in the next section.} "
    },
    {
      "Text": "If you prefer that we not sell your personal information (by disclosing your Profile to our Users, vendors or business partners), you may opt-out by filling in your relevant details at here – www.heartbeat.ai/Optout.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may also contact us at this email address if you are aware of abuse or \n\t\t\t\t\tmisuse of our Services. If you are a Contact, you may also opt out of the sale \n\t\t\t\t\tof your personal information as stated in the next section.} "
    },
    {
      "Text": "Last Updated: January 17, 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Heartbeat AI - Search 11M+ Healthcare & Medical Professionals <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-T2JWTVR\"\n\t\t\t\t\t  height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-W9XKPBB\"\n\theight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Why Heartbeat Data? Heartbeat Prospector Chrome Extension File Upload Products Pricing See Interactive Demo Log In Why Heartbeat Data?} "
    },
    {
      "Text": "As stated in the Privacy Policy, we collect personal information from “Users,” who are Heartbeat individual customers or business customer representatives who use the Heartbeat Services and website (“Site”). We also collect personal information from “Contacts,” who are individual healthcare or medical professionals whose information is provided to Users based on Users’ searches using the Heartbeat Prospector Service. Using the Heartbeat Services via the Site, Users can lookup “Profiles” of Contacts by Users who submit queries to the Heartbeat Prospector by searching for healthcare or medical professionals by full name, specialization, credential, state of licensure, years or experience, whether the individual is a sole proprietor, city, state, zip code, gender, pharmaceuticals provides or relationships with pharmaceutical companies, school attended, graduation year, or license/NPI number. The Services return the available “Data” for a Contact. In specific, Profiles of healthcare and medical professionals consist of available contact information (email addresses, direct telephone numbers, cell/mobile phone numbers, fax numbers, and postal addresses to the extent available to Heartbeat). The Data provided by Heartbeat may also include (to the extent available) other information about a healthcare or medical professional, such as specialties, credential obtained, years of experience, whether the professional is a sole proprietor, states in which the professional is licensed, gender, information about pharmaceuticals provided and supplier relationships, education, year graduated, and license/NPI number.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Rather, this Supplement provides \n\t\t\t\t\tprivacy disclosures to California residents as required by California law to \n\t\t\t\t\tsupplement the Privacy Policy. In particular, it discusses categories of \n\t\t\t\t\tpersonal information Heartbeat has collected and individual rights of California\n\t\t\t\t\tresidents relative to that personal information.} "
    },
    {
      "Text": "Categories of Personal Information and Recipients\\nThe table below summarizes the categories of personal information we collect from California residents (and have collected in the last 12 months), the purposes for which the categories of personal information will be used, and the categories of recipients to whom Heartbeat has disclosed (including for a business purpose) and sold personal information (and has done so in the past 12 months).\\n\\nCategories of Personal Information Collected\tPurposes of Use\tCategories of Recipients to Whom The Personal Information Was Disclosed and Sold\\n“Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name.\\n\\nWe collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title from Users and about Contacts.\tUsers: Identifiers about Users are used for marketing, for opening new user accounts to use Heartbeat’s Services, and to maintain existing accounts. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response.\tIdentifiers of Contacts are sold and disclosed to Users.\\nInformation (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to:\tSignature\tWe may collect signatures on forms used for identity verification purposes for California residents or their agents seeking to exercise individual rights.\tNot applicable.\\nEmployment information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\tCompany name and job title for of Contacts are sold and disclosed to Users.\\nBank account number, credit card number, debit card number, or any other financial information. We collect this information from Users.\tPayment information is used for paying for Services.\tPayment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Heartbeat.\\nContext-specific personal information not specifically covered within the other categories in this table: the Heartbeat website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps.\tThe recordings of uses of the Heartbeat website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services.\tNot applicable. Heartbeat uses the personal information collected in this category strictly for internal use.\\nCommercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users.\tFor our accounting records, we maintain records of what purchases Users made, when and for how much.\tOur accountants and financial advisors may have access to commercial information of Users.\\nElectronic information. The information in this table is almost all in electronic form.\tSee the other cells in table.\\n\\nWe may also collect information about your use of the Services (including by using the the Site), such as certain log files, User activity (e.g. pages viewed, the amount of time spent on particular pages, online browsing, clicks, actions, installs, etc.), time stamps, alerts, etc\tSee the other cells in table.\\nProfessional or employment-related information (job title and business contact information).\tThe Profile personal information we collect about Contacts may include (to the extent available) information about a healthcare or medical professional’s profession or employment, such as specialties, credential obtained, years of experience, whether the professional is a sole proprietor, states in which the professional is licensed, gender, information about pharmaceuticals provided and supplier relationships, education, year graduated, and license/NPI number.\tProfile information is sold and disclosed to Users.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Data provided by Heartbeat may also include (to the extent \n\t\t\t\t\tavailable) other information about a healthcare or medical professional, such \n\t\t\t\t\tas specialties, credential obtained, years of experience, whether the \n\t\t\t\t\tprofessional is a sole proprietor, states in which the professional is licensed, \n\t\t\t\t\tgender, information about pharmaceuticals provided and supplier \n\t\t\t\t\trelationships, education, year graduated, and license/NPI number. CALIFORNIA CONSUMER PRIVACY ACT DISCLOSURES i.} "
    },
    {
      "Text": "The table below summarizes the categories of personal information we collect from California residents (and have collected in the last 12 months), the purposes for which the categories of personal information will be used, and the categories of recipients to whom Heartbeat has disclosed (including for a business purpose) and sold personal information (and has done so in the past 12 months).\\n\\nCategories of Personal Information Collected\tPurposes of Use\tCategories of Recipients to Whom The Personal Information Was Disclosed and Sold\\n“Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name.\\n\\nWe collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title from Users and about Contacts.\tUsers: Identifiers about Users are used for marketing, for opening new user accounts to use Heartbeat’s Services, and to maintain existing accounts. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response.\tIdentifiers of Contacts are sold and disclosed to Users.\\nInformation (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to:\tSignature\tWe may collect signatures on forms used for identity verification purposes for California residents or their agents seeking to exercise individual rights.\tNot applicable.\\nEmployment information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\tCompany name and job title for of Contacts are sold and disclosed to Users.\\nBank account number, credit card number, debit card number, or any other financial information. We collect this information from Users.\tPayment information is used for paying for Services.\tPayment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Heartbeat.\\nContext-specific personal information not specifically covered within the other categories in this table: the Heartbeat website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps.\tThe recordings of uses of the Heartbeat website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services.\tNot applicable. Heartbeat uses the personal information collected in this category strictly for internal use.\\nCommercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users.\tFor our accounting records, we maintain records of what purchases Users made, when and for how much.\tOur accountants and financial advisors may have access to commercial information of Users.\\nElectronic information. The information in this table is almost all in electronic form.\tSee the other cells in table.\\n\\nWe may also collect information about your use of the Services (including by using the the Site), such as certain log files, User activity (e.g. pages viewed, the amount of time spent on particular pages, online browsing, clicks, actions, installs, etc.), time stamps, alerts, etc\tSee the other cells in table.\\nProfessional or employment-related information (job title and business contact information).\tThe Profile personal information we collect about Contacts may include (to the extent available) information about a healthcare or medical professional’s profession or employment, such as specialties, credential obtained, years of experience, whether the professional is a sole proprietor, states in which the professional is licensed, gender, information about pharmaceuticals provided and supplier relationships, education, year graduated, and license/NPI number.\tProfile information is sold and disclosed to Users.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The Data provided by Heartbeat may also include (to the extent \n\t\t\t\t\tavailable) other information about a healthcare or medical professional, such \n\t\t\t\t\tas specialties, credential obtained, years of experience, whether the \n\t\t\t\t\tprofessional is a sole proprietor, states in which the professional is licensed, \n\t\t\t\t\tgender, information about pharmaceuticals provided and supplier \n\t\t\t\t\trelationships, education, year graduated, and license/NPI number. CALIFORNIA CONSUMER PRIVACY ACT DISCLOSURES i.} "
    },
    {
      "Text": "The table below summarizes the categories of personal information we collect from California residents (and have collected in the last 12 months), the purposes for which the categories of personal information will be used, and the categories of recipients to whom Heartbeat has disclosed (including for a business purpose) and sold personal information (and has done so in the past 12 months).\\n\\nCategories of Personal Information Collected\tPurposes of Use\tCategories of Recipients to Whom The Personal Information Was Disclosed and Sold\\n“Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name.\\n\\nWe collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title from Users and about Contacts.\tUsers: Identifiers about Users are used for marketing, for opening new user accounts to use Heartbeat’s Services, and to maintain existing accounts. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response.\tIdentifiers of Contacts are sold and disclosed to Users.\\nInformation (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to:\tSignature\tWe may collect signatures on forms used for identity verification purposes for California residents or their agents seeking to exercise individual rights.\tNot applicable.\\nEmployment information (job title and business contact information).\tWe collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries.\tCompany name and job title for of Contacts are sold and disclosed to Users.\\nBank account number, credit card number, debit card number, or any other financial information. We collect this information from Users.\tPayment information is used for paying for Services.\tPayment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Heartbeat.\\nContext-specific personal information not specifically covered within the other categories in this table: the Heartbeat website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps.\tThe recordings of uses of the Heartbeat website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services.\tNot applicable. Heartbeat uses the personal information collected in this category strictly for internal use.\\nCommercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users.\tFor our accounting records, we maintain records of what purchases Users made, when and for how much.\tOur accountants and financial advisors may have access to commercial information of Users.\\nElectronic information. The information in this table is almost all in electronic form.\tSee the other cells in table.\\n\\nWe may also collect information about your use of the Services (including by using the the Site), such as certain log files, User activity (e.g. pages viewed, the amount of time spent on particular pages, online browsing, clicks, actions, installs, etc.), time stamps, alerts, etc\tSee the other cells in table.\\nProfessional or employment-related information (job title and business contact information).\tThe Profile personal information we collect about Contacts may include (to the extent available) information about a healthcare or medical professional’s profession or employment, such as specialties, credential obtained, years of experience, whether the professional is a sole proprietor, states in which the professional is licensed, gender, information about pharmaceuticals provided and supplier relationships, education, year graduated, and license/NPI number.\tProfile information is sold and disclosed to Users.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The Data provided by Heartbeat may also include (to the extent \n\t\t\t\t\tavailable) other information about a healthcare or medical professional, such \n\t\t\t\t\tas specialties, credential obtained, years of experience, whether the \n\t\t\t\t\tprofessional is a sole proprietor, states in which the professional is licensed, \n\t\t\t\t\tgender, information about pharmaceuticals provided and supplier \n\t\t\t\t\trelationships, education, year graduated, and license/NPI number. CALIFORNIA CONSUMER PRIVACY ACT DISCLOSURES i.} "
    },
    {
      "Text": "Categories of Personal Information Collected: “Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title from Users and about Contacts. ||| Categories of Personal Information Collected.1: “Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title from Users and about Contacts. ||| Purposes of Use: Users: Identifiers about Users are used for marketing, for opening new user accounts to use Heartbeat’s Services, and to maintain existing accounts. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Identifiers of Contacts are sold and disclosed to Users.\\n\\nCategories of Personal Information Collected: Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| Categories of Personal Information Collected.1: Signature ||| Purposes of Use: We may collect signatures on forms used for identity verification purposes for California residents or their agents seeking to exercise individual rights. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Not applicable.\\n\\nCategories of Personal Information Collected: Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| Categories of Personal Information Collected.1: Employment information (job title and business contact information). ||| Purposes of Use: We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Company name and job title for of Contacts are sold and disclosed to Users.\\n\\nCategories of Personal Information Collected: Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| Categories of Personal Information Collected.1: Bank account number, credit card number, debit card number, or any other financial information. We collect this information from Users. ||| Purposes of Use: Payment information is used for paying for Services. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Payment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Heartbeat.\\n\\nCategories of Personal Information Collected: Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| Categories of Personal Information Collected.1: Context-specific personal information not specifically covered within the other categories in this table: the Heartbeat website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps. ||| Purposes of Use: The recordings of uses of the Heartbeat website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Not applicable. Heartbeat uses the personal information collected in this category strictly for internal use.\\n\\nCategories of Personal Information Collected: Commercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users. ||| Categories of Personal Information Collected.1: Commercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users. ||| Purposes of Use: For our accounting records, we maintain records of what purchases Users made, when and for how much. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Our accountants and financial advisors may have access to commercial information of Users.\\n\\nCategories of Personal Information Collected: Electronic information. The information in this table is almost all in electronic form. ||| Categories of Personal Information Collected.1: Electronic information. The information in this table is almost all in electronic form. ||| Purposes of Use: See the other cells in table. We may also collect information about your use of the Services (including by using the the Site), such as certain log files, User activity (e.g. pages viewed, the amount of time spent on particular pages, online browsing, clicks, actions, installs, etc.), time stamps, alerts, etc ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: See the other cells in table.\\n\\nCategories of Personal Information Collected: Professional or employment-related information (job title and business contact information). ||| Categories of Personal Information Collected.1: Professional or employment-related information (job title and business contact information). ||| Purposes of Use: The Profile personal information we collect about Contacts may include (to the extent available) information about a healthcare or medical professional’s profession or employment, such as specialties, credential obtained, years of experience, whether the professional is a sole proprietor, states in which the professional is licensed, gender, information about pharmaceuticals provided and supplier relationships, education, year graduated, and license/NPI number. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Profile information is sold and disclosed to Users.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Data provided by Heartbeat may also include (to the extent \n\t\t\t\t\tavailable) other information about a healthcare or medical professional, such \n\t\t\t\t\tas specialties, credential obtained, years of experience, whether the \n\t\t\t\t\tprofessional is a sole proprietor, states in which the professional is licensed, \n\t\t\t\t\tgender, information about pharmaceuticals provided and supplier \n\t\t\t\t\trelationships, education, year graduated, and license/NPI number. CALIFORNIA CONSUMER PRIVACY ACT DISCLOSURES i.} "
    },
    {
      "Text": "Categories of Personal Information Collected: “Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title from Users and about Contacts. ||| Categories of Personal Information Collected.1: “Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title from Users and about Contacts. ||| Purposes of Use: Users: Identifiers about Users are used for marketing, for opening new user accounts to use Heartbeat’s Services, and to maintain existing accounts. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Identifiers of Contacts are sold and disclosed to Users.\\n\\nCategories of Personal Information Collected: Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| Categories of Personal Information Collected.1: Signature ||| Purposes of Use: We may collect signatures on forms used for identity verification purposes for California residents or their agents seeking to exercise individual rights. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Not applicable.\\n\\nCategories of Personal Information Collected: Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| Categories of Personal Information Collected.1: Employment information (job title and business contact information). ||| Purposes of Use: We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Company name and job title for of Contacts are sold and disclosed to Users.\\n\\nCategories of Personal Information Collected: Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| Categories of Personal Information Collected.1: Bank account number, credit card number, debit card number, or any other financial information. We collect this information from Users. ||| Purposes of Use: Payment information is used for paying for Services. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Payment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Heartbeat.\\n\\nCategories of Personal Information Collected: Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| Categories of Personal Information Collected.1: Context-specific personal information not specifically covered within the other categories in this table: the Heartbeat website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps. ||| Purposes of Use: The recordings of uses of the Heartbeat website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Not applicable. Heartbeat uses the personal information collected in this category strictly for internal use.\\n\\nCategories of Personal Information Collected: Commercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users. ||| Categories of Personal Information Collected.1: Commercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users. ||| Purposes of Use: For our accounting records, we maintain records of what purchases Users made, when and for how much. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Our accountants and financial advisors may have access to commercial information of Users.\\n\\nCategories of Personal Information Collected: Electronic information. The information in this table is almost all in electronic form. ||| Categories of Personal Information Collected.1: Electronic information. The information in this table is almost all in electronic form. ||| Purposes of Use: See the other cells in table. We may also collect information about your use of the Services (including by using the the Site), such as certain log files, User activity (e.g. pages viewed, the amount of time spent on particular pages, online browsing, clicks, actions, installs, etc.), time stamps, alerts, etc ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: See the other cells in table.\\n\\nCategories of Personal Information Collected: Professional or employment-related information (job title and business contact information). ||| Categories of Personal Information Collected.1: Professional or employment-related information (job title and business contact information). ||| Purposes of Use: The Profile personal information we collect about Contacts may include (to the extent available) information about a healthcare or medical professional’s profession or employment, such as specialties, credential obtained, years of experience, whether the professional is a sole proprietor, states in which the professional is licensed, gender, information about pharmaceuticals provided and supplier relationships, education, year graduated, and license/NPI number. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Profile information is sold and disclosed to Users.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The Data provided by Heartbeat may also include (to the extent \n\t\t\t\t\tavailable) other information about a healthcare or medical professional, such \n\t\t\t\t\tas specialties, credential obtained, years of experience, whether the \n\t\t\t\t\tprofessional is a sole proprietor, states in which the professional is licensed, \n\t\t\t\t\tgender, information about pharmaceuticals provided and supplier \n\t\t\t\t\trelationships, education, year graduated, and license/NPI number. CALIFORNIA CONSUMER PRIVACY ACT DISCLOSURES i.} "
    },
    {
      "Text": "Categories of Personal Information Collected: “Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title from Users and about Contacts. ||| Categories of Personal Information Collected.1: “Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title from Users and about Contacts. ||| Purposes of Use: Users: Identifiers about Users are used for marketing, for opening new user accounts to use Heartbeat’s Services, and to maintain existing accounts. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Identifiers of Contacts are sold and disclosed to Users.\\n\\nCategories of Personal Information Collected: Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| Categories of Personal Information Collected.1: Signature ||| Purposes of Use: We may collect signatures on forms used for identity verification purposes for California residents or their agents seeking to exercise individual rights. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Not applicable.\\n\\nCategories of Personal Information Collected: Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| Categories of Personal Information Collected.1: Employment information (job title and business contact information). ||| Purposes of Use: We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Company name and job title for of Contacts are sold and disclosed to Users.\\n\\nCategories of Personal Information Collected: Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| Categories of Personal Information Collected.1: Bank account number, credit card number, debit card number, or any other financial information. We collect this information from Users. ||| Purposes of Use: Payment information is used for paying for Services. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Payment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Heartbeat.\\n\\nCategories of Personal Information Collected: Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| Categories of Personal Information Collected.1: Context-specific personal information not specifically covered within the other categories in this table: the Heartbeat website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps. ||| Purposes of Use: The recordings of uses of the Heartbeat website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Not applicable. Heartbeat uses the personal information collected in this category strictly for internal use.\\n\\nCategories of Personal Information Collected: Commercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users. ||| Categories of Personal Information Collected.1: Commercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users. ||| Purposes of Use: For our accounting records, we maintain records of what purchases Users made, when and for how much. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Our accountants and financial advisors may have access to commercial information of Users.\\n\\nCategories of Personal Information Collected: Electronic information. The information in this table is almost all in electronic form. ||| Categories of Personal Information Collected.1: Electronic information. The information in this table is almost all in electronic form. ||| Purposes of Use: See the other cells in table. We may also collect information about your use of the Services (including by using the the Site), such as certain log files, User activity (e.g. pages viewed, the amount of time spent on particular pages, online browsing, clicks, actions, installs, etc.), time stamps, alerts, etc ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: See the other cells in table.\\n\\nCategories of Personal Information Collected: Professional or employment-related information (job title and business contact information). ||| Categories of Personal Information Collected.1: Professional or employment-related information (job title and business contact information). ||| Purposes of Use: The Profile personal information we collect about Contacts may include (to the extent available) information about a healthcare or medical professional’s profession or employment, such as specialties, credential obtained, years of experience, whether the professional is a sole proprietor, states in which the professional is licensed, gender, information about pharmaceuticals provided and supplier relationships, education, year graduated, and license/NPI number. ||| Categories of Recipients to Whom The Personal Information Was Disclosed and Sold: Profile information is sold and disclosed to Users.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The Data provided by Heartbeat may also include (to the extent \n\t\t\t\t\tavailable) other information about a healthcare or medical professional, such \n\t\t\t\t\tas specialties, credential obtained, years of experience, whether the \n\t\t\t\t\tprofessional is a sole proprietor, states in which the professional is licensed, \n\t\t\t\t\tgender, information about pharmaceuticals provided and supplier \n\t\t\t\t\trelationships, education, year graduated, and license/NPI number. CALIFORNIA CONSUMER PRIVACY ACT DISCLOSURES i.} "
    },
    {
      "Text": "Identifiers of Contacts are sold and disclosed to Users. ||| Not applicable. ||| Company name and job title for of Contacts are sold and disclosed to Users. ||| Payment information is never sold. It is, however, disclosed to payment gateway service providers that process payments from Users on behalf of Heartbeat. ||| Not applicable. Heartbeat uses the personal information collected in this category strictly for internal use. ||| Our accountants and financial advisors may have access to commercial information of Users. ||| See the other cells in table. ||| Profile information is sold and disclosed to Users.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Contacts: Identifiers are used to provide \n\t\t\t\t\t\t\tServices to Users. Users query our Services and receive Identifiers of Contacts in response.} "
    },
    {
      "Text": "Users: Identifiers about Users are used for marketing, for opening new user accounts to use Heartbeat’s Services, and to maintain existing accounts. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response. ||| We may collect signatures on forms used for identity verification purposes for California residents or their agents seeking to exercise individual rights. ||| We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries. ||| Payment information is used for paying for Services. ||| The recordings of uses of the Heartbeat website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services. ||| For our accounting records, we maintain records of what purchases Users made, when and for how much. ||| See the other cells in table. We may also collect information about your use of the Services (including by using the the Site), such as certain log files, User activity (e.g. pages viewed, the amount of time spent on particular pages, online browsing, clicks, actions, installs, etc.), time stamps, alerts, etc ||| The Profile personal information we collect about Contacts may include (to the extent available) information about a healthcare or medical professional’s profession or employment, such as specialties, credential obtained, years of experience, whether the professional is a sole proprietor, states in which the professional is licensed, gender, information about pharmaceuticals provided and supplier relationships, education, year graduated, and license/NPI number.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Rather, this Supplement provides \n\t\t\t\t\tprivacy disclosures to California residents as required by California law to \n\t\t\t\t\tsupplement the Privacy Policy. In particular, it discusses categories of \n\t\t\t\t\tpersonal information Heartbeat has collected and individual rights of California\n\t\t\t\t\tresidents relative to that personal information.} "
    },
    {
      "Text": "“Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title from Users and about Contacts. ||| Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| Information (other than Identifiers already described above) that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to: ||| Commercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users. ||| Electronic information. The information in this table is almost all in electronic form. ||| Professional or employment-related information (job title and business contact information).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "“Identifiers” such as a real name, alias, postal address, telephone number, email address, and account name. We collect all the above Identifiers from Users. We collect name, phone number, email address, location (city and country), company name, and job title from Users and about Contacts. ||| Signature ||| Employment information (job title and business contact information). ||| Bank account number, credit card number, debit card number, or any other financial information. We collect this information from Users. ||| Context-specific personal information not specifically covered within the other categories in this table: the Heartbeat website uses the Smartlook service operated by Smartlook.com, s.r.o. The Smartlook service records session information showing how visitors use and take action on websites and mobile apps. ||| Commercial information, including records of products and services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. We collect this information about Users. ||| Electronic information. The information in this table is almost all in electronic form. ||| Professional or employment-related information (job title and business contact information).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Users: Identifiers about Users are used for marketing, for opening new user accounts to use Heartbeat’s Services, and to maintain existing accounts. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response. ||| We may collect signatures on forms used for identity verification purposes for California residents or their agents seeking to exercise individual rights. ||| We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries. ||| Payment information is used for paying for Services. ||| The recordings of uses of the Heartbeat website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services. ||| For our accounting records, we maintain records of what purchases Users made, when and for how much. ||| See the other cells in table. We may also collect information about your use of the Services (including by using the the Site), such as certain log files, User activity (e.g. pages viewed, the amount of time spent on particular pages, online browsing, clicks, actions, installs, etc.), time stamps, alerts, etc ||| The Profile personal information we collect about Contacts may include (to the extent available) information about a healthcare or medical professional’s profession or employment, such as specialties, credential obtained, years of experience, whether the professional is a sole proprietor, states in which the professional is licensed, gender, information about pharmaceuticals provided and supplier relationships, education, year graduated, and license/NPI number.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Rather, this Supplement provides \n\t\t\t\t\tprivacy disclosures to California residents as required by California law to \n\t\t\t\t\tsupplement the Privacy Policy. In particular, it discusses categories of \n\t\t\t\t\tpersonal information Heartbeat has collected and individual rights of California\n\t\t\t\t\tresidents relative to that personal information.} "
    },
    {
      "Text": "Users: Identifiers about Users are used for marketing, for opening new user accounts to use Heartbeat’s Services, and to maintain existing accounts. Contacts: Identifiers are used to provide Services to Users. Users query our Services and receive Identifiers of Contacts in response. ||| We may collect signatures on forms used for identity verification purposes for California residents or their agents seeking to exercise individual rights. ||| We collect company name and job title for Contacts. This information is used to provide Services to Users in response to their queries. ||| Payment information is used for paying for Services. ||| The recordings of uses of the Heartbeat website is collected for amongst other things troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services. ||| For our accounting records, we maintain records of what purchases Users made, when and for how much. ||| See the other cells in table. We may also collect information about your use of the Services (including by using the the Site), such as certain log files, User activity (e.g. pages viewed, the amount of time spent on particular pages, online browsing, clicks, actions, installs, etc.), time stamps, alerts, etc ||| The Profile personal information we collect about Contacts may include (to the extent available) information about a healthcare or medical professional’s profession or employment, such as specialties, credential obtained, years of experience, whether the professional is a sole proprietor, states in which the professional is licensed, gender, information about pharmaceuticals provided and supplier relationships, education, year graduated, and license/NPI number.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Rather, this Supplement provides \n\t\t\t\t\tprivacy disclosures to California residents as required by California law to \n\t\t\t\t\tsupplement the Privacy Policy. In particular, it discusses categories of \n\t\t\t\t\tpersonal information Heartbeat has collected and individual rights of California\n\t\t\t\t\tresidents relative to that personal information.} "
    },
    {
      "Text": "Right of Access and Data Portability\\n\\nUpon request, we will tell a California resident the categories and specific pieces of personal information we have collected about that resident in the previous 12 months. In addition, upon request, we will disclose to a California resident:\\n\\nThe categories of personal information we have collected about that California resident.\\n\\nThe categories of sources from which the personal information is collected.\\n\\nThe business or commercial purpose for collecting that California resident’s personal information.\\n\\n",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Profile information is sold and disclosed to Users. ii.} "
    },
    {
      "Text": "The business or commercial purpose for collecting that California resident’s personal information.\\n\\nThe categories of third parties with whom we share personal information.\\n\\nThe specific pieces of personal information we have collected about that California resident.\\n\\nThe categories of personal information that we have sold about that California resident.\\n\\nThe categories of personal information that we disclosed about a California resident for a business purpose.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {In addition, upon request, we will disclose to a California\n\t\t\t\t\tresident: The categories of personal information we have collected about that \n\t\t\t\t\t\t\tCalifornia resident. The categories of sources from which the personal information is \n\t\t\t\t\t\t\tcollected.} "
    },
    {
      "Text": "Right of Deletion\\n\\nYou have the right to request that we delete any of your personal information that we collected from you and retained by us, subject to certain conditions and exceptions under the law. For instance, we have the right to retain personal information needed to:\\n\\nComplete the transaction for which the personal information was collected, provide a good or service requested by the California resident, or reasonably anticipated within the context of our ongoing business relationship with the California resident, or otherwise perform a contract between our business and the California resident.\\n\\nDetect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity; or prosecute those responsible for that activity.\\n\\nConduct solely internal uses that are reasonably aligned with the expectations of the California resident based on the California resident’s relationship with us.\\n\\nComply with a legal obligation.\\n\\nUse the personal information internally, in a lawful manner that is compatible with the context in which the California resident provided it.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {The categories of personal information that we disclosed about a \n\t\t\t\t\t\t\tCalifornia resident for a business purpose. The identity of any person making such a request must be verified as a \n\t\t\t\t\tcondition of providing the requested information.} "
    },
    {
      "Text": "How to Exercise Individual Rights\\n\\nIf you wish to contact us about any of your rights as set out in this section, please contact us by one of the methods listed below in the Contact Us section. Please contact us using one of these methods if you wish to have an authorized agent make a request for individual rights on your behalf.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Use the personal information internally, in a lawful manner that is \n\t\t\t\t\t\t\tcompatible with the context in which the California resident provided \n\t\t\t\t\t\t\tit. The identity of any person making such a request must be verified in \n\t\t\t\t\taccordance with the verification procedures below as a condition of deleting \n\t\t\t\t\tthe personal information as requested.} "
    },
    {
      "Text": "We will not provide or delete information as requested if we are unable to verify the identity of the requestor as required above or have reason to believe that the request is fraudulent.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {For Contacts that are not Users: We will verify your identity in response to a request to exercise your \n\t\t\t\t\t\t\tindividual rights by requiring that you to provide two pieces of \n\t\t\t\t\t\t\tinformation that Heartbeat already has in the Contact’s Profile from the \n\t\t\t\t\t\t\tfollowing categories:  for instance, email address or telephone number. In addition, in the case of a request for specific pieces of personal \n\t\t\t\t\t\t\tinformation, we will ask for an additional piece of information that \n\t\t\t\t\t\t\tHeartbeat already has in the Contact’s Profile in addition to the two \n\t\t\t\t\t\t\tpieces described above, together with a signed declaration under \n\t\t\t\t\t\t\tpenalty of perjury that the requestor is the consumer whose personal \n\t\t\t\t\t\t\tinformation is the subject of the request or a representative acting on \n\t\t\t\t\t\t\tbehalf of that consumer.} "
    },
    {
      "Text": "We will not provide or delete information as requested if we are unable to verify the identity of the requestor as required above or have reason to believe that the request is fraudulent.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {For Contacts that are not Users: We will verify your identity in response to a request to exercise your \n\t\t\t\t\t\t\tindividual rights by requiring that you to provide two pieces of \n\t\t\t\t\t\t\tinformation that Heartbeat already has in the Contact’s Profile from the \n\t\t\t\t\t\t\tfollowing categories:  for instance, email address or telephone number. In addition, in the case of a request for specific pieces of personal \n\t\t\t\t\t\t\tinformation, we will ask for an additional piece of information that \n\t\t\t\t\t\t\tHeartbeat already has in the Contact’s Profile in addition to the two \n\t\t\t\t\t\t\tpieces described above, together with a signed declaration under \n\t\t\t\t\t\t\tpenalty of perjury that the requestor is the consumer whose personal \n\t\t\t\t\t\t\tinformation is the subject of the request or a representative acting on \n\t\t\t\t\t\t\tbehalf of that consumer.} "
    },
    {
      "Text": "Policy Against Discrimination\\n\\nCalifornia residents have a right not to receive discriminatory treatment by any business covered by the CCPA for the exercise of the privacy rights conferred by the CCPA. Accordingly, Heartbeat will not discriminate against individual California residents for exercising any of their rights under the CCPA, including by:\\n\\nDenying goods or services to the California resident\\n\\nCharging different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties.\\n\\nProviding a different level or quality of goods or services\\n\\nSuggesting that the California resident will receive a different price or rate for goods or services or a different level or quality of goods or services",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We may ask for additional verification if we \n\t\t\t\t\tsuspect fraud, such as a copy of an identification credential from the \n\t\t\t\t\trequestor. We will use any such additional information strictly for identity \n\t\t\t\t\tverification purposes, and it will be deleted following the completion of the \n\t\t\t\t\tverification process.} "
    },
    {
      "Text": "NOTICE OF RIGHT TO OPT OUT\\nIf you prefer that we not sell your personal information (by disclosing your Profile to our Users, vendors or business partners), you may opt-out by filling in your relevant details at here – www.heartbeat.ai/Optout.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You may also contact us at this email address if you are aware of abuse or \n\t\t\t\t\tmisuse of our Services. If you are a Contact, you may also opt out of the sale \n\t\t\t\t\tof your personal information as stated in the next section.} "
    },
    {
      "Text": "CONTACT US\\nIf you have any questions, comments or concerns about this Supplement or about our privacy practices, seek to exercise any of your privacy rights under applicable law, or wish to access, change, or update personal information we have about you, you should first contact us by email at contact@heartbeat.ai. You may also contact us at this email address if you are aware of abuse or misuse of our Services. If you are a Contact, you may also opt out of the sale of your personal information as stated in the next section.\\n\\nNOTICE OF RIGHT TO OPT OUT\\nIf you prefer that we not sell your personal information (by disclosing your Profile to our Users, vendors or business partners), you may opt-out by filling in your relevant details at here – www.heartbeat.ai/Optout.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Accordingly, Heartbeat does not currently take action in response to a \n\t\t\t\t\t“do not track” browser setting. As industry standards regarding do not track \n\t\t\t\t\tsettings emerge, Heartbeat will revisit and amend this policy to account for \n\t\t\t\t\tthese standards.} "
    }
  ]
}