{
  "policy_id": "220",
  "text": "Platform Privacy Policy :: ID5 about identitycloud solutions resources partners news contact login about identitycloud solutions resources partners news contact login ID5 Platform Privacy Policy What is the ID5 Platform (or the \"Platform\")? ID5 operates an identity platform for the digital advertising industry.\n      By \"Platform\", we mean that we provide technology that websites, mobile\n      apps and publishers of other internet-connected properties (such as\n      internet-connected TV's), use to recognize users on their websites,\n      mobile apps and other digital media properties (which we collectively\n      refer to as \" Digital Properties \"), and that\n      advertisers, or companies on an advertiser's behalf, use to target\n      advertising to users in the most efficient way possible. Digital\n      publishers and other \"sellers\" want their ads to be relevant to their\n      readers, which helps them to offer content for no cost or lower cost.\n      Advertisers, advertising agencies, and other \"buyers\" want to use their\n      advertising dollars efficiently by reaching the right audiences, and by\n      measuring the effectiveness of their ads. To accomplish these goals, our\n      clients – including digital publishers and advertising technology\n      platforms and service providers – use our Platform to more efficiently\n      and effectively recognize their users and/or to enable their own clients\n      to do so. ID5 is not an ad network, a media buyer or seller, or a data\n      broker. We do not own digital properties on which we advertise, and we\n      engage in advertising only in a limited manner for our own recruiting\n      purposes and to advertise to other businesses (not to consumers). What do we mean by Platform Data? The Platform is designed to use certain types of information, that\n      collectively we call \" Platform Data \". This includes\n      information collected by our technology, products and services on the\n      Digital Properties (\" Collected Data \"), which may\n      include such information as IP address, unique browser or device\n      identifiers, and the latitude and longitude of your device when you view\n      a website that may want to show you an ad; (ii) information provided or\n      uploaded to us or our Platform by our clients (\" Client Data \"), which typically includes a \"hashed\" copy of your email address\n      (\"hashing\" prevents us from seeing the actual email address); and (iii)\n      \" ID5 IDs \" (described below), which are random unique\n      identifiers that we create and connect to Collected Data and/or Client\n      Data. See \" What Information Do We Collect? \" below for more details on the type of information that may be\n      included in Platform Data. Some Platform Data (for example, cookie IDs, mobile advertising\n      identifiers, ID5 IDs, and IP addresses) may identify a particular\n      computer or device, and may be considered \"Personal Data\" or \"personal\n      information\" (or another term with a substantially similar definition\n      and obligations) in some jurisdictions, including the European Economic\n      Area (see below on the meaning of \"Personal Data\" under the EU General\n      Data Protection Regulation) and certain U.S. states. This data - which\n      we call \"Personal Data\" - allows us to recognize a particular computer\n      or device over time. We call cookie IDs, mobile advertising IDs, ID5\n      IDs, and other random unique identifiers \" Digital Identifiers \". Our Platform is not designed to utilize information that by itself\n      identifies an individual in the \"real world\", such as \"un-hashed\" (i.e.,\n      actual) name, address, phone number, email address, or government\n      identifier. Instead, it is designed to utilize only Digital Identifiers\n      that enable the recognition of a specific device or browser. For European Jurisdiction data subjects, what is the meaning of\n      \"Personal Data\" under the EU General Data Protection Regulation\n      (\"GDPR\"), and what does this mean for Platform Data? Under GDPR, \" Personal Data \" means any data relating to\n      an individual who can be identified, directly or indirectly, from that\n      data. It can take the form of a name or address, and can also extend to\n      unique identifiers that do not tell us who an Internet user is in the\n      \"real world\" but may, when combined with other information, allow the\n      identification of an individual. Our Platform does not rely on Personal Data that identifies you as an\n      individual in the \"real world\", such as your actual, un-hashed name,\n      email address, or phone number. When you (an Internet user) first visit\n      a Digital Property that has integrated our technology, this triggers a\n      request to our Platform. When this occurs, we assign an \"ID5 ID\" to your\n      browser or device, which allows the Platform to recognize your browser\n      or device the next time it visits another Digital Property that has\n      integrated our technology. Such Digital Identifiers are considered\n      \"Personal Data\" under the GDPR. This allows our clients and certain other third parties selected by our\n      clients to sync their own Digital Identifiers against this ID5 ID (see\n      \" ID Syncing \" below) so that our clients can\n      use their own data on other platforms that they may have associated with\n      their own Digital Identifiers. Glossary of Certain Terms Browser : A browser, or web browser, is the user interface or\n      application through which you view web Digital Properties. Examples of\n      prominent browsers are Microsoft's Internet Explorer, Google's Chrome,\n      Apple's Safari, and Mozilla's Firefox. Cookie : A cookie is a small text file that is stored in a web\n      browser by a website or Ad Server. By saving information in a cookie,\n      websites and servers can remember preferences or recognize web browsers\n      from one visit to another or from one website to another. Cookie IDs are\n      Digital Identifiers. ID Syncing : ID syncing (sometimes also referred to as cookie\n      syncing) is a common and long-standing process in the digital\n      advertising industry that enables advertisers to link up data from\n      multiple advertising platforms. (In other words, it helps advertisers\n      buy ads in more than one place and on more than one service.) Here's an example of how ID syncing works. Let's say you sell a product\n      on your website. A customer visits your site. Your website stores a\n      cookie to recognize that customer's browser, and the cookie contains an\n      ID of 12345. You then associate that ID with information about what the\n      customer shopped for on your site. If you want to then use that\n      information to advertise to that user, you might go to an online\n      advertising marketplace to buy ad space. In order to buy the right ad\n      space to show your ads to the right user, you'll need to match your ID,\n      which is 12345, to the ID that the marketplace has assigned to the same\n      customer (which let's say for this example is ABCDE). The result is a record that says ID 12345 = Marketplace ID ABCDE. That\n      way, when the marketplace offers to sell you ad space to show your ad to\n      ABCDE, your system will know that ABCDE is the same as 12345, and you\n      can pick the right ad to show the customer. Interest-Based Advertising : Interest-based advertising\n      associates a user’s activity and interest information, demographic\n      information, geographic information, and similar information with a\n      browser cookie or other online identifier in order to provide more\n      useful and relevant advertising. It is sometimes also called \"online\n      behavioral advertising\", \"targeted advertising\", \"cross-context\n      behavioral advertising\" or \"tailored advertising\". Mobile Advertising Identifiers : Mobile advertising identifiers\n      (e.g., Apple's iOS Identifier for Advertising (IDFA) or Google's Android\n      Advertising ID (AAID)) are unique IDs that are similar to cookies, but,\n      instead of being stored on your web browser, are associated with\n      individual mobile devices. They usually are user-resettable. Like other\n      Digital Identifiers, Mobile advertising identifiers do not tell us who\n      an Internet user is in the \"real world\", but may, when combined with\n      other information, allow the identification of an individual. Mobile\n      advertising identifiers are used in connection with apps on your mobile\n      device as opposed to websites that you access through a browser. Cookie Use by the Platform Although the specific cookies employed on the ID5 Platform may change\n      from time to time, this describes how and why the ID5 Platform uses\n      cookies. These cookies enable our clients to recognize users and to see\n      users' consent choices (including opt-out choices). The Platform uses unique cookies to distinguish between unique web\n        browsers. The Platform uses cookies with non-unique values for server\n        load-balancing and similar technical purposes. The Platform uses non-unique cookies to store users’ opt-out choices. Some browsers or other software may be configured to block third-party\n      cookies by default. THE ID5 PLATFORM PRIVACY STATEMENT Last Modified: February 02, 2023 Overview This ID5 Platform Privacy Statement (this \"Privacy Statement\") describes\n      how ID5 collects, uses, shares and otherwise processes Platform Data. It\n      describes how ID5 may enable or allow clients and third-party providers\n      to use Platform Data, but otherwise does not apply to our clients' or\n      other third parties' practices. If you are interested in our website\n      privacy policy, please click here . What information do we collect and use? The Platform is designed to collect and use only Platform Data\n          (i.e., Collected Data, Client Data, and ID5 IDs) as described in\n          this Privacy Statement. Details . How do we collect information? The Platform may use cookies, pixels, tags, mobile SDKs, and similar\n          technologies to collect and store Platform Data about web browsers\n          and devices across websites and apps and over time. Details . For what purposes do we use the collected information? ID5 uses the information collected on the Platform to provide,\n          operate, manage, maintain, and enhance the Platform and allow our\n          clients to use our Platform. This means facilitating user\n          identification; using information for fraud detection and the\n          prevention and detection of malicious behavior and maintaining and\n          enhancing our products and services (including our Platform),\n          including using information for machine learning, optimization and\n          statistical analysis. Details . In European Jurisdictions, on what legal basis do we process\n          Personal Data? Where (i) you are a European Economic Area (\" EEA \"),\n          United Kingdom or Switzerland (such countries, collectively with the\n          EEA, \" European Jurisdictions \") data subject and\n          (ii) ID5 is acting as a \"controller\" of Personal Data relating to\n          you, ID5's legal basis for collecting and using such Personal\n          depends on the data concerned and the specific context in which we\n          collect or use it. With respect to Collected Data that is Personal\n          Data in a European Jurisdiction, we generally rely on consent\n          obtained for us by the operators of the Digital Properties that use\n          our technology or use technology that interacts with our Platform;\n          with respect to Client Data that is Personal Data, we rely on\n          consent obtained by or on behalf of the particular client that\n          provides it to us or our Platform. Details . What information do we share with third parties? Where permitted, we provide clients access to their Platform Data\n          that they collect, acquire, or use on the Platform, and typically\n          they may remove it from the Platform for their own use. ID5 may also\n          provide Platform Data to our clients and service providers for the\n          purpose of operating, managing, maintaining, or enhancing our\n          products and services, (including our Platform), including for the\n          safety and security of the Platform and the online advertising\n          industry, or as required by law. ID5 does not share the information\n          collected via the Platform with other third parties, unless legally\n          required. Details . How is the information stored and how long is it kept? Platform Data is stored using generally accepted security standards.\n          It is usually aggregated or deleted within 30-90 days, but may be\n          retained in the Platform for up to 18 months from the date of\n          collection before aggregation or deletion. Details . What are your choices? For European Jurisdiction data subjects, we are registered as a\n            vendor with, and support, the IAB Europe Transparency and Consent Framework (the \" TCF Framework \"). When you visit a Digital\n            Property, the TCF Framework is designed to enable Digital\n            Properties - which may include our clients - to (i) choose which\n            third parties they wish to allow to access your device and\n            collect, use and share your Personal Data and (ii) provide dynamic\n            transparency and choice to you about each of these third parties\n            (e.g., an opportunity for you to consent) in connection with such\n            Digital Property, depending on that third-party's use of your\n            Personal Data and legal basis. Various clients and third-party providers using our Platform may\n            be accessing your device or collecting, using and sharing your\n            Personal Data as independent controllers for different uses and\n            based on different legal bases or as processors on behalf of other\n            independent controllers. Web browser users may opt out of the use of the Platform for\n            interest-based advertising in their web browser. Mobile app users\n            have access to choices provided by certain apps or in their device\n            system software. Details . What happens if this Privacy Statement is changed? Please check this Privacy Statement for changes. The date of the\n          last update can be found at the top of this Privacy Statement.\n          Material changes will not be applied to previously collected\n          Platform Data. Details . Questions? Please email us at privacy@id5.io . What Information Do We Collect? Collected Data When you visit a Digital Property (e.g., a website) that uses our\n      technology (or that uses technology that transacts with parties using\n      our Platform), we collect certain information about you and your device,\n      including: Information about your browser , including: the type of browser browser language browser settings cookie information Information about your device , including: information about the device's operating system including its\n            version and connection type device make, device model mobile advertising identifiers, such as your Apple IDFA or Google\n            AAID the IP address from which the device accesses a client's Digital\n            Property Information about the Digital Properties you visit ,\n        including web pages or apps visited or used and the time those web\n        pages or apps were visited or used. Information about your Internet service , including\n        information about which Internet Service Provider (ISP) you use. Client Data Our clients may provide or upload to us or our Platform \"Client Data\",\n      which typically includes a \"hashed\" email address (\"hashing\" prevents us\n      from seeing the actual email address). Our clients and vendors, and our\n      clients' third-party clients and vendors, may use their own tags,\n      pixels, cookies, or other similar technology (or those of their other\n      affiliates) within their advertisements and on certain Digital\n      Properties. We are not responsible for our clients, vendors and/or our\n      clients' third-party providers for their privacy practices, including\n      their collection, use, and/or sharing of data and/or their use of\n      technology on their Digital Properties or in their advertisements. How Do We Collect Information? The Platform uses cookies, pixels, tags, mobile SDKs, and similar\n        technologies to collect data associated with particular web browsers\n        or devices We and the Platform also receive data from our clients and other third\n        parties How Do We Use the Information We Collect? To provide products and services (including our Platform) to our\n        clients, including in connection with ID5 IDs To develop, maintain, and improve our products and services (including\n        our Platform), including: Conducting research and development, such as conducting machine\n            learning to better optimize the efficiency of our products and\n            services Investigating, protecting against and deterring malicious\n            activity, fake traffic or fraudulent, unauthorized or illegal\n            activity on the Platform and on the internet To compile statistics about the activities occurring on or through our\n        Platform, including for reporting and marketing purposes Legal Basis for Processing Personal Data (Data Subjects of European\n      Jurisdictions) If (i) you are a data subject of a European Jurisdiction and (ii) we are\n      acting as the controller of \"Personal Data\" relating to you, our legal\n      basis for processing such Personal Data (see \" What Information Do We Collect? \" above) will depend on the data concerned and the specific context in\n      which we collect or use it. With respect to Collected Data that is\n      Personal Data of a European Jurisdiction data subject, we generally rely\n      on consent obtained for us by the operators of the Digital Properties\n      that use our technology or use technology that interacts with our\n      Platform; with respect to Client Data that is Personal Data of a\n      European Jurisdiction data subject, we rely on consent obtained by or on\n      behalf of the particular client that provides it to us or our Platform. If you have questions about or need further information concerning the\n      legal basis on which we process Personal Data, please contact us at privacy@id5.io . How and Why Do We Share the Information We Collect? ID5 shares Platform Data with the following third parties: Clients and their third-party vendors We provide ID5\n        IDs to our clients and, if and as elected by our clients (including,\n        if applicable, pursuant to your choices on their Digital Properties),\n        our clients’ third-party vendors. For European Jurisdiction data subjects , our\n            clients may utilize multiple controls to choose the third parties\n            with whom we share your information that we collect through our\n            clients' use of our Platform including: IAB Europe Transparency and Consent Framework (the \" TCF Framework \"): We are registered as a vendor with, and support, the TCF\n                    Framework. When you visit a Digital Property on which the TCF\n                    Framework is utilized, the TCF Framework is designed to\n                    (i) allow the Digital Property to choose which third\n                    parties (e.g., vendors) they wish to allow to access your\n                    device and/or collect, use and share your Personal Data\n                    and (ii) provide dynamic transparency and choice to you\n                    about each of these vendors (e.g., an opportunity for you\n                    to consent) in connection with your visit to the Digital\n                    Property, depending on that third-party’s use of your data\n                    and legal basis. Platform-provided \"controls\" (\" Platform Controls \") with respect to about third parties operating through our\n                Platform: Our Platform provides our clients with information about\n                    the other clients operating through our Platform,\n                    providing transparency for disclosure purposes and\n                    \"allow-listing\" capabilities – to create lists of approved\n                    companies – to control which third parties may receive,\n                    use and share your information For users who are not European Jurisdiction data\n              subjects , we provide our clients with Platform Controls, including our\n            allow-listing capabilities, to control which third parties may\n            receive, use, and share your information. Vendors We share Platform Data with, and enable the\n        collection of Platform Data by, our vendors (including data center\n        providers, hosting providers, data analytics providers, and\n        anti-fraud, technology and security providers), so that they can\n        provide services to us, including to detect and prevent malicious\n        activity or fake traffic and to provide analytics and reporting about\n        our products and services. Our vendors are subject to obligations\n        consistent with this Privacy Statement and appropriate confidentiality\n        and security measures. Legal Rights and Compliance with Law We may also\n        disclose Platform Data in the event that we reasonably suspect\n        malicious activity or fake traffic or when we reasonably believe it is\n        required by law, subpoena or other legal process, including to meet\n        national security or law enforcement requirements. ID5 Affiliates We share Platform Data with other\n        companies in the ID5 group of companies to use for any of the purposes\n        described in this Privacy Statement. Business Transfers We may transfer Platform Data to a\n        successor entity in connection with a corporate merger; consolidation;\n        sale of assets, equity, or business; bankruptcy; or other corporate\n        change. How Is Platform Data Stored, and How Long Is It Kept? Security ID5 uses generally accepted industry security standards to protect\n        information transmitted over or stored on the Platform. We review our information collection, storage and processing\n        practices, including physical security measures, to guard against\n        unauthorized access to systems. We restrict access to information to employees, contractors and agents\n        who need the information in order to process it for us, and who are\n        subject to strict contractual confidentiality obligations and may be\n        disciplined or terminated if they fail to meet these obligations. Please note, however, that no transmission or storage of information\n        can ever be guaranteed to be completely secure. Once we receive\n        Platform Data, we will use strict procedures and security features to\n        try to prevent unauthorized access. Please also be mindful that we are\n        not responsible for the security measures of third parties. Retention We never store any information longer than we need it. Platform Data\n        is usually aggregated or deleted within 30-90 days, but may be\n        retained in the Platform for up to 18 months for specific clients and\n        for use for security and the detection and prevention of fraud and\n        invalid traffic from the date of collection before aggregation or\n        deletion. When we no longer need the information we collect, it is\n        deleted or aggregated. Aggregated anonymized information is used for reporting and analysis,\n        and may be stored in the Platform indefinitely. When third-party vendors receive information through us or clients\n        remove their information from the Platform, their storage and\n        retention of the removed information is governed by their own privacy\n        policies and applicable laws, rules, and/or regulations. What Are Your Choices? IAB Europe Transparency and Consent Framework : We are\n      registered as a vendor with, support, and encourage our clients to use,\n      the TCF Framework , which is designed to provide European Jurisdiction data subjects with\n      dynamic transparency into and choice about the various third parties\n      used on Digital Properties on which the TCF Framework is utilized. If\n      you are a European Jurisdiction data subject, the TCF Framework is\n      designed to enable Digital Properties – which may include our clients –\n      to (i) choose which third parties (which may include ID5) they wish to\n      allow to access your device and collect, use and share your personal\n      data and (ii) provide dynamic transparency and choice to you about each\n      of these third parties (e.g., an opportunity for you to consent) in\n      connection with such Digital Property, depending on that third-party's\n      use of your Personal Data and legal basis for such usage. ID5 Web Browser Opt Out : If you have not already chosen to do\n      so, you may visit https://id5-sync.com/privacy to opt out of having the Platform used to enable our clients to more\n      efficiently serve you relevant ads. When you opt out, an opt-out cookie\n      (from id5-sync.com) will be stored in your web browser. The Platform\n      will know the choice you have made when it sees your opt-out cookie, and\n      will apply your choice to all companies using the Platform. If you block\n      or delete the ID5 opt-out cookie, you will cease to be opted out with\n      respect to the Platform and will need to perform the opt-out process\n      again. ID5 Web Browser Opt In : If you have previously chosen to opt\n      out, but would now like to opt in, you may visit https://id5-sync.com/privacy to opt in to having the Platform used to enable our clients to more\n      efficiently serve you relevant ads. This does not overwrite any consent\n      settings you may select on a given Digital Property. Important things to note about the ID5 web browser opt out: Blocked cookies The opt-out cookie may not work if\n        your browser is configured to block third-party cookies. Deleting or protecting opt outs If you delete your\n        cookies, you will need to opt out again. There are browser plugins to\n        help you preserve your opt-out cookies. For more information, please\n        visit https://www.aboutads.info . Only this browser The opt out only applies to the\n        browser profile in which you set it. For example, if you set the opt\n        out while using Firefox, but then use Chrome, the opt out will not be\n        active in Chrome. To opt out in Chrome, you will need to repeat the\n        opt-out process. This is because the cookies cannot be read between\n        different browsers or browser profiles. The opt out does not block or delete cookies It also\n        does not prevent the use of cookies or other technologies for purposes\n        other than interest-based advertising. If you opt out, data may still\n        be collected about your web browsing activities and you will still see\n        advertising. Ads may be selected, for example, based on the content of\n        the web page in which they are shown. If you wish to block or delete\n        cookies altogether, you can use web browser settings to do so. To access the opt outs of other online advertising companies, visit the\n      consumer choice pages of such organizations, as follows: EU European Interactive Digital Advertising Alliance,\n        at youronlinechoices.com (by clicking the \"Your ad choices\" link after selecting the\n        appropriate country) US Digital Advertising Alliance, at https://optout.aboutads.info/ Network Advertising Initiative, at https://optout.networkadvertising.org/ Mobile App Opt Out: Mobile device system software such as Apple\n      iOS or Google Play Services provide mechanisms that allow users to opt\n      out of the use of information about their usage of mobile apps to\n      deliver targeted ads to their mobile device. For more information, or to\n      opt out using these mechanisms, consult your device settings (\"Opt out\n      of Interest-Based Ads\" on Android devices and \"Limit Ad Tracking\" on iOS\n      devices). European Jurisdiction Data Subject Rights If you are a data subject of a European Jurisdiction, you have certain\n      rights and protections under the law regarding the collection,\n      processing, and use of information about you. As stated above, the\n      information we collect about you when you visit Digital Properties that\n      use our technology may include certain identifiers that are considered\n      \"Personal Data\" under European law. If you are a data subject of a European Jurisdiction and certain\n      requirements are fulfilled and/or under certain circumstances, you have\n      the right: (i) to access and obtain a copy of your Personal Data; (ii)\n      to erasure of your Personal Data; (iii) to rectification or updating of\n      your Personal Data; (iv) to object to the processing of your Personal\n      Data; (v) to restrict the processing of your Personal Data; and (vi) to\n      data portability (i.e., to be provided with a copy of your Personal Data\n      in a structured, commonly-used, and machine-readable format, and/or to\n      have such a copy provided to a third party). If you are interested in\n      exercising any of these rights, you may do so via our privacy web form\n      (available by clicking here )\n      or you may email us at privacy@id5.io . Please note that, as\n      the process we currently use to verify/authenticate and process\n      \"Requests to Know/Access\", \"Requests to Delete\", \"Requests to Correct\",\n      and \"Requests for Data Portability\" requires us to recognize an online\n      identifier, if you submit such a \"Request to Know/Access\" by email, it\n      generally will require more time and at least one more step than\n      submitting your request via the privacy web form. In addition, you also have the right to withdraw your consent at any\n      time. If you wish to exercise such right with respect to interest-based\n      advertising, you can do so through the mechanisms and methods set forth\n      above under object to the processing of your Personal Data. Our Platform is designed to collect the minimum amount of Personal Data\n      about you that we believe is necessary to provide our products and\n      services. Because our Platform is not designed to collect information\n      that directly identifies an individual, sometimes it is not feasible for\n      us to provide individuals with information that is tied to their\n      identities. Also, as a data subject of a European Jurisdiction, you have the right\n      to lodge a complaint about our processing of Personal Data with a\n      European Data Protection Authority, in particular the Member State of\n      your residence, place of work or alleged infringement of the GDPR. For\n      contact details of your relevant local Data Protection Authority, please\n      click here . Your Rights under Certain U.S. State General Privacy Laws Consumer Rights If you are a resident of a U.S. state with an effective general privacy\n      law (such as California under the California Consumer Privacy Act,\n      including as amended by the California Privacy Rights Act (as amended, \"CCPA\" ), and Virginia under the Virginia Consumer Data\n      Protection Act) (each such law, a \"US State Privacy Law\" ), you have some or all of the\n      following rights with respect to your Personal Data, as set forth in the\n      applicable US State Privacy Law: Right to Delete : the right to request that a\n        \"business\"/\"controller\" (each, as defined by the applicable US State\n        Privacy Law) delete, following your verifiable/authenticated consumer\n        request, the specific pieces of Personal Data such business/controller\n        has collected from you. Right to Know/Access : the right to request that a\n        business/controller disclose to you, following your\n        verifiable/authenticated consumer request, some or all of the\n        following (based on your applicable US State Privacy Law): The categories of Personal Data the business/controller has\n            collected about you The categories of sources from which the Personal Data is\n            collected The business or commercial purpose for collecting, selling, or\n            (under CCPA) \"sharing\" Personal Data The categories of third parties with which the business/controller\n            shares Personal Data The specific pieces of Personal Data the business/controller has\n            collected about you The categories of Personal Data about you that the\n            business/controller disclosed for a business purpose If the business/controller sells or (under CPRA) \"shares\" your\n            Personal Data: The categories of Personal Data that the business/controller\n                sold or (under CCPA) shared about you The categories of third parties to which your Personal Data\n                was sold or (under CCPA) shared, by category or categories of\n                Personal Data for each category of third parties to which the\n                Personal Data was sold The business or commercial purpose for selling or (under CCPA)\n                sharing Personal Data Right to Correct the right to request that the\n        business/controller correct any inaccurate Personal Data that it has\n        collected about you Right to Data Portability the right to be provided\n        with a copy of the Personal Data about you that the\n        business/controller processes by automated means in a portable and, to\n        the extent technically feasible, readily usable format that allows you\n        to transmit it to another party Right to Opt Out : based on the applicable US State\n        Privacy Law, some or all of the following rights: The right to direct a business /controller (as defined by the\n            applicable US State Privacy Law) not to sell (as defined by the\n            applicable US State Privacy Law) or (under CCPA) \"share\" your\n            Personal Data. The right to opt out of \"targeted advertising\" (as defined by the\n            applicable US State Privacy Law), which is a type of\n            interest-based advertising These opt-out rights are different from the opt-outs described above\n        under the header \"What Are Your Choices?\" and does not require us to\n        cease processing your unique ID5 ID. However, we currently effect\n        elections to opt out of the \"sale\" or \"sharing\" of Personal Data\n        and/or to opt out of \"targeted advertising\" by performing our browser\n        opt-out process (please see below under the header \"Methods of\n        Submitting Requests\"). Right to Non-Discrimination : the right not to be\n        discriminated against by a business because you exercise any of your\n        rights under your applicable US State Privacy Law, including by: Denying goods or services to you Charging you different prices or rates for goods or services,\n            including through the use of discounts or other benefits or\n            imposing penalties Providing a different level or quality of goods or services to you Suggesting that you will receive a different price or rate for\n            goods or services or a different level or quality of goods or\n            services Personal Data To provide and operate our products and services (including our\n      Platform), we utilize (i) Personal Data collected by our products and\n      services on the Digital Properties ( \"Collected Personal Data\" ), (ii) Personal Data provided to us by or on behalf of our clients\n      ( \"Client Personal Data\" ), and (iii) our ID5 IDs, which\n      are Digital Identifiers (see table below). Even though Client Personal\n      Data is provided to us, we may be considered to have \"collected\" such\n      data under US State Privacy Laws. We collect (and during the last 12 months have collected) the following\n      categories of personal information, from the following categories of\n      Personal Data, and for the following business or commercial purposes: Categories of Personal Data Categories of Sources Business / Commercial Purposes Identifiers (such as an online identifier (e.g.,\n            a cookie ID, a mobile advertising ID, or an ID5 ID) or an IP\n            address) Collected Personal Data: we collect such information from\n              consumers via their visits to and/or interactions with the\n              Digital Properties Client Personal Data: we receive such information from our\n              clients or partners Collected Personal Data: we use such information to provide,\n              operate, maintain, improve, and develop our products and\n              services (including our Platform), including to create and\n              reconcile ID5 IDs Client Personal Information: we use such information to provide,\n              operate, maintain, improve, and develop our products and\n              services (including our Platform), including to create and\n              reconcile ID5 IDs Internet or other electronic network activity information (such as browsing history, user agent or timestamp) Collected Personal Data: we collect such information from\n              consumers via their visits to and/or interactions with the\n              Digital Properties Client Personal Data: we receive such information from our\n              clients or partners Collected Personal Data: we use such information to provide,\n              operate, maintain, improve, and develop our products and\n              services (including our Platform), including to create and\n              reconcile ID5 IDs Client Personal Data: we use such information to provide,\n              operate, maintain, improve, and develop our products and\n              services (including our Platform), including to create and\n              reconcile ID5 IDs With respect to Collected Personal Data, we believe that we are a\n      \"controller\" or \"third party\" (each, as defined by the applicable US\n      State Privacy Law) that collects such data via consumers’ visits to\n      and/or interactions with the Digital Properties. With respect to Client\n      Personal Data, we believe that we are a \"third party\", as we collect\n      such information only from our clients and do not collect it from\n      consumers. We do not knowingly collect, use, or disclose sensitive Personal Data\n      through our Platform, products, or services. For information on how long we intend to retain each category of\n      Personal Data, please see \"How Is Platform Data Stored, and How Long Is\n      It Kept? – Retention\" above. Disclosure of Personal Data For purposes of applicable US State Privacy Laws: \"Sales\"/\"Sharing\" : we \"sell\" (as defined by the\n        applicable US State Privacy Law) and/or \"share\" (as defined by CCPA)\n        (and, during the 12 months prior to the \"Last Modified\" date at the\n        top of this Privacy Statement, have sold and/or shared) \"identifiers\"\n        (a category of Personal Data) that we derive from each of the above\n        categories of Personal Data to our clients in connection with their\n        (and their respective clients’) advertising activities, including\n        cross-context behavioral advertising and targeted advertising (each,\n        as defined by the applicable US State Privacy Law); however, we do not\n        knowingly sell or share the Personal Data of children under the age of\n        16 without required affirmative authorization; and \"Disclosures for a Business Purpose\" : we disclose\n        (and have disclosed during the 12 months prior to the \"Last Modified\"\n        date at the top of this Privacy Statement) each of the above\n        categories of Personal Data for a \"business purpose\" (as defined by\n        CCPA) to \"service providers\"/\"processors\" (each, as defined by the\n        applicable US State Privacy Law) that perform certain services on our\n        behalf, such as data center providers, hosting service providers, and\n        data analytics providers, and anti-fraud, technology and security\n        providers. Methods of Submitting Requests If you are a resident of a U.S. state with an effective US State Privacy\n      Law, you may submit requests to exercise your \"Right to Know/Access\",\n      your \"Right to Delete\", your \"Right to Correct\", and/or your \"Right to\n      Data Portability\" via any of the following methods: By web form , available by clicking here By toll-free telephone , to: 1-888-821-2911 Please note the following: As the process we currently use to verify/authenticate and process\n        \"Requests to Know/Access\", \"Requests to Delete\", \"Requests to\n        Correct\", and \"Requests for Data Portability\" requires us to recognize\n        an online identifier, if you submit such a \"Request to Know/Access\"\n        via the telephone number listed above, it generally will require more\n        time and at least one more step than submitting your request via the\n        web form. If you are opted out of interest-based advertising on the applicable\n        web browser, we may not be able to verify/authenticate or process your\n        \"Request to Delete\", your \"Request to Know/Access\", your \"Request to\n        Correct\", or your \"Request for Data Portability\", since we may have no\n        reasonable method of connecting your request with the Personal Data we\n        previously collected about you. If we notify you that we were unable to verify/authenticate your\n        \"Request to Delete\", your \"Request to Know/Access\", your \"Request to\n        Correct\", or your \"Request for Data Portability\", you may appeal our\n        determination by emailing us at privacy@id5.io and indicating why\n        you disagree with our determination (including by providing additional\n        information to support your request). Because (i) our Platform is designed to collect the minimum amount of\n        Personal Data about you that we believe is necessary to provide our\n        products and services and (ii) our Platform is not designed to collect\n        information that directly identifies an individual, it is generally\n        not feasible for us to provide individuals information that is tied to\n        their identities. If we utilize \"de-identification\" to comply with a \"Request to Delete\"\n        or similar obligation with respect to Personal Data, we will maintain\n        and use such data in de-identified form and will not attempt to\n        re-identify such de-identified data. If you are a resident of a U.S. state with an effective US State Privacy\n      Law, you may exercise your applicable US State Privacy Law \"Right(s) to\n      Opt Out\" via the following method(s): By web form , available by clicking here Via the \"Global Privacy Control\" user-enabled \"universal opt-out\n          mechanism\" , if such a universal opt-out mechanism is legally required as a\n        method of opting out by the applicable US State Privacy Law (for more\n        information regarding Global Privacy Control, please visit the Global\n        Privacy Control website: https://globalprivacycontrol.org/) Please note that we currently affect US State Privacy Law opt-out rights\n      elections by performing our web browser opt-out process, which results\n      in an opt-out cookie (from id5-sync.com) being stored in your web\n      browser. Such elections – including through the Global Privacy Control\n      user-enabled \"universal opt-out mechanism\" – will be processed only with\n      respect to the applicable web browser. For more information about such\n      opt-out, please see \"What Are Your Choices? – Important things to note\n      about the ID5 web browser opt out\" above. Authorized Agents If you are a resident of a US state with an effective US State Privacy\n      Law, if and as required by that US State Privacy Law, you may use an\n      \"authorized agent\" to submit requests to exercise your \"right to\n      know/access\", your \"right to delete\", your \"right to correct\", your\n      \"right to data portability\", and/or your US State Privacy Law \"right(s)\n      to opt-out\" (as applicable) on your behalf under that US State Privacy\n      Law. Your authorized agent will need to provide us with a copy of a\n      written permission that is signed by you and indicates that you have\n      provided such authorization. \"Do Not Track\" ID5 has not yet developed a response to browser \"Do Not Track\" signals,\n      and we do not change any of our data collection practices when we\n      receive such signals. We will continue to evaluate potential responses\n      to \"Do Not Track\" signals in light of industry developments or legal\n      changes. While we do not support \"Do Not Track\" signals, we do honor opt-out\n      preference signals received from Global Privacy Control as the\n      applicable California consumer’s election to opt out of the sale and/or\n      sharing (each, as defined by CCPA) of their Personal Data, to the extent\n      technically feasible. For more information on your privacy choices, please see \"What are your\n      choices?\" above and also above in this \"Your Rights under Certain U.S.\n      State General Privacy Laws\" section. Advertising Industry Self-Regulation ID5 supports advertising industry self-regulation, and endorses best\n      practices and self-regulatory requirements that apply to the advertising\n      industry. To learn more about interest-based advertising and industry\n      self-regulation, please visit any of the following organizations: EU : European Interactive Digital Advertising Alliance US : Digital Advertising Alliance or Network Advertising Initiative Global Operations and Personal Data Transfers outside the EEA ID5 is a global company headquartered in the United Kingdom with data\n      centers located in the EEA. If you are a European Jurisdiction data\n      subject and access any of the Digital Properties that use our\n      technology, please be aware that your Personal Data may be transferred\n      to, stored and processed by us and our affiliates in our facilities in\n      the EEA, the United Kingdom and other countries, and by those third\n      parties with whom we may share your information. Countries outside the EEA may not be deemed by the European Commission\n      to provide an adequate level of data protection for your Personal Data\n      or to have data protection or other laws as comprehensive as those in\n      EEA countries. We will, however, ensure that where ID5 group companies\n      receive Personal Data of EEA data subjects outside the EEA, or provide\n      Personal Data to third-party service providers outside of the EEA,\n      appropriate data protection safeguards are in place (such as \"standard\n      contractual clauses\"). What Happens if this Privacy Statement is Changed? Please check this page for changes, as we may change this Privacy\n      Statement at any time. If we make changes that we believe are material,\n      those changes will not be applied to information collected prior to the\n      date the changes went into effect. Contact Information If you have any questions about this Privacy Statement or our data\n      protection practices, or if you would like to contact our data\n      protection representative, please feel free to contact us by email to privacy@id5.io or by postal mail to\n      the following address: ID5 Technology Ltd, 15 Bishopsgate, London EC2N\n      3AR, United Kingdom. ID5 Platform Privacy Policy v3.0 main solutions identitycloud about resources partners news contact solutions publishers ssps data platforms dsps advertisers about Who we are Why ID5 Leadership Work at ID5 resources case studies reports videos privacy website privacy policy platform privacy policy privacy center opt out your privacy choices notice to california consumers",
  "annotations": [
    {
      "Text": "What do we mean by Platform Data?\\nThe Platform is designed to use certain types of information, that collectively we call \"Platform Data\". This includes information collected by our technology, products and services on the Digital Properties (\"Collected Data\"), which may include such information as IP address, unique browser or device identifiers, and the latitude and longitude of your device when you view a website that may want to show you an ad; (ii) information provided or uploaded to us or our Platform by our clients (\"Client Data\"), which typically includes a \"hashed\" copy of your email address (\"hashing\" prevents us from seeing the actual email address); and (iii) \"ID5 IDs\" (described below), which are random unique identifiers that we create and connect to Collected Data and/or Client Data. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {ID5 is not an ad network, a media buyer or seller, or a data\n      broker. We do not own digital properties on which we advertise, and we\n      engage in advertising only in a limited manner for our own recruiting\n      purposes and to advertise to other businesses (not to consumers).} "
    },
    {
      "Text": "Some Platform Data (for example, cookie IDs, mobile advertising identifiers, ID5 IDs, and IP addresses) may identify a particular computer or device, and may be considered \"Personal Data\" or \"personal information\" (or another term with a substantially similar definition and obligations) in some jurisdictions, including the European Economic Area (see below on the meaning of \"Personal Data\" under the EU General Data Protection Regulation) and certain U.S. states. This data - which we call \"Personal Data\" - allows us to recognize a particular computer or device over time. We call cookie IDs, mobile advertising IDs, ID5 IDs, and other random unique identifiers \"Digital Identifiers\".",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {See \" What Information Do We Collect? \" below for more details on the type of information that may be\n      included in Platform Data.} "
    },
    {
      "Text": "The Platform uses unique cookies to distinguish between unique web browsers.\\nThe Platform uses cookies with non-unique values for server load-balancing and similar technical purposes.\\nThe Platform uses non-unique cookies to store users’ opt-out choices.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Cookie Use by the Platform Although the specific cookies employed on the ID5 Platform may change\n      from time to time, this describes how and why the ID5 Platform uses\n      cookies. These cookies enable our clients to recognize users and to see\n      users' consent choices (including opt-out choices).} "
    },
    {
      "Text": "Cookie Use by the Platform\\nAlthough the specific cookies employed on the ID5 Platform may change from time to time, this describes how and why the ID5 Platform uses cookies. These cookies enable our clients to recognize users and to see users' consent choices (including opt-out choices).",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Like other\n      Digital Identifiers, Mobile advertising identifiers do not tell us who\n      an Internet user is in the \"real world\", but may, when combined with\n      other information, allow the identification of an individual. Mobile\n      advertising identifiers are used in connection with apps on your mobile\n      device as opposed to websites that you access through a browser.} "
    },
    {
      "Text": "Last Modified: February 02, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {The Platform uses non-unique cookies to store users’ opt-out choices. Some browsers or other software may be configured to block third-party\n      cookies by default.} "
    },
    {
      "Text": "What information do we collect and use?\tThe Platform is designed to collect and use only Platform Data (i.e., Collected Data, Client Data, and ID5 IDs) as described in this Privacy Statement. Details.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {It\n      describes how ID5 may enable or allow clients and third-party providers\n      to use Platform Data, but otherwise does not apply to our clients' or\n      other third parties' practices. If you are interested in our website\n      privacy policy, please click here .} "
    },
    {
      "Text": "\\nWhat information do we collect and use?\tThe Platform is designed to collect and use only Platform Data (i.e., Collected Data, Client Data, and ID5 IDs) as described in this Privacy Statement. Details.\\nHow do we collect information?\tThe Platform may use cookies, pixels, tags, mobile SDKs, and similar technologies to collect and store Platform Data about web browsers and devices across websites and apps and over time. Details.\\nFor what purposes do we use the collected information?\tID5 uses the information collected on the Platform to provide, operate, manage, maintain, and enhance the Platform and allow our clients to use our Platform. This means facilitating user identification; using information for fraud detection and the prevention and detection of malicious behavior and maintaining and enhancing our products and services (including our Platform), including using information for machine learning, optimization and statistical analysis. Details.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {It\n      describes how ID5 may enable or allow clients and third-party providers\n      to use Platform Data, but otherwise does not apply to our clients' or\n      other third parties' practices. If you are interested in our website\n      privacy policy, please click here .} "
    },
    {
      "Text": "What information do we share with third parties?\tWhere permitted, we provide clients access to their Platform Data that they collect, acquire, or use on the Platform, and typically they may remove it from the Platform for their own use. ID5 may also provide Platform Data to our clients and service providers for the purpose of operating, managing, maintaining, or enhancing our products and services, (including our Platform), including for the safety and security of the Platform and the online advertising industry, or as required by law. ID5 does not share the information collected via the Platform with other third parties, unless legally required. Details.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {With respect to Collected Data that is Personal\n          Data in a European Jurisdiction, we generally rely on consent\n          obtained for us by the operators of the Digital Properties that use\n          our technology or use technology that interacts with our Platform;\n          with respect to Client Data that is Personal Data, we rely on\n          consent obtained by or on behalf of the particular client that\n          provides it to us or our Platform. Details .} "
    },
    {
      "Text": "Various clients and third-party providers using our Platform may be accessing your device or collecting, using and sharing your Personal Data as independent controllers for different uses and based on different legal bases or as processors on behalf of other independent controllers.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For European Jurisdiction data subjects, we are registered as a\n            vendor with, and support, the IAB Europe Transparency and Consent Framework (the \" TCF Framework \"). When you visit a Digital\n            Property, the TCF Framework is designed to enable Digital\n            Properties - which may include our clients - to (i) choose which\n            third parties they wish to allow to access your device and\n            collect, use and share your Personal Data and (ii) provide dynamic\n            transparency and choice to you about each of these third parties\n            (e.g., an opportunity for you to consent) in connection with such\n            Digital Property, depending on that third-party's use of your\n            Personal Data and legal basis.} "
    },
    {
      "Text": "What happens if this Privacy Statement is changed?\tPlease check this Privacy Statement for changes. The date of the last update can be found at the top of this Privacy Statement. Material changes will not be applied to previously collected Platform Data. Details.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Mobile app users\n            have access to choices provided by certain apps or in their device\n            system software. Details .} "
    },
    {
      "Text": "Web browser users may opt out of the use of the Platform for interest-based advertising in their web browser. Mobile app users have access to choices provided by certain apps or in their device system software. Details.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {When you visit a Digital\n            Property, the TCF Framework is designed to enable Digital\n            Properties - which may include our clients - to (i) choose which\n            third parties they wish to allow to access your device and\n            collect, use and share your Personal Data and (ii) provide dynamic\n            transparency and choice to you about each of these third parties\n            (e.g., an opportunity for you to consent) in connection with such\n            Digital Property, depending on that third-party's use of your\n            Personal Data and legal basis. Various clients and third-party providers using our Platform may\n            be accessing your device or collecting, using and sharing your\n            Personal Data as independent controllers for different uses and\n            based on different legal bases or as processors on behalf of other\n            independent controllers.} "
    },
    {
      "Text": "What Information Do We Collect?\\nCollected Data When you visit a Digital Property (e.g., a website) that uses our technology (or that uses technology that transacts with parties using our Platform), we collect certain information about you and your device, including:\\n\\nInformation about your browser, including:\\nthe type of browser\\nbrowser language\\nbrowser settings\\ncookie information\\nInformation about your device, including:\\ninformation about the device's operating system including its version and connection type\\ndevice make, device model\\nmobile advertising identifiers, such as your Apple IDFA or Google AAID\\nthe IP address from which the device accesses a client's Digital Property\\nInformation about the Digital Properties you visit, including web pages or apps visited or used and the time those web pages or apps were visited or used.\\nInformation about your Internet service, including information about which Internet Service Provider (ISP) you use.\\nClient Data Our clients may provide or upload to us or our Platform \"Client Data\", which typically includes a \"hashed\" email address (\"hashing\" prevents us from seeing the actual email address)",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Platform is designed to use certain types of information, that\n      collectively we call \" Platform Data \". This includes\n      information collected by our technology, products and services on the\n      Digital Properties (\" Collected Data \"), which may\n      include such information as IP address, unique browser or device\n      identifiers, and the latitude and longitude of your device when you view\n      a website that may want to show you an ad; (ii) information provided or\n      uploaded to us or our Platform by our clients (\" Client Data \"), which typically includes a \"hashed\" copy of your email address\n      (\"hashing\" prevents us from seeing the actual email address); and (iii)\n      \" ID5 IDs \" (described below), which are random unique\n      identifiers that we create and connect to Collected Data and/or Client\n      Data.} "
    },
    {
      "Text": "How Do We Collect Information?\\nThe Platform uses cookies, pixels, tags, mobile SDKs, and similar technologies to collect data associated with particular web browsers or devices\\nWe and the Platform also receive data from our clients and other third parties\\nHow Do We Use the Information We Collect?\\nTo provide products and services (including our Platform) to our clients, including in connection with ID5 IDs\\nTo develop, maintain, and improve our products and services (including our Platform), including:\\nConducting research and development, such as conducting machine learning to better optimize the efficiency of our products and services\\nInvestigating, protecting against and deterring malicious activity, fake traffic or fraudulent, unauthorized or illegal activity on the Platform and on the internet\\nTo compile statistics about the activities occurring on or through our Platform, including for reporting and marketing purposes",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Our clients and vendors, and our\n      clients' third-party clients and vendors, may use their own tags,\n      pixels, cookies, or other similar technology (or those of their other\n      affiliates) within their advertisements and on certain Digital\n      Properties. We are not responsible for our clients, vendors and/or our\n      clients' third-party providers for their privacy practices, including\n      their collection, use, and/or sharing of data and/or their use of\n      technology on their Digital Properties or in their advertisements.} "
    },
    {
      "Text": "How Do We Use the Information We Collect?\\nTo provide products and services (including our Platform) to our clients, including in connection with ID5 IDs",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We are not responsible for our clients, vendors and/or our\n      clients' third-party providers for their privacy practices, including\n      their collection, use, and/or sharing of data and/or their use of\n      technology on their Digital Properties or in their advertisements. How Do We Collect Information?} "
    },
    {
      "Text": "What Information Do We Collect?\\nCollected Data When you visit a Digital Property (e.g., a website) that uses our technology (or that uses technology that transacts with parties using our Platform), we collect certain information about you and your device, including:\\n\\nInformation about your browser, including:\\nthe type of browser\\nbrowser language\\nbrowser settings\\ncookie information\\nInformation about your device, including:\\ninformation about the device's operating system including its version and connection type\\ndevice make, device model\\nmobile advertising identifiers, such as your Apple IDFA or Google AAID\\nthe IP address from which the device accesses a client's Digital Property\\nInformation about the Digital Properties you visit, including web pages or apps visited or used and the time those web pages or apps were visited or used.\\nInformation about your Internet service, including information about which Internet Service Provider (ISP) you use.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The Platform is designed to use certain types of information, that\n      collectively we call \" Platform Data \". This includes\n      information collected by our technology, products and services on the\n      Digital Properties (\" Collected Data \"), which may\n      include such information as IP address, unique browser or device\n      identifiers, and the latitude and longitude of your device when you view\n      a website that may want to show you an ad; (ii) information provided or\n      uploaded to us or our Platform by our clients (\" Client Data \"), which typically includes a \"hashed\" copy of your email address\n      (\"hashing\" prevents us from seeing the actual email address); and (iii)\n      \" ID5 IDs \" (described below), which are random unique\n      identifiers that we create and connect to Collected Data and/or Client\n      Data.} "
    },
    {
      "Text": "What Information Do We Collect?\\nCollected Data When you visit a Digital Property (e.g., a website) that uses our technology (or that uses technology that transacts with parties using our Platform), we collect certain information about you and your device, including:\\n\\nInformation about your browser, including:\\nthe type of browser\\nbrowser language\\nbrowser settings\\ncookie information\\nInformation about your device, including:\\ninformation about the device's operating system including its version and connection type\\ndevice make, device model\\nmobile advertising identifiers, such as your Apple IDFA or Google AAID\\nthe IP address from which the device accesses a client's Digital Property\\nInformation about the Digital Properties you visit, including web pages or apps visited or used and the time those web pages or apps were visited or used.\\nInformation about your Internet service, including information about which Internet Service Provider (ISP) you use.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The Platform is designed to use certain types of information, that\n      collectively we call \" Platform Data \". This includes\n      information collected by our technology, products and services on the\n      Digital Properties (\" Collected Data \"), which may\n      include such information as IP address, unique browser or device\n      identifiers, and the latitude and longitude of your device when you view\n      a website that may want to show you an ad; (ii) information provided or\n      uploaded to us or our Platform by our clients (\" Client Data \"), which typically includes a \"hashed\" copy of your email address\n      (\"hashing\" prevents us from seeing the actual email address); and (iii)\n      \" ID5 IDs \" (described below), which are random unique\n      identifiers that we create and connect to Collected Data and/or Client\n      Data.} "
    },
    {
      "Text": "The Platform is designed to use certain types of information, that collectively we call \"Platform Data\". This includes information collected by our technology, products and services on the Digital Properties (\"Collected Data\"), which may include such information as IP address, unique browser or device identifiers, and the latitude and longitude of your device when you view a website that may want to show you an ad; (ii) information provided or uploaded to us or our Platform by our clients (\"Client Data\"), which typically includes a \"hashed\" copy of your email address (\"hashing\" prevents us from seeing the actual email address); and (iii) \"ID5 IDs\" (described below), which are random unique identifiers that we create and connect to Collected Data and/or Client Data",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We do not own digital properties on which we advertise, and we\n      engage in advertising only in a limited manner for our own recruiting\n      purposes and to advertise to other businesses (not to consumers). What do we mean by Platform Data?} "
    },
    {
      "Text": "The Platform is designed to use certain types of information, that collectively we call \"Platform Data\". This includes information collected by our technology, products and services on the Digital Properties (\"Collected Data\"), which may include such information as IP address, unique browser or device identifiers, and the latitude and longitude of your device when you view a website that may want to show you an ad; (ii) information provided or uploaded to us or our Platform by our clients (\"Client Data\"), which typically includes a \"hashed\" copy of your email address (\"hashing\" prevents us from seeing the actual email address); and (iii) \"ID5 IDs\" (described below), which are random unique identifiers that we create and connect to Collected Data and/or Client Data.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We do not own digital properties on which we advertise, and we\n      engage in advertising only in a limited manner for our own recruiting\n      purposes and to advertise to other businesses (not to consumers). What do we mean by Platform Data?} "
    },
    {
      "Text": "Some Platform Data (for example, cookie IDs, mobile advertising identifiers, ID5 IDs, and IP addresses) may identify a particular computer or device, and may be considered \"Personal Data\" or \"personal information\" (or another term with a substantially similar definition and obligations) in some jurisdictions, including the European Economic Area (see below on the meaning of \"Personal Data\" under the EU General Data Protection Regulation) and certain U.S. states.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {See \" What Information Do We Collect? \" below for more details on the type of information that may be\n      included in Platform Data.} "
    },
    {
      "Text": "Some Platform Data (for example, cookie IDs, mobile advertising identifiers, ID5 IDs, and IP addresses) may identify a particular computer or device, and may be considered \"Personal Data\" or \"personal information\" (or another term with a substantially similar definition and obligations) in some jurisdictions, including the European Economic Area (see below on the meaning of \"Personal Data\" under the EU General Data Protection Regulation) and certain U.S. states. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {See \" What Information Do We Collect? \" below for more details on the type of information that may be\n      included in Platform Data.} "
    },
    {
      "Text": "How and Why Do We Share the Information We Collect?\\nID5 shares Platform Data with the following third parties:\\n\\nClients and their third-party vendors We provide ID5 IDs to our clients and, if and as elected by our clients (including, if applicable, pursuant to your choices on their Digital Properties), our clients’ third-party vendors.\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {With respect to Collected Data that is\n      Personal Data of a European Jurisdiction data subject, we generally rely\n      on consent obtained for us by the operators of the Digital Properties\n      that use our technology or use technology that interacts with our\n      Platform; with respect to Client Data that is Personal Data of a\n      European Jurisdiction data subject, we rely on consent obtained by or on\n      behalf of the particular client that provides it to us or our Platform. If you have questions about or need further information concerning the\n      legal basis on which we process Personal Data, please contact us at privacy@id5.io .} "
    },
    {
      "Text": "Platform-provided \"controls\" (\"Platform Controls\") with respect to about third parties operating through our Platform:\\nOur Platform provides our clients with information about the other clients operating through our Platform, providing transparency for disclosure purposes and \"allow-listing\" capabilities – to create lists of approved companies – to control which third parties may receive, use and share your information\\nFor users who are not European Jurisdiction data subjects, we provide our clients with Platform Controls, including our allow-listing capabilities, to control which third parties may receive, use, and share your information.\\nVendors We share Platform Data with, and enable the collection of Platform Data by, our vendors (including data center providers, hosting providers, data analytics providers, and anti-fraud, technology and security providers), so that they can provide services to us, including to detect and prevent malicious activity or fake traffic and to provide analytics and reporting about our products and services. Our vendors are subject to obligations consistent with this Privacy Statement and appropriate confidentiality and security measures.\\nLegal Rights and Compliance with Law We may also disclose Platform Data in the event that we reasonably suspect malicious activity or fake traffic or when we reasonably believe it is required by law, subpoena or other legal process, including to meet national security or law enforcement requirements.\\nID5 Affiliates We share Platform Data with other companies in the ID5 group of companies to use for any of the purposes described in this Privacy Statement.\\nBusiness Transfers We may transfer Platform Data to a successor entity in connection with a corporate merger; consolidation; sale of assets, equity, or business; bankruptcy; or other corporate change.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Business Transfers We may transfer Platform Data to a successor entity in connection with a corporate merger; consolidation; sale of assets, equity, or business; bankruptcy; or other corporate change.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Legal Rights and Compliance with Law We may also\n        disclose Platform Data in the event that we reasonably suspect\n        malicious activity or fake traffic or when we reasonably believe it is\n        required by law, subpoena or other legal process, including to meet\n        national security or law enforcement requirements. ID5 Affiliates We share Platform Data with other\n        companies in the ID5 group of companies to use for any of the purposes\n        described in this Privacy Statement.} "
    },
    {
      "Text": "Vendors We share Platform Data with, and enable the collection of Platform Data by, our vendors (including data center providers, hosting providers, data analytics providers, and anti-fraud, technology and security providers), so that they can provide services to us, including to detect and prevent malicious activity or fake traffic and to provide analytics and reporting about our products and services. Our vendors are subject to obligations consistent with this Privacy Statement and appropriate confidentiality and security measures.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {When you visit a Digital Property on which the TCF\n                    Framework is utilized, the TCF Framework is designed to\n                    (i) allow the Digital Property to choose which third\n                    parties (e.g., vendors) they wish to allow to access your\n                    device and/or collect, use and share your Personal Data\n                    and (ii) provide dynamic transparency and choice to you\n                    about each of these vendors (e.g., an opportunity for you\n                    to consent) in connection with your visit to the Digital\n                    Property, depending on that third-party’s use of your data\n                    and legal basis. Platform-provided \"controls\" (\" Platform Controls \") with respect to about third parties operating through our\n                Platform: Our Platform provides our clients with information about\n                    the other clients operating through our Platform,\n                    providing transparency for disclosure purposes and\n                    \"allow-listing\" capabilities – to create lists of approved\n                    companies – to control which third parties may receive,\n                    use and share your information For users who are not European Jurisdiction data\n              subjects , we provide our clients with Platform Controls, including our\n            allow-listing capabilities, to control which third parties may\n            receive, use, and share your information.} "
    },
    {
      "Text": "How and Why Do We Share the Information We Collect?\\nID5 shares Platform Data with the following third parties:\\n\\nClients and their third-party vendors We provide ID5 IDs to our clients and, if and as elected by our clients (including, if applicable, pursuant to your choices on their Digital Properties), our clients’ third-party vendors",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {With respect to Collected Data that is\n      Personal Data of a European Jurisdiction data subject, we generally rely\n      on consent obtained for us by the operators of the Digital Properties\n      that use our technology or use technology that interacts with our\n      Platform; with respect to Client Data that is Personal Data of a\n      European Jurisdiction data subject, we rely on consent obtained by or on\n      behalf of the particular client that provides it to us or our Platform. If you have questions about or need further information concerning the\n      legal basis on which we process Personal Data, please contact us at privacy@id5.io .} "
    },
    {
      "Text": "ID5 Web Browser Opt Out: If you have not already chosen to do so, you may visit https://id5-sync.com/privacy to opt out of having the Platform used to enable our clients to more efficiently serve you relevant ads. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {IAB Europe Transparency and Consent Framework : We are\n      registered as a vendor with, support, and encourage our clients to use,\n      the TCF Framework , which is designed to provide European Jurisdiction data subjects with\n      dynamic transparency into and choice about the various third parties\n      used on Digital Properties on which the TCF Framework is utilized. If\n      you are a European Jurisdiction data subject, the TCF Framework is\n      designed to enable Digital Properties – which may include our clients –\n      to (i) choose which third parties (which may include ID5) they wish to\n      allow to access your device and collect, use and share your personal\n      data and (ii) provide dynamic transparency and choice to you about each\n      of these third parties (e.g., an opportunity for you to consent) in\n      connection with such Digital Property, depending on that third-party's\n      use of your Personal Data and legal basis for such usage.} "
    },
    {
      "Text": "ID5 Web Browser Opt Out: If you have not already chosen to do so, you may visit https://id5-sync.com/privacy to opt out of having the Platform used to enable our clients to more efficiently serve you relevant ads. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {IAB Europe Transparency and Consent Framework : We are\n      registered as a vendor with, support, and encourage our clients to use,\n      the TCF Framework , which is designed to provide European Jurisdiction data subjects with\n      dynamic transparency into and choice about the various third parties\n      used on Digital Properties on which the TCF Framework is utilized. If\n      you are a European Jurisdiction data subject, the TCF Framework is\n      designed to enable Digital Properties – which may include our clients –\n      to (i) choose which third parties (which may include ID5) they wish to\n      allow to access your device and collect, use and share your personal\n      data and (ii) provide dynamic transparency and choice to you about each\n      of these third parties (e.g., an opportunity for you to consent) in\n      connection with such Digital Property, depending on that third-party's\n      use of your Personal Data and legal basis for such usage.} "
    },
    {
      "Text": "US\\nDigital Advertising Alliance, at https://optout.aboutads.info/\\nNetwork Advertising Initiative, at https://optout.networkadvertising.org/",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Ads may be selected, for example, based on the content of\n        the web page in which they are shown. If you wish to block or delete\n        cookies altogether, you can use web browser settings to do so.} "
    },
    {
      "Text": "US\\nDigital Advertising Alliance, at https://optout.aboutads.info/\\nNetwork Advertising Initiative, at https://optout.networkadvertising.org/",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Ads may be selected, for example, based on the content of\n        the web page in which they are shown. If you wish to block or delete\n        cookies altogether, you can use web browser settings to do so.} "
    },
    {
      "Text": "To access the opt outs of other online advertising companies, visit the consumer choice pages of such organizations, as follows:",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Ads may be selected, for example, based on the content of\n        the web page in which they are shown. If you wish to block or delete\n        cookies altogether, you can use web browser settings to do so.} "
    },
    {
      "Text": "Mobile App Opt Out: Mobile device system software such as Apple iOS or Google Play Services provide mechanisms that allow users to opt out of the use of information about their usage of mobile apps to deliver targeted ads to their mobile device. For more information, or to opt out using these mechanisms, consult your device settings (\"Opt out of Interest-Based Ads\" on Android devices and \"Limit Ad Tracking\" on iOS devices).",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Ads may be selected, for example, based on the content of\n        the web page in which they are shown. If you wish to block or delete\n        cookies altogether, you can use web browser settings to do so.} "
    },
    {
      "Text": "Mobile App Opt Out: Mobile device system software such as Apple iOS or Google Play Services provide mechanisms that allow users to opt out of the use of information about their usage of mobile apps to deliver targeted ads to their mobile device. For more information, or to opt out using these mechanisms, consult your device settings (\"Opt out of Interest-Based Ads\" on Android devices and \"Limit Ad Tracking\" on iOS devices).",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Ads may be selected, for example, based on the content of\n        the web page in which they are shown. If you wish to block or delete\n        cookies altogether, you can use web browser settings to do so.} "
    },
    {
      "Text": "Right to Delete: the right to request that a \"business\"/\"controller\" (each, as defined by the applicable US State Privacy Law) delete, following your verifiable/authenticated consumer request, the specific pieces of Personal Data such business/controller has collected from you.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Also, as a data subject of a European Jurisdiction, you have the right\n      to lodge a complaint about our processing of Personal Data with a\n      European Data Protection Authority, in particular the Member State of\n      your residence, place of work or alleged infringement of the GDPR. For\n      contact details of your relevant local Data Protection Authority, please\n      click here .} "
    },
    {
      "Text": "Right to Know/Access: the right to request that a business/controller disclose to you, following your verifiable/authenticated consumer request, some or all of the following (based on your applicable US State Privacy Law):\\nThe categories of Personal Data the business/controller has collected about you\\nThe categories of sources from which the Personal Data is collected\\nThe business or commercial purpose for collecting, selling, or (under CCPA) \"sharing\" Personal Data\\nThe categories of third parties with which the business/controller shares Personal Data\\nThe specific pieces of Personal Data the business/controller has collected about you\\nThe categories of Personal Data about you that the business/controller disclosed for a business purpose",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {For\n      contact details of your relevant local Data Protection Authority, please\n      click here . Your Rights under Certain U.S. State General Privacy Laws Consumer Rights If you are a resident of a U.S. state with an effective general privacy\n      law (such as California under the California Consumer Privacy Act,\n      including as amended by the California Privacy Rights Act (as amended, \"CCPA\" ), and Virginia under the Virginia Consumer Data\n      Protection Act) (each such law, a \"US State Privacy Law\" ), you have some or all of the\n      following rights with respect to your Personal Data, as set forth in the\n      applicable US State Privacy Law: Right to Delete : the right to request that a\n        \"business\"/\"controller\" (each, as defined by the applicable US State\n        Privacy Law) delete, following your verifiable/authenticated consumer\n        request, the specific pieces of Personal Data such business/controller\n        has collected from you.} "
    },
    {
      "Text": "Right to Know/Access: the right to request that a business/controller disclose to you, following your verifiable/authenticated consumer request, some or all of the following (based on your applicable US State Privacy Law):\\nThe categories of Personal Data the business/controller has collected about you\\nThe categories of sources from which the Personal Data is collected\\nThe business or commercial purpose for collecting, selling, or (under CCPA) \"sharing\" Personal Data\\nThe categories of third parties with which the business/controller shares Personal Data\\nThe specific pieces of Personal Data the business/controller has collected about you\\nThe categories of Personal Data about you that the business/controller disclosed for a business purpose\\nIf the business/controller sells or (under CPRA) \"shares\" your Personal Data:\\nThe categories of Personal Data that the business/controller sold or (under CCPA) shared about you\\nThe categories of third parties to which your Personal Data was sold or (under CCPA) shared, by category or categories of Personal Data for each category of third parties to which the Personal Data was sold\\nThe business or commercial purpose for selling or (under CCPA) sharing Personal Data",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {For\n      contact details of your relevant local Data Protection Authority, please\n      click here . Your Rights under Certain U.S. State General Privacy Laws Consumer Rights If you are a resident of a U.S. state with an effective general privacy\n      law (such as California under the California Consumer Privacy Act,\n      including as amended by the California Privacy Rights Act (as amended, \"CCPA\" ), and Virginia under the Virginia Consumer Data\n      Protection Act) (each such law, a \"US State Privacy Law\" ), you have some or all of the\n      following rights with respect to your Personal Data, as set forth in the\n      applicable US State Privacy Law: Right to Delete : the right to request that a\n        \"business\"/\"controller\" (each, as defined by the applicable US State\n        Privacy Law) delete, following your verifiable/authenticated consumer\n        request, the specific pieces of Personal Data such business/controller\n        has collected from you.} "
    },
    {
      "Text": "Right to Correct the right to request that the business/controller correct any inaccurate Personal Data that it has collected about you",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {For\n      contact details of your relevant local Data Protection Authority, please\n      click here . Your Rights under Certain U.S. State General Privacy Laws Consumer Rights If you are a resident of a U.S. state with an effective general privacy\n      law (such as California under the California Consumer Privacy Act,\n      including as amended by the California Privacy Rights Act (as amended, \"CCPA\" ), and Virginia under the Virginia Consumer Data\n      Protection Act) (each such law, a \"US State Privacy Law\" ), you have some or all of the\n      following rights with respect to your Personal Data, as set forth in the\n      applicable US State Privacy Law: Right to Delete : the right to request that a\n        \"business\"/\"controller\" (each, as defined by the applicable US State\n        Privacy Law) delete, following your verifiable/authenticated consumer\n        request, the specific pieces of Personal Data such business/controller\n        has collected from you.} "
    },
    {
      "Text": "Right to Opt Out: based on the applicable US State Privacy Law, some or all of the following rights:\\nThe right to direct a business /controller (as defined by the applicable US State Privacy Law) not to sell (as defined by the applicable US State Privacy Law) or (under CCPA) \"share\" your Personal Data.\\nThe right to opt out of \"targeted advertising\" (as defined by the applicable US State Privacy Law), which is a type of interest-based advertising\\nThese opt-out rights are different from the opt-outs described above under the header \"What Are Your Choices?\" and does not require us to cease processing your unique ID5 ID. However, we currently effect elections to opt out of the \"sale\" or \"sharing\" of Personal Data and/or to opt out of \"targeted advertising\" by performing our browser opt-out process (please see below under the header \"Methods of Submitting Requests\").",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {For\n      contact details of your relevant local Data Protection Authority, please\n      click here . Your Rights under Certain U.S. State General Privacy Laws Consumer Rights If you are a resident of a U.S. state with an effective general privacy\n      law (such as California under the California Consumer Privacy Act,\n      including as amended by the California Privacy Rights Act (as amended, \"CCPA\" ), and Virginia under the Virginia Consumer Data\n      Protection Act) (each such law, a \"US State Privacy Law\" ), you have some or all of the\n      following rights with respect to your Personal Data, as set forth in the\n      applicable US State Privacy Law: Right to Delete : the right to request that a\n        \"business\"/\"controller\" (each, as defined by the applicable US State\n        Privacy Law) delete, following your verifiable/authenticated consumer\n        request, the specific pieces of Personal Data such business/controller\n        has collected from you.} "
    },
    {
      "Text": "Right to Non-Discrimination: the right not to be discriminated against by a business because you exercise any of your rights under your applicable US State Privacy Law, including by:\\nDenying goods or services to you\\nCharging you different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties\\nProviding a different level or quality of goods or services to you\\nSuggesting that you will receive a different price or rate for goods or services or a different level or quality of goods or services",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {and does not require us to\n        cease processing your unique ID5 ID. However, we currently effect\n        elections to opt out of the \"sale\" or \"sharing\" of Personal Data\n        and/or to opt out of \"targeted advertising\" by performing our browser\n        opt-out process (please see below under the header \"Methods of\n        Submitting Requests\").} "
    },
    {
      "Text": "Personal Data\\n\\nTo provide and operate our products and services (including our Platform), we utilize (i) Personal Data collected by our products and services on the Digital Properties (\"Collected Personal Data\"), (ii) Personal Data provided to us by or on behalf of our clients (\"Client Personal Data\"), and (iii) our ID5 IDs, which are Digital Identifiers (see table below). Even though Client Personal Data is provided to us, we may be considered to have \"collected\" such data under US State Privacy Laws.\\n\\nWe collect (and during the last 12 months have collected) the following categories of personal information, from the following categories of Personal Data, and for the following business or commercial purposes:\\n\\nCategories of Personal Data\tCategories of Sources\tBusiness / Commercial Purposes\\nIdentifiers (such as an online identifier (e.g., a cookie ID, a mobile advertising ID, or an ID5 ID) or an IP address)\t\\nCollected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties\\n\\nClient Personal Data: we receive such information from our clients or partners\\n\\nCollected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nClient Personal Information: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nInternet or other electronic network activity information (such as browsing history, user agent or timestamp)\t\\nCollected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties\\n\\nClient Personal Data: we receive such information from our clients or partners\\n\\nCollected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nClient Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {and does not require us to\n        cease processing your unique ID5 ID. However, we currently effect\n        elections to opt out of the \"sale\" or \"sharing\" of Personal Data\n        and/or to opt out of \"targeted advertising\" by performing our browser\n        opt-out process (please see below under the header \"Methods of\n        Submitting Requests\").} "
    },
    {
      "Text": "Identifiers (such as an online identifier (e.g., a cookie ID, a mobile advertising ID, or an ID5 ID) or an IP address)",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Some Platform Data (for example, cookie IDs, mobile advertising\n      identifiers, ID5 IDs, and IP addresses) may identify a particular\n      computer or device, and may be considered \"Personal Data\" or \"personal\n      information\" (or another term with a substantially similar definition\n      and obligations) in some jurisdictions, including the European Economic\n      Area (see below on the meaning of \"Personal Data\" under the EU General\n      Data Protection Regulation) and certain U.S. states. This data - which\n      we call \"Personal Data\" - allows us to recognize a particular computer\n      or device over time.} "
    },
    {
      "Text": "Internet or other electronic network activity information (such as browsing history, user agent or timestamp)",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Right to Non-Discrimination : the right not to be\n        discriminated against by a business because you exercise any of your\n        rights under your applicable US State Privacy Law, including by: Denying goods or services to you Charging you different prices or rates for goods or services,\n            including through the use of discounts or other benefits or\n            imposing penalties Providing a different level or quality of goods or services to you Suggesting that you will receive a different price or rate for\n            goods or services or a different level or quality of goods or\n            services Personal Data To provide and operate our products and services (including our\n      Platform), we utilize (i) Personal Data collected by our products and\n      services on the Digital Properties ( \"Collected Personal Data\" ), (ii) Personal Data provided to us by or on behalf of our clients\n      ( \"Client Personal Data\" ), and (iii) our ID5 IDs, which\n      are Digital Identifiers (see table below). Even though Client Personal\n      Data is provided to us, we may be considered to have \"collected\" such\n      data under US State Privacy Laws.} "
    },
    {
      "Text": "Internet or other electronic network activity information (such as browsing history, user agent or timestamp)",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Right to Non-Discrimination : the right not to be\n        discriminated against by a business because you exercise any of your\n        rights under your applicable US State Privacy Law, including by: Denying goods or services to you Charging you different prices or rates for goods or services,\n            including through the use of discounts or other benefits or\n            imposing penalties Providing a different level or quality of goods or services to you Suggesting that you will receive a different price or rate for\n            goods or services or a different level or quality of goods or\n            services Personal Data To provide and operate our products and services (including our\n      Platform), we utilize (i) Personal Data collected by our products and\n      services on the Digital Properties ( \"Collected Personal Data\" ), (ii) Personal Data provided to us by or on behalf of our clients\n      ( \"Client Personal Data\" ), and (iii) our ID5 IDs, which\n      are Digital Identifiers (see table below). Even though Client Personal\n      Data is provided to us, we may be considered to have \"collected\" such\n      data under US State Privacy Laws.} "
    },
    {
      "Text": "Identifiers (such as an online identifier (e.g., a cookie ID, a mobile advertising ID, or an ID5 ID) or an IP address)",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Some Platform Data (for example, cookie IDs, mobile advertising\n      identifiers, ID5 IDs, and IP addresses) may identify a particular\n      computer or device, and may be considered \"Personal Data\" or \"personal\n      information\" (or another term with a substantially similar definition\n      and obligations) in some jurisdictions, including the European Economic\n      Area (see below on the meaning of \"Personal Data\" under the EU General\n      Data Protection Regulation) and certain U.S. states. This data - which\n      we call \"Personal Data\" - allows us to recognize a particular computer\n      or device over time.} "
    },
    {
      "Text": "Methods of Submitting Requests\\n\\nIf you are a resident of a U.S. state with an effective US State Privacy Law, you may submit requests to exercise your \"Right to Know/Access\", your \"Right to Delete\", your \"Right to Correct\", and/or your \"Right to Data Portability\" via any of the following methods:\\n\\nBy web form, available by clicking here\\nBy toll-free telephone, to: 1-888-821-2911",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {– Retention\" above. Disclosure of Personal Data For purposes of applicable US State Privacy Laws: \"Sales\"/\"Sharing\" : we \"sell\" (as defined by the\n        applicable US State Privacy Law) and/or \"share\" (as defined by CCPA)\n        (and, during the 12 months prior to the \"Last Modified\" date at the\n        top of this Privacy Statement, have sold and/or shared) \"identifiers\"\n        (a category of Personal Data) that we derive from each of the above\n        categories of Personal Data to our clients in connection with their\n        (and their respective clients’) advertising activities, including\n        cross-context behavioral advertising and targeted advertising (each,\n        as defined by the applicable US State Privacy Law); however, we do not\n        knowingly sell or share the Personal Data of children under the age of\n        16 without required affirmative authorization; and \"Disclosures for a Business Purpose\" : we disclose\n        (and have disclosed during the 12 months prior to the \"Last Modified\"\n        date at the top of this Privacy Statement) each of the above\n        categories of Personal Data for a \"business purpose\" (as defined by\n        CCPA) to \"service providers\"/\"processors\" (each, as defined by the\n        applicable US State Privacy Law) that perform certain services on our\n        behalf, such as data center providers, hosting service providers, and\n        data analytics providers, and anti-fraud, technology and security\n        providers.} "
    },
    {
      "Text": "For purposes of applicable US State Privacy Laws:\\n\\n\"Sales\"/\"Sharing\": we \"sell\" (as defined by the applicable US State Privacy Law) and/or \"share\" (as defined by CCPA) (and, during the 12 months prior to the \"Last Modified\" date at the top of this Privacy Statement, have sold and/or shared) \"identifiers\" (a category of Personal Data) that we derive from each of the above categories of Personal Data to our clients in connection with their (and their respective clients’) advertising activities, including cross-context behavioral advertising and targeted advertising (each, as defined by the applicable US State Privacy Law); however, we do not knowingly sell or share the Personal Data of children under the age of 16 without required affirmative authorization; and",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {For information on how long we intend to retain each category of\n      Personal Data, please see \"How Is Platform Data Stored, and How Long Is\n      It Kept? – Retention\" above.} "
    },
    {
      "Text": "\"Disclosures for a Business Purpose\": we disclose (and have disclosed during the 12 months prior to the \"Last Modified\" date at the top of this Privacy Statement) each of the above categories of Personal Data for a \"business purpose\" (as defined by CCPA) to \"service providers\"/\"processors\" (each, as defined by the applicable US State Privacy Law) that perform certain services on our behalf, such as data center providers, hosting service providers, and data analytics providers, and anti-fraud, technology and security providers.\\nMethods of Submitting ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "For purposes of applicable US State Privacy Laws:",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For information on how long we intend to retain each category of\n      Personal Data, please see \"How Is Platform Data Stored, and How Long Is\n      It Kept? – Retention\" above.} "
    },
    {
      "Text": "Disclosure of Personal Data",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For information on how long we intend to retain each category of\n      Personal Data, please see \"How Is Platform Data Stored, and How Long Is\n      It Kept? – Retention\" above.} "
    },
    {
      "Text": "Disclosure of Personal Data",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {For information on how long we intend to retain each category of\n      Personal Data, please see \"How Is Platform Data Stored, and How Long Is\n      It Kept? – Retention\" above.} "
    },
    {
      "Text": "If you are a resident of a U.S. state with an effective US State Privacy Law, you may exercise your applicable US State Privacy Law \"Right(s) to Opt Out\" via the following method(s):\\n\\nBy web form, available by clicking here\\nVia the \"Global Privacy Control\" user-enabled \"universal opt-out mechanism\", if such a universal opt-out mechanism is legally required as a method of opting out by the applicable US State Privacy Law (for more information regarding Global Privacy Control, please visit the Global Privacy Control website: https://globalprivacycontrol.org/)",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Also, as a data subject of a European Jurisdiction, you have the right\n      to lodge a complaint about our processing of Personal Data with a\n      European Data Protection Authority, in particular the Member State of\n      your residence, place of work or alleged infringement of the GDPR. For\n      contact details of your relevant local Data Protection Authority, please\n      click here .} "
    },
    {
      "Text": "If you are a resident of a U.S. state with an effective US State Privacy Law, you may exercise your applicable US State Privacy Law \"Right(s) to Opt Out\" via the following method(s):\\n\\nBy web form, available by clicking here\\nVia the \"Global Privacy Control\" user-enabled \"universal opt-out mechanism\", if such a universal opt-out mechanism is legally required as a method of opting out by the applicable US State Privacy Law (for more information regarding Global Privacy Control, please visit the Global Privacy Control website: https://globalprivacycontrol.org/)",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Also, as a data subject of a European Jurisdiction, you have the right\n      to lodge a complaint about our processing of Personal Data with a\n      European Data Protection Authority, in particular the Member State of\n      your residence, place of work or alleged infringement of the GDPR. For\n      contact details of your relevant local Data Protection Authority, please\n      click here .} "
    },
    {
      "Text": "What Happens if this Privacy Statement is Changed?\\nPlease check this page for changes, as we may change this Privacy Statement at any time. If we make changes that we believe are material, those changes will not be applied to information collected prior to the date the changes went into effect.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Countries outside the EEA may not be deemed by the European Commission\n      to provide an adequate level of data protection for your Personal Data\n      or to have data protection or other laws as comprehensive as those in\n      EEA countries. We will, however, ensure that where ID5 group companies\n      receive Personal Data of EEA data subjects outside the EEA, or provide\n      Personal Data to third-party service providers outside of the EEA,\n      appropriate data protection safeguards are in place (such as \"standard\n      contractual clauses\").} "
    },
    {
      "Text": "Last Modified: February 02, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {The Platform uses non-unique cookies to store users’ opt-out choices. Some browsers or other software may be configured to block third-party\n      cookies by default.} "
    },
    {
      "Text": "What information do we collect and use?\tThe Platform is designed to collect and use only Platform Data (i.e., Collected Data, Client Data, and ID5 IDs) as described in this Privacy Statement. Details.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {It\n      describes how ID5 may enable or allow clients and third-party providers\n      to use Platform Data, but otherwise does not apply to our clients' or\n      other third parties' practices. If you are interested in our website\n      privacy policy, please click here .} "
    },
    {
      "Text": "How do we collect information?\tThe Platform may use cookies, pixels, tags, mobile SDKs, and similar technologies to collect and store Platform Data about web browsers and devices across websites and apps and over time. Details.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Platform is designed to collect and use only Platform Data\n          (i.e., Collected Data, Client Data, and ID5 IDs) as described in\n          this Privacy Statement. Details .} "
    },
    {
      "Text": "For what purposes do we use the collected information?\tID5 uses the information collected on the Platform to provide, operate, manage, maintain, and enhance the Platform and allow our clients to use our Platform. This means facilitating user identification; using information for fraud detection and the prevention and detection of malicious behavior and maintaining and enhancing our products and services (including our Platform), including using information for machine learning, optimization and statistical analysis. Details.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Platform may use cookies, pixels, tags, mobile SDKs, and similar\n          technologies to collect and store Platform Data about web browsers\n          and devices across websites and apps and over time. Details .} "
    },
    {
      "Text": "What information do we share with third parties?\tWhere permitted, we provide clients access to their Platform Data that they collect, acquire, or use on the Platform, and typically they may remove it from the Platform for their own use. ID5 may also provide Platform Data to our clients and service providers for the purpose of operating, managing, maintaining, or enhancing our products and services, (including our Platform), including for the safety and security of the Platform and the online advertising industry, or as required by law. ID5 does not share the information collected via the Platform with other third parties, unless legally required. Details.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {With respect to Collected Data that is Personal\n          Data in a European Jurisdiction, we generally rely on consent\n          obtained for us by the operators of the Digital Properties that use\n          our technology or use technology that interacts with our Platform;\n          with respect to Client Data that is Personal Data, we rely on\n          consent obtained by or on behalf of the particular client that\n          provides it to us or our Platform. Details .} "
    },
    {
      "Text": "What happens if this Privacy Statement is changed?\tPlease check this Privacy Statement for changes. The date of the last update can be found at the top of this Privacy Statement. Material changes will not be applied to previously collected Platform Data. Details.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Mobile app users\n            have access to choices provided by certain apps or in their device\n            system software. Details .} "
    },
    {
      "Text": "What information do we collect and use? ||| 1: The Platform is designed to collect and use only Platform Data (i.e., Collected Data, Client Data, and ID5 IDs) as described in this Privacy Statement.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {It\n      describes how ID5 may enable or allow clients and third-party providers\n      to use Platform Data, but otherwise does not apply to our clients' or\n      other third parties' practices. If you are interested in our website\n      privacy policy, please click here .} "
    },
    {
      "Text": "How do we collect information? ||| 1: The Platform may use cookies, pixels, tags, mobile SDKs, and similar technologies to collect and store Platform Data about web browsers and devices across websites and apps and over time",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Platform is designed to collect and use only Platform Data\n          (i.e., Collected Data, Client Data, and ID5 IDs) as described in\n          this Privacy Statement. Details .} "
    },
    {
      "Text": "For what purposes do we use the collected information? ||| 1: ID5 uses the information collected on the Platform to provide, operate, manage, maintain, and enhance the Platform and allow our clients to use our Platform. This means facilitating user identification; using information for fraud detection and the prevention and detection of malicious behavior and maintaining and enhancing our products and services (including our Platform), including using information for machine learning, optimization and statistical analysis.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Platform may use cookies, pixels, tags, mobile SDKs, and similar\n          technologies to collect and store Platform Data about web browsers\n          and devices across websites and apps and over time. Details .} "
    },
    {
      "Text": "What information do we share with third parties?",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {With respect to Collected Data that is Personal\n          Data in a European Jurisdiction, we generally rely on consent\n          obtained for us by the operators of the Digital Properties that use\n          our technology or use technology that interacts with our Platform;\n          with respect to Client Data that is Personal Data, we rely on\n          consent obtained by or on behalf of the particular client that\n          provides it to us or our Platform. Details .} "
    },
    {
      "Text": "ID5 may also provide Platform Data to our clients and service providers for the purpose of operating, managing, maintaining, or enhancing our products and services, (including our Platform), including for the safety and security of the Platform and the online advertising industry, or as required by law.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {What information do we share with third parties? Where permitted, we provide clients access to their Platform Data\n          that they collect, acquire, or use on the Platform, and typically\n          they may remove it from the Platform for their own use.} "
    },
    {
      "Text": "What happens if this Privacy Statement is changed? ||| 1: Please check this Privacy Statement for changes. The date of the last update can be found at the top of this Privacy Statement. Material changes will not be applied to previously collected Platform Data",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Mobile app users\n            have access to choices provided by certain apps or in their device\n            system software. Details .} "
    },
    {
      "Text": "What Information Do We Collect?\\nCollected Data When you visit a Digital Property (e.g., a website) that uses our technology (or that uses technology that transacts with parties using our Platform), we collect certain information about you and your device, including:\\n\\nInformation about your browser, including:\\nthe type of browser\\nbrowser language\\nbrowser settings\\ncookie information\\nInformation about your device, including:\\ninformation about the device's operating system including its version and connection type\\ndevice make, device model\\nmobile advertising identifiers, such as your Apple IDFA or Google AAID\\nthe IP address from which the device accesses a client's Digital Property\\nInformation about the Digital Properties you visit, including web pages or apps visited or used and the time those web pages or apps were visited or used.\\nInformation about your Internet service, including information about which Internet Service Provider (ISP) you use.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Platform is designed to use certain types of information, that\n      collectively we call \" Platform Data \". This includes\n      information collected by our technology, products and services on the\n      Digital Properties (\" Collected Data \"), which may\n      include such information as IP address, unique browser or device\n      identifiers, and the latitude and longitude of your device when you view\n      a website that may want to show you an ad; (ii) information provided or\n      uploaded to us or our Platform by our clients (\" Client Data \"), which typically includes a \"hashed\" copy of your email address\n      (\"hashing\" prevents us from seeing the actual email address); and (iii)\n      \" ID5 IDs \" (described below), which are random unique\n      identifiers that we create and connect to Collected Data and/or Client\n      Data.} "
    },
    {
      "Text": "How Do We Collect Information?\\nThe Platform uses cookies, pixels, tags, mobile SDKs, and similar technologies to collect data associated with particular web browsers or devices\\nWe and the Platform also receive data from our clients and other third parties",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Our clients and vendors, and our\n      clients' third-party clients and vendors, may use their own tags,\n      pixels, cookies, or other similar technology (or those of their other\n      affiliates) within their advertisements and on certain Digital\n      Properties. We are not responsible for our clients, vendors and/or our\n      clients' third-party providers for their privacy practices, including\n      their collection, use, and/or sharing of data and/or their use of\n      technology on their Digital Properties or in their advertisements.} "
    },
    {
      "Text": "How Do We Use the Information We Collect?\\nTo provide products and services (including our Platform) to our clients, including in connection with ID5 IDs\\nTo develop, maintain, and improve our products and services (including our Platform), including:\\nConducting research and development, such as conducting machine learning to better optimize the efficiency of our products and services\\nInvestigating, protecting against and deterring malicious activity, fake traffic or fraudulent, unauthorized or illegal activity on the Platform and on the internet\\nTo compile statistics about the activities occurring on or through our Platform, including for reporting and marketing purposes",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We are not responsible for our clients, vendors and/or our\n      clients' third-party providers for their privacy practices, including\n      their collection, use, and/or sharing of data and/or their use of\n      technology on their Digital Properties or in their advertisements. How Do We Collect Information?} "
    },
    {
      "Text": "How and Why Do We Share the Information We Collect?\\nID5 shares Platform Data with the following third parties:\\n\\nClients and their third-party vendors We provide ID5 IDs to our clients and, if and as elected by our clients (including, if applicable, pursuant to your choices on their Digital Properties), our clients’ third-party vendors.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {With respect to Collected Data that is\n      Personal Data of a European Jurisdiction data subject, we generally rely\n      on consent obtained for us by the operators of the Digital Properties\n      that use our technology or use technology that interacts with our\n      Platform; with respect to Client Data that is Personal Data of a\n      European Jurisdiction data subject, we rely on consent obtained by or on\n      behalf of the particular client that provides it to us or our Platform. If you have questions about or need further information concerning the\n      legal basis on which we process Personal Data, please contact us at privacy@id5.io .} "
    },
    {
      "Text": "Vendors We share Platform Data with, and enable the collection of Platform Data by, our vendors (including data center providers, hosting providers, data analytics providers, and anti-fraud, technology and security providers), so that they can provide services to us, including to detect and prevent malicious activity or fake traffic and to provide analytics and reporting about our products and services. Our vendors are subject to obligations consistent with this Privacy Statement and appropriate confidentiality and security measures.\\nLegal Rights and Compliance with Law We may also disclose Platform Data in the event that we reasonably suspect malicious activity or fake traffic or when we reasonably believe it is required by law, subpoena or other legal process, including to meet national security or law enforcement requirements.\\nID5 Affiliates We share Platform Data with other companies in the ID5 group of companies to use for any of the purposes described in this Privacy Statement.\\nBusiness Transfers We may transfer Platform Data to a successor entity in connection with a corporate merger; consolidation; sale of assets, equity, or business; bankruptcy; or other corporate change.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {When you visit a Digital Property on which the TCF\n                    Framework is utilized, the TCF Framework is designed to\n                    (i) allow the Digital Property to choose which third\n                    parties (e.g., vendors) they wish to allow to access your\n                    device and/or collect, use and share your Personal Data\n                    and (ii) provide dynamic transparency and choice to you\n                    about each of these vendors (e.g., an opportunity for you\n                    to consent) in connection with your visit to the Digital\n                    Property, depending on that third-party’s use of your data\n                    and legal basis. Platform-provided \"controls\" (\" Platform Controls \") with respect to about third parties operating through our\n                Platform: Our Platform provides our clients with information about\n                    the other clients operating through our Platform,\n                    providing transparency for disclosure purposes and\n                    \"allow-listing\" capabilities – to create lists of approved\n                    companies – to control which third parties may receive,\n                    use and share your information For users who are not European Jurisdiction data\n              subjects , we provide our clients with Platform Controls, including our\n            allow-listing capabilities, to control which third parties may\n            receive, use, and share your information.} "
    },
    {
      "Text": "How and Why Do We Share the Information We Collect?\\nID5 shares Platform Data with the following third parties:\\n\\nClients and their third-party vendors We provide ID5 IDs to our clients and, if and as elected by our clients (including, if applicable, pursuant to your choices on their Digital Properties), our clients’ third-party vendors.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {With respect to Collected Data that is\n      Personal Data of a European Jurisdiction data subject, we generally rely\n      on consent obtained for us by the operators of the Digital Properties\n      that use our technology or use technology that interacts with our\n      Platform; with respect to Client Data that is Personal Data of a\n      European Jurisdiction data subject, we rely on consent obtained by or on\n      behalf of the particular client that provides it to us or our Platform. If you have questions about or need further information concerning the\n      legal basis on which we process Personal Data, please contact us at privacy@id5.io .} "
    },
    {
      "Text": "Right to Delete: the right to request that a \"business\"/\"controller\" (each, as defined by the applicable US State Privacy Law) delete, following your verifiable/authenticated consumer request, the specific pieces of Personal Data such business/controller has collected from you.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Also, as a data subject of a European Jurisdiction, you have the right\n      to lodge a complaint about our processing of Personal Data with a\n      European Data Protection Authority, in particular the Member State of\n      your residence, place of work or alleged infringement of the GDPR. For\n      contact details of your relevant local Data Protection Authority, please\n      click here .} "
    },
    {
      "Text": "Right to Know/Access: the right to request that a business/controller disclose to you, following your verifiable/authenticated consumer request, some or all of the following (based on your applicable US State Privacy Law):\\nThe categories of Personal Data the business/controller has collected about you\\nThe categories of sources from which the Personal Data is collected\\nThe business or commercial purpose for collecting, selling, or (under CCPA) \"sharing\" Personal Data\\nThe categories of third parties with which the business/controller shares Personal Data\\nThe specific pieces of Personal Data the business/controller has collected about you\\nThe categories of Personal Data about you that the business/controller disclosed for a business purpose\\nIf the business/controller sells or (under CPRA) \"shares\" your Personal Data:\\nThe categories of Personal Data that the business/controller sold or (under CCPA) shared about you\\nThe categories of third parties to which your Personal Data was sold or (under CCPA) shared, by category or categories of Personal Data for each category of third parties to which the Personal Data was sold\\nThe business or commercial purpose for selling or (under CCPA) sharing Personal Data",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {For\n      contact details of your relevant local Data Protection Authority, please\n      click here . Your Rights under Certain U.S. State General Privacy Laws Consumer Rights If you are a resident of a U.S. state with an effective general privacy\n      law (such as California under the California Consumer Privacy Act,\n      including as amended by the California Privacy Rights Act (as amended, \"CCPA\" ), and Virginia under the Virginia Consumer Data\n      Protection Act) (each such law, a \"US State Privacy Law\" ), you have some or all of the\n      following rights with respect to your Personal Data, as set forth in the\n      applicable US State Privacy Law: Right to Delete : the right to request that a\n        \"business\"/\"controller\" (each, as defined by the applicable US State\n        Privacy Law) delete, following your verifiable/authenticated consumer\n        request, the specific pieces of Personal Data such business/controller\n        has collected from you.} "
    },
    {
      "Text": "Right to Know/Access: the right to request that a business/controller disclose to you, following your verifiable/authenticated consumer request, some or all of the following (based on your applicable US State Privacy Law):\\nThe categories of Personal Data the business/controller has collected about you\\nThe categories of sources from which the Personal Data is collected\\nThe business or commercial purpose for collecting, selling, or (under CCPA) \"sharing\" Personal Data\\nThe categories of third parties with which the business/controller shares Personal Data\\nThe specific pieces of Personal Data the business/controller has collected about you\\nThe categories of Personal Data about you that the business/controller disclosed for a business purpose\\nIf the business/controller sells or (under CPRA) \"shares\" your Personal Data:\\nThe categories of Personal Data that the business/controller sold or (under CCPA) shared about you\\nThe categories of third parties to which your Personal Data was sold or (under CCPA) shared, by category or categories of Personal Data for each category of third parties to which the Personal Data was sold\\nThe business or commercial purpose for selling or (under CCPA) sharing Personal Data",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {For\n      contact details of your relevant local Data Protection Authority, please\n      click here . Your Rights under Certain U.S. State General Privacy Laws Consumer Rights If you are a resident of a U.S. state with an effective general privacy\n      law (such as California under the California Consumer Privacy Act,\n      including as amended by the California Privacy Rights Act (as amended, \"CCPA\" ), and Virginia under the Virginia Consumer Data\n      Protection Act) (each such law, a \"US State Privacy Law\" ), you have some or all of the\n      following rights with respect to your Personal Data, as set forth in the\n      applicable US State Privacy Law: Right to Delete : the right to request that a\n        \"business\"/\"controller\" (each, as defined by the applicable US State\n        Privacy Law) delete, following your verifiable/authenticated consumer\n        request, the specific pieces of Personal Data such business/controller\n        has collected from you.} "
    },
    {
      "Text": "Right to Correct the right to request that the business/controller correct any inaccurate Personal Data that it has collected about you",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {For\n      contact details of your relevant local Data Protection Authority, please\n      click here . Your Rights under Certain U.S. State General Privacy Laws Consumer Rights If you are a resident of a U.S. state with an effective general privacy\n      law (such as California under the California Consumer Privacy Act,\n      including as amended by the California Privacy Rights Act (as amended, \"CCPA\" ), and Virginia under the Virginia Consumer Data\n      Protection Act) (each such law, a \"US State Privacy Law\" ), you have some or all of the\n      following rights with respect to your Personal Data, as set forth in the\n      applicable US State Privacy Law: Right to Delete : the right to request that a\n        \"business\"/\"controller\" (each, as defined by the applicable US State\n        Privacy Law) delete, following your verifiable/authenticated consumer\n        request, the specific pieces of Personal Data such business/controller\n        has collected from you.} "
    },
    {
      "Text": "Right to Opt Out: based on the applicable US State Privacy Law, some or all of the following rights:\\nThe right to direct a business /controller (as defined by the applicable US State Privacy Law) not to sell (as defined by the applicable US State Privacy Law) or (under CCPA) \"share\" your Personal Data.\\nThe right to opt out of \"targeted advertising\" (as defined by the applicable US State Privacy Law), which is a type of interest-based advertising\\nThese opt-out rights are different from the opt-outs described above under the header \"What Are Your Choices?\" and does not require us to cease processing your unique ID5 ID. However, we currently effect elections to opt out of the \"sale\" or \"sharing\" of Personal Data and/or to opt out of \"targeted advertising\" by performing our browser opt-out process (please see below under the header \"Methods of Submitting Requests\").",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {For\n      contact details of your relevant local Data Protection Authority, please\n      click here . Your Rights under Certain U.S. State General Privacy Laws Consumer Rights If you are a resident of a U.S. state with an effective general privacy\n      law (such as California under the California Consumer Privacy Act,\n      including as amended by the California Privacy Rights Act (as amended, \"CCPA\" ), and Virginia under the Virginia Consumer Data\n      Protection Act) (each such law, a \"US State Privacy Law\" ), you have some or all of the\n      following rights with respect to your Personal Data, as set forth in the\n      applicable US State Privacy Law: Right to Delete : the right to request that a\n        \"business\"/\"controller\" (each, as defined by the applicable US State\n        Privacy Law) delete, following your verifiable/authenticated consumer\n        request, the specific pieces of Personal Data such business/controller\n        has collected from you.} "
    },
    {
      "Text": "Right to Non-Discrimination: the right not to be discriminated against by a business because you exercise any of your rights under your applicable US State Privacy Law, including by:\\nDenying goods or services to you\\nCharging you different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties\\nProviding a different level or quality of goods or services to you\\nSuggesting that you will receive a different price or rate for goods or services or a different level or quality of goods or services",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {and does not require us to\n        cease processing your unique ID5 ID. However, we currently effect\n        elections to opt out of the \"sale\" or \"sharing\" of Personal Data\n        and/or to opt out of \"targeted advertising\" by performing our browser\n        opt-out process (please see below under the header \"Methods of\n        Submitting Requests\").} "
    },
    {
      "Text": "We collect (and during the last 12 months have collected) the following categories of personal information, from the following categories of Personal Data, and for the following business or commercial purposes:\\n\\nCategories of Personal Data\tCategories of Sources\tBusiness / Commercial Purposes\\nIdentifiers (such as an online identifier (e.g., a cookie ID, a mobile advertising ID, or an ID5 ID) or an IP address)\t\\nCollected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties\\n\\nClient Personal Data: we receive such information from our clients or partners\\n\\nCollected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nClient Personal Information: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nInternet or other electronic network activity information (such as browsing history, user agent or timestamp)\t\\nCollected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties\\n\\nClient Personal Data: we receive such information from our clients or partners\\n\\nCollected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nClient Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Right to Non-Discrimination : the right not to be\n        discriminated against by a business because you exercise any of your\n        rights under your applicable US State Privacy Law, including by: Denying goods or services to you Charging you different prices or rates for goods or services,\n            including through the use of discounts or other benefits or\n            imposing penalties Providing a different level or quality of goods or services to you Suggesting that you will receive a different price or rate for\n            goods or services or a different level or quality of goods or\n            services Personal Data To provide and operate our products and services (including our\n      Platform), we utilize (i) Personal Data collected by our products and\n      services on the Digital Properties ( \"Collected Personal Data\" ), (ii) Personal Data provided to us by or on behalf of our clients\n      ( \"Client Personal Data\" ), and (iii) our ID5 IDs, which\n      are Digital Identifiers (see table below). Even though Client Personal\n      Data is provided to us, we may be considered to have \"collected\" such\n      data under US State Privacy Laws.} "
    },
    {
      "Text": "We collect (and during the last 12 months have collected) the following categories of personal information, from the following categories of Personal Data, and for the following business or commercial purposes:\\n\\nCategories of Personal Data\tCategories of Sources\tBusiness / Commercial Purposes\\nIdentifiers (such as an online identifier (e.g., a cookie ID, a mobile advertising ID, or an ID5 ID) or an IP address)\t\\nCollected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties\\n\\nClient Personal Data: we receive such information from our clients or partners\\n\\nCollected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nClient Personal Information: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nInternet or other electronic network activity information (such as browsing history, user agent or timestamp)\t\\nCollected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties\\n\\nClient Personal Data: we receive such information from our clients or partners\\n\\nCollected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nClient Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Right to Non-Discrimination : the right not to be\n        discriminated against by a business because you exercise any of your\n        rights under your applicable US State Privacy Law, including by: Denying goods or services to you Charging you different prices or rates for goods or services,\n            including through the use of discounts or other benefits or\n            imposing penalties Providing a different level or quality of goods or services to you Suggesting that you will receive a different price or rate for\n            goods or services or a different level or quality of goods or\n            services Personal Data To provide and operate our products and services (including our\n      Platform), we utilize (i) Personal Data collected by our products and\n      services on the Digital Properties ( \"Collected Personal Data\" ), (ii) Personal Data provided to us by or on behalf of our clients\n      ( \"Client Personal Data\" ), and (iii) our ID5 IDs, which\n      are Digital Identifiers (see table below). Even though Client Personal\n      Data is provided to us, we may be considered to have \"collected\" such\n      data under US State Privacy Laws.} "
    },
    {
      "Text": "We collect (and during the last 12 months have collected) the following categories of personal information, from the following categories of Personal Data, and for the following business or commercial purposes:\\n\\nCategories of Personal Data\tCategories of Sources\tBusiness / Commercial Purposes\\nIdentifiers (such as an online identifier (e.g., a cookie ID, a mobile advertising ID, or an ID5 ID) or an IP address)\t\\nCollected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties\\n\\nClient Personal Data: we receive such information from our clients or partners\\n\\nCollected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nClient Personal Information: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nInternet or other electronic network activity information (such as browsing history, user agent or timestamp)\t\\nCollected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties\\n\\nClient Personal Data: we receive such information from our clients or partners\\n\\nCollected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nClient Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Right to Non-Discrimination : the right not to be\n        discriminated against by a business because you exercise any of your\n        rights under your applicable US State Privacy Law, including by: Denying goods or services to you Charging you different prices or rates for goods or services,\n            including through the use of discounts or other benefits or\n            imposing penalties Providing a different level or quality of goods or services to you Suggesting that you will receive a different price or rate for\n            goods or services or a different level or quality of goods or\n            services Personal Data To provide and operate our products and services (including our\n      Platform), we utilize (i) Personal Data collected by our products and\n      services on the Digital Properties ( \"Collected Personal Data\" ), (ii) Personal Data provided to us by or on behalf of our clients\n      ( \"Client Personal Data\" ), and (iii) our ID5 IDs, which\n      are Digital Identifiers (see table below). Even though Client Personal\n      Data is provided to us, we may be considered to have \"collected\" such\n      data under US State Privacy Laws.} "
    },
    {
      "Text": "Identifiers (such as an online identifier (e.g., a cookie ID, a mobile advertising ID, or an ID5 ID) or an IP address) ||| Internet or other electronic network activity information (such as browsing history, user agent or timestamp)",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Some Platform Data (for example, cookie IDs, mobile advertising\n      identifiers, ID5 IDs, and IP addresses) may identify a particular\n      computer or device, and may be considered \"Personal Data\" or \"personal\n      information\" (or another term with a substantially similar definition\n      and obligations) in some jurisdictions, including the European Economic\n      Area (see below on the meaning of \"Personal Data\" under the EU General\n      Data Protection Regulation) and certain U.S. states. This data - which\n      we call \"Personal Data\" - allows us to recognize a particular computer\n      or device over time.} "
    },
    {
      "Text": "Collected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties Client Personal Data: we receive such information from our clients or partners ||| Collected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties Client Personal Data: we receive such information from our clients or partners",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {and does not require us to\n        cease processing your unique ID5 ID. However, we currently effect\n        elections to opt out of the \"sale\" or \"sharing\" of Personal Data\n        and/or to opt out of \"targeted advertising\" by performing our browser\n        opt-out process (please see below under the header \"Methods of\n        Submitting Requests\").} "
    },
    {
      "Text": "Collected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {and does not require us to\n        cease processing your unique ID5 ID. However, we currently effect\n        elections to opt out of the \"sale\" or \"sharing\" of Personal Data\n        and/or to opt out of \"targeted advertising\" by performing our browser\n        opt-out process (please see below under the header \"Methods of\n        Submitting Requests\").} "
    },
    {
      "Text": "Client Personal Information: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Right to Non-Discrimination : the right not to be\n        discriminated against by a business because you exercise any of your\n        rights under your applicable US State Privacy Law, including by: Denying goods or services to you Charging you different prices or rates for goods or services,\n            including through the use of discounts or other benefits or\n            imposing penalties Providing a different level or quality of goods or services to you Suggesting that you will receive a different price or rate for\n            goods or services or a different level or quality of goods or\n            services Personal Data To provide and operate our products and services (including our\n      Platform), we utilize (i) Personal Data collected by our products and\n      services on the Digital Properties ( \"Collected Personal Data\" ), (ii) Personal Data provided to us by or on behalf of our clients\n      ( \"Client Personal Data\" ), and (iii) our ID5 IDs, which\n      are Digital Identifiers (see table below). Even though Client Personal\n      Data is provided to us, we may be considered to have \"collected\" such\n      data under US State Privacy Laws.} "
    },
    {
      "Text": "Collected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {and does not require us to\n        cease processing your unique ID5 ID. However, we currently effect\n        elections to opt out of the \"sale\" or \"sharing\" of Personal Data\n        and/or to opt out of \"targeted advertising\" by performing our browser\n        opt-out process (please see below under the header \"Methods of\n        Submitting Requests\").} "
    },
    {
      "Text": "Client Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {and does not require us to\n        cease processing your unique ID5 ID. However, we currently effect\n        elections to opt out of the \"sale\" or \"sharing\" of Personal Data\n        and/or to opt out of \"targeted advertising\" by performing our browser\n        opt-out process (please see below under the header \"Methods of\n        Submitting Requests\").} "
    },
    {
      "Text": "We do not knowingly collect, use, or disclose sensitive Personal Data through our Platform, products, or services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We collect (and during the last 12 months have collected) the following\n      categories of personal information, from the following categories of\n      Personal Data, and for the following business or commercial purposes: Categories of Personal Data Categories of Sources Business / Commercial Purposes Identifiers (such as an online identifier (e.g.,\n            a cookie ID, a mobile advertising ID, or an ID5 ID) or an IP\n            address) Collected Personal Data: we collect such information from\n              consumers via their visits to and/or interactions with the\n              Digital Properties Client Personal Data: we receive such information from our\n              clients or partners Collected Personal Data: we use such information to provide,\n              operate, maintain, improve, and develop our products and\n              services (including our Platform), including to create and\n              reconcile ID5 IDs Client Personal Information: we use such information to provide,\n              operate, maintain, improve, and develop our products and\n              services (including our Platform), including to create and\n              reconcile ID5 IDs Internet or other electronic network activity information (such as browsing history, user agent or timestamp) Collected Personal Data: we collect such information from\n              consumers via their visits to and/or interactions with the\n              Digital Properties Client Personal Data: we receive such information from our\n              clients or partners Collected Personal Data: we use such information to provide,\n              operate, maintain, improve, and develop our products and\n              services (including our Platform), including to create and\n              reconcile ID5 IDs Client Personal Data: we use such information to provide,\n              operate, maintain, improve, and develop our products and\n              services (including our Platform), including to create and\n              reconcile ID5 IDs With respect to Collected Personal Data, we believe that we are a\n      \"controller\" or \"third party\" (each, as defined by the applicable US\n      State Privacy Law) that collects such data via consumers’ visits to\n      and/or interactions with the Digital Properties. With respect to Client\n      Personal Data, we believe that we are a \"third party\", as we collect\n      such information only from our clients and do not collect it from\n      consumers.} "
    },
    {
      "Text": "For purposes of applicable US State Privacy Laws:\\n\\n\"Sales\"/\"Sharing\": we \"sell\" (as defined by the applicable US State Privacy Law) and/or \"share\" (as defined by CCPA) (and, during the 12 months prior to the \"Last Modified\" date at the top of this Privacy Statement, have sold and/or shared) \"identifiers\" (a category of Personal Data) that we derive from each of the above categories of Personal Data to our clients in connection with their (and their respective clients’) advertising activities, including cross-context behavioral advertising and targeted advertising (each, as defined by the applicable US State Privacy Law); ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {For information on how long we intend to retain each category of\n      Personal Data, please see \"How Is Platform Data Stored, and How Long Is\n      It Kept? – Retention\" above.} "
    },
    {
      "Text": "For purposes of applicable US State Privacy Laws:\\n\\n\"Sales\"/\"Sharing\": we \"sell\" (as defined by the applicable US State Privacy Law) and/or \"share\" (as defined by CCPA) (and, during the 12 months prior to the \"Last Modified\" date at the top of this Privacy Statement, have sold and/or shared) \"identifiers\" (a category of Personal Data) that we derive from each of the above categories of Personal Data to our clients in connection with their (and their respective clients’) advertising activities, including cross-context behavioral advertising and targeted advertising (each, as defined by the applicable US State Privacy Law);",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For information on how long we intend to retain each category of\n      Personal Data, please see \"How Is Platform Data Stored, and How Long Is\n      It Kept? – Retention\" above.} "
    },
    {
      "Text": "Disclosures for a Business Purpose\": we disclose (and have disclosed during the 12 months prior to the \"Last Modified\" date at the top of this Privacy Statement) each of the above categories of Personal Data for a \"business purpose\" (as defined by CCPA) to \"service providers\"/\"processors\" (each, as defined by the applicable US State Privacy Law) that perform certain services on our behalf, such as data center providers, hosting service providers, and data analytics providers, and anti-fraud, technology and security providers.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For information on how long we intend to retain each category of\n      Personal Data, please see \"How Is Platform Data Stored, and How Long Is\n      It Kept? – Retention\" above.} "
    },
    {
      "Text": "Methods of Submitting Requests\\n\\nIf you are a resident of a U.S. state with an effective US State Privacy Law, you may submit requests to exercise your \"Right to Know/Access\", your \"Right to Delete\", your \"Right to Correct\", and/or your \"Right to Data Portability\" via any of the following methods:\\n\\nBy web form, available by clicking here\\nBy toll-free telephone, to: 1-888-821-2911",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {– Retention\" above. Disclosure of Personal Data For purposes of applicable US State Privacy Laws: \"Sales\"/\"Sharing\" : we \"sell\" (as defined by the\n        applicable US State Privacy Law) and/or \"share\" (as defined by CCPA)\n        (and, during the 12 months prior to the \"Last Modified\" date at the\n        top of this Privacy Statement, have sold and/or shared) \"identifiers\"\n        (a category of Personal Data) that we derive from each of the above\n        categories of Personal Data to our clients in connection with their\n        (and their respective clients’) advertising activities, including\n        cross-context behavioral advertising and targeted advertising (each,\n        as defined by the applicable US State Privacy Law); however, we do not\n        knowingly sell or share the Personal Data of children under the age of\n        16 without required affirmative authorization; and \"Disclosures for a Business Purpose\" : we disclose\n        (and have disclosed during the 12 months prior to the \"Last Modified\"\n        date at the top of this Privacy Statement) each of the above\n        categories of Personal Data for a \"business purpose\" (as defined by\n        CCPA) to \"service providers\"/\"processors\" (each, as defined by the\n        applicable US State Privacy Law) that perform certain services on our\n        behalf, such as data center providers, hosting service providers, and\n        data analytics providers, and anti-fraud, technology and security\n        providers.} "
    },
    {
      "Text": "If you are a resident of a U.S. state with an effective US State Privacy Law, you may exercise your applicable US State Privacy Law \"Right(s) to Opt Out\" via the following method(s):\\n\\nBy web form, available by clicking here\\nVia the \"Global Privacy Control\" user-enabled \"universal opt-out mechanism\", if such a universal opt-out mechanism is legally required as a method of opting out by the applicable US State Privacy Law (for more information regarding Global Privacy Control, please visit the Global Privacy Control website: https://globalprivacycontrol.org/)",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Also, as a data subject of a European Jurisdiction, you have the right\n      to lodge a complaint about our processing of Personal Data with a\n      European Data Protection Authority, in particular the Member State of\n      your residence, place of work or alleged infringement of the GDPR. For\n      contact details of your relevant local Data Protection Authority, please\n      click here .} "
    },
    {
      "Text": "What Happens if this Privacy Statement is Changed?\\nPlease check this page for changes, as we may change this Privacy Statement at any time. If we make changes that we believe are material, those changes will not be applied to information collected prior to the date the changes went into effect.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Countries outside the EEA may not be deemed by the European Commission\n      to provide an adequate level of data protection for your Personal Data\n      or to have data protection or other laws as comprehensive as those in\n      EEA countries. We will, however, ensure that where ID5 group companies\n      receive Personal Data of EEA data subjects outside the EEA, or provide\n      Personal Data to third-party service providers outside of the EEA,\n      appropriate data protection safeguards are in place (such as \"standard\n      contractual clauses\").} "
    },
    {
      "Text": "The Platform is designed to use certain types of information, that collectively we call \"Platform Data\". This includes information collected by our technology, products and services on the Digital Properties (\"Collected Data\"), which may include such information as IP address, unique browser or device identifiers, and the latitude and longitude of your device when you view a website that may want to show you an ad; (ii) information provided or uploaded to us or our Platform by our clients (\"Client Data\"), which typically includes a \"hashed\" copy of your email address (\"hashing\" prevents us from seeing the actual email address); and (iii) \"ID5 IDs\" (described below), which are random unique identifiers that we create and connect to Collected Data and/or Client Data.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We do not own digital properties on which we advertise, and we\n      engage in advertising only in a limited manner for our own recruiting\n      purposes and to advertise to other businesses (not to consumers). What do we mean by Platform Data?} "
    },
    {
      "Text": "Some Platform Data (for example, cookie IDs, mobile advertising identifiers, ID5 IDs, and IP addresses) may identify a particular computer or device, and may be considered \"Personal Data\" or \"personal information\" (or another term with a substantially similar definition and obligations) in some jurisdictions, including the European Economic Area (see below on the meaning of \"Personal Data\" under the EU General Data Protection Regulation) and certain U.S. states.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {See \" What Information Do We Collect? \" below for more details on the type of information that may be\n      included in Platform Data.} "
    },
    {
      "Text": "Our Platform is not designed to utilize information that by itself identifies an individual in the \"real world\", such as \"un-hashed\" (i.e., actual) name, address, phone number, email address, or government identifier.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This data - which\n      we call \"Personal Data\" - allows us to recognize a particular computer\n      or device over time. We call cookie IDs, mobile advertising IDs, ID5\n      IDs, and other random unique identifiers \" Digital Identifiers \".} "
    },
    {
      "Text": "These cookies enable our clients to recognize users and to see users' consent choices (including opt-out choices).\\n\\nThe Platform uses unique cookies to distinguish between unique web browsers.\\nThe Platform uses cookies with non-unique values for server load-balancing and similar technical purposes.\\nThe Platform uses non-unique cookies to store users’ opt-out choices.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Mobile\n      advertising identifiers are used in connection with apps on your mobile\n      device as opposed to websites that you access through a browser. Cookie Use by the Platform Although the specific cookies employed on the ID5 Platform may change\n      from time to time, this describes how and why the ID5 Platform uses\n      cookies.} "
    },
    {
      "Text": "Last Modified: February 02, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {The Platform uses non-unique cookies to store users’ opt-out choices. Some browsers or other software may be configured to block third-party\n      cookies by default.} "
    },
    {
      "Text": "What information do we collect and use?\tThe Platform is designed to collect and use only Platform Data (i.e., Collected Data, Client Data, and ID5 IDs) as described in this Privacy Statement. Details.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {It\n      describes how ID5 may enable or allow clients and third-party providers\n      to use Platform Data, but otherwise does not apply to our clients' or\n      other third parties' practices. If you are interested in our website\n      privacy policy, please click here .} "
    },
    {
      "Text": "How do we collect information?\tThe Platform may use cookies, pixels, tags, mobile SDKs, and similar technologies to collect and store Platform Data about web browsers and devices across websites and apps and over time. Details.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Platform is designed to collect and use only Platform Data\n          (i.e., Collected Data, Client Data, and ID5 IDs) as described in\n          this Privacy Statement. Details .} "
    },
    {
      "Text": "For what purposes do we use the collected information?\tID5 uses the information collected on the Platform to provide, operate, manage, maintain, and enhance the Platform and allow our clients to use our Platform. This means facilitating user identification; using information for fraud detection and the prevention and detection of malicious behavior and maintaining and enhancing our products and services (including our Platform), including using information for machine learning, optimization and statistical analysis. Details.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Platform may use cookies, pixels, tags, mobile SDKs, and similar\n          technologies to collect and store Platform Data about web browsers\n          and devices across websites and apps and over time. Details .} "
    },
    {
      "Text": "For what purposes do we use the collected information?\tID5 uses the information collected on the Platform to provide, operate, manage, maintain, and enhance the Platform and allow our clients to use our Platform. This means facilitating user identification; using information for fraud detection and the prevention and detection of malicious behavior and maintaining and enhancing our products and services (including our Platform), including using information for machine learning, optimization and statistical analysis. Details.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The Platform may use cookies, pixels, tags, mobile SDKs, and similar\n          technologies to collect and store Platform Data about web browsers\n          and devices across websites and apps and over time. Details .} "
    },
    {
      "Text": "For what purposes do we use the collected information?\tID5 uses the information collected on the Platform to provide, operate, manage, maintain, and enhance the Platform and allow our clients to use our Platform. This means facilitating user identification; using information for fraud detection and the prevention and detection of malicious behavior and maintaining and enhancing our products and services (including our Platform), including using information for machine learning, optimization and statistical analysis. Details.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The Platform may use cookies, pixels, tags, mobile SDKs, and similar\n          technologies to collect and store Platform Data about web browsers\n          and devices across websites and apps and over time. Details .} "
    },
    {
      "Text": "What information do we share with third parties?\tWhere permitted, we provide clients access to their Platform Data that they collect, acquire, or use on the Platform, and typically they may remove it from the Platform for their own use. ID5 may also provide Platform Data to our clients and service providers for the purpose of operating, managing, maintaining, or enhancing our products and services, (including our Platform), including for the safety and security of the Platform and the online advertising industry, or as required by law. ID5 does not share the information collected via the Platform with other third parties, unless legally required. Details.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {With respect to Collected Data that is Personal\n          Data in a European Jurisdiction, we generally rely on consent\n          obtained for us by the operators of the Digital Properties that use\n          our technology or use technology that interacts with our Platform;\n          with respect to Client Data that is Personal Data, we rely on\n          consent obtained by or on behalf of the particular client that\n          provides it to us or our Platform. Details .} "
    },
    {
      "Text": "How is the information stored and how long is it kept?\tPlatform Data is stored using generally accepted security standards. It is usually aggregated or deleted within 30-90 days, but may be retained in the Platform for up to 18 months from the date of collection before aggregation or deletion. Details.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {ID5 does not share the information\n          collected via the Platform with other third parties, unless legally\n          required. Details .} "
    },
    {
      "Text": "What happens if this Privacy Statement is changed?\tPlease check this Privacy Statement for changes. The date of the last update can be found at the top of this Privacy Statement.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Mobile app users\n            have access to choices provided by certain apps or in their device\n            system software. Details .} "
    },
    {
      "Text": "What happens if this Privacy Statement is changed? ||| 1: Please check this Privacy Statement for changes. The date of the last update can be found at the top of this Privacy Statement.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Mobile app users\n            have access to choices provided by certain apps or in their device\n            system software. Details .} "
    },
    {
      "Text": "What information do we collect and use? ||| 1: The Platform is designed to collect and use only Platform Data (i.e., Collected Data, Client Data, and ID5 IDs) as described in this Privacy Statement. Details.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {It\n      describes how ID5 may enable or allow clients and third-party providers\n      to use Platform Data, but otherwise does not apply to our clients' or\n      other third parties' practices. If you are interested in our website\n      privacy policy, please click here .} "
    },
    {
      "Text": "How do we collect information? ||| 1: The Platform may use cookies, pixels, tags, mobile SDKs, and similar technologies to collect and store Platform Data about web browsers and devices across websites and apps and over time. Details.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Platform is designed to collect and use only Platform Data\n          (i.e., Collected Data, Client Data, and ID5 IDs) as described in\n          this Privacy Statement. Details .} "
    },
    {
      "Text": "For what purposes do we use the collected information? ||| 1: ID5 uses the information collected on the Platform to provide, operate, manage, maintain, and enhance the Platform and allow our clients to use our Platform. This means facilitating user identification; using information for fraud detection and the prevention and detection of malicious behavior and maintaining and enhancing our products and services (including our Platform), including using information for machine learning, optimization and statistical analysis. Details.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Platform may use cookies, pixels, tags, mobile SDKs, and similar\n          technologies to collect and store Platform Data about web browsers\n          and devices across websites and apps and over time. Details .} "
    },
    {
      "Text": "For what purposes do we use the collected information? ||| 1: ID5 uses the information collected on the Platform to provide, operate, manage, maintain, and enhance the Platform and allow our clients to use our Platform. This means facilitating user identification; using information for fraud detection and the prevention and detection of malicious behavior and maintaining and enhancing our products and services (including our Platform), including using information for machine learning, optimization and statistical analysis. Details.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The Platform may use cookies, pixels, tags, mobile SDKs, and similar\n          technologies to collect and store Platform Data about web browsers\n          and devices across websites and apps and over time. Details .} "
    },
    {
      "Text": "For what purposes do we use the collected information? ||| 1: ID5 uses the information collected on the Platform to provide, operate, manage, maintain, and enhance the Platform and allow our clients to use our Platform. This means facilitating user identification; using information for fraud detection and the prevention and detection of malicious behavior and maintaining and enhancing our products and services (including our Platform), including using information for machine learning, optimization and statistical analysis. Details.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The Platform may use cookies, pixels, tags, mobile SDKs, and similar\n          technologies to collect and store Platform Data about web browsers\n          and devices across websites and apps and over time. Details .} "
    },
    {
      "Text": "What information do we share with third parties? ||| 1: Where permitted, we provide clients access to their Platform Data that they collect, acquire, or use on the Platform, and typically they may remove it from the Platform for their own use. ID5 may also provide Platform Data to our clients and service providers for the purpose of operating, managing, maintaining, or enhancing our products and services, (including our Platform), including for the safety and security of the Platform and the online advertising industry, or as required by law. ID5 does not share the information collected via the Platform with other third parties, unless legally required. Details.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {With respect to Collected Data that is Personal\n          Data in a European Jurisdiction, we generally rely on consent\n          obtained for us by the operators of the Digital Properties that use\n          our technology or use technology that interacts with our Platform;\n          with respect to Client Data that is Personal Data, we rely on\n          consent obtained by or on behalf of the particular client that\n          provides it to us or our Platform. Details .} "
    },
    {
      "Text": "How is the information stored and how long is it kept? ||| 1: Platform Data is stored using generally accepted security standards. It is usually aggregated or deleted within 30-90 days, but may be retained in the Platform for up to 18 months from the date of collection before aggregation or deletion. Details.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {ID5 does not share the information\n          collected via the Platform with other third parties, unless legally\n          required. Details .} "
    },
    {
      "Text": "What information do we collect and use?",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {It\n      describes how ID5 may enable or allow clients and third-party providers\n      to use Platform Data, but otherwise does not apply to our clients' or\n      other third parties' practices. If you are interested in our website\n      privacy policy, please click here .} "
    },
    {
      "Text": "How do we collect information?",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Platform is designed to collect and use only Platform Data\n          (i.e., Collected Data, Client Data, and ID5 IDs) as described in\n          this Privacy Statement. Details .} "
    },
    {
      "Text": "For what purposes do we use the collected information?",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Platform may use cookies, pixels, tags, mobile SDKs, and similar\n          technologies to collect and store Platform Data about web browsers\n          and devices across websites and apps and over time. Details .} "
    },
    {
      "Text": "For what purposes do we use the collected information?",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The Platform may use cookies, pixels, tags, mobile SDKs, and similar\n          technologies to collect and store Platform Data about web browsers\n          and devices across websites and apps and over time. Details .} "
    },
    {
      "Text": "For what purposes do we use the collected information?",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The Platform may use cookies, pixels, tags, mobile SDKs, and similar\n          technologies to collect and store Platform Data about web browsers\n          and devices across websites and apps and over time. Details .} "
    },
    {
      "Text": "What information do we share with third parties?",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {With respect to Collected Data that is Personal\n          Data in a European Jurisdiction, we generally rely on consent\n          obtained for us by the operators of the Digital Properties that use\n          our technology or use technology that interacts with our Platform;\n          with respect to Client Data that is Personal Data, we rely on\n          consent obtained by or on behalf of the particular client that\n          provides it to us or our Platform. Details .} "
    },
    {
      "Text": "How is the information stored and how long is it kept?",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {ID5 does not share the information\n          collected via the Platform with other third parties, unless legally\n          required. Details .} "
    },
    {
      "Text": "What happens if this Privacy Statement is changed?",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Mobile app users\n            have access to choices provided by certain apps or in their device\n            system software. Details .} "
    },
    {
      "Text": "The Platform is designed to collect and use only Platform Data (i.e., Collected Data, Client Data, and ID5 IDs) as described in this Privacy Statement. Details. ||| The Platform may use cookies, pixels, tags, mobile SDKs, and similar technologies to collect and store Platform Data about web browsers and devices across websites and apps and over time. Details.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you are interested in our website\n      privacy policy, please click here . What information do we collect and use?} "
    },
    {
      "Text": "ID5 uses the information collected on the Platform to provide, operate, manage, maintain, and enhance the Platform and allow our clients to use our Platform. This means facilitating user identification; using information for fraud detection and the prevention and detection of malicious behavior and maintaining and enhancing our products and services (including our Platform), including using information for machine learning, optimization and statistical analysis. Details.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Details . For what purposes do we use the collected information?} "
    },
    {
      "Text": "ID5 uses the information collected on the Platform to provide, operate, manage, maintain, and enhance the Platform and allow our clients to use our Platform. This means facilitating user identification; using information for fraud detection and the prevention and detection of malicious behavior and maintaining and enhancing our products and services (including our Platform), including using information for machine learning, optimization and statistical analysis. Details.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Details . For what purposes do we use the collected information?} "
    },
    {
      "Text": "ID5 uses the information collected on the Platform to provide, operate, manage, maintain, and enhance the Platform and allow our clients to use our Platform. This means facilitating user identification; using information for fraud detection and the prevention and detection of malicious behavior and maintaining and enhancing our products and services (including our Platform), including using information for machine learning, optimization and statistical analysis. Details.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Details . For what purposes do we use the collected information?} "
    },
    {
      "Text": "Platform Data is stored using generally accepted security standards. It is usually aggregated or deleted within 30-90 days, but may be retained in the Platform for up to 18 months from the date of collection before aggregation or deletion. Details",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Details . How is the information stored and how long is it kept?} "
    },
    {
      "Text": "Please check this Privacy Statement for changes. The date of the last update can be found at the top of this Privacy Statement.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Details . What happens if this Privacy Statement is changed?} "
    },
    {
      "Text": "What Information Do We Collect?\\nCollected Data When you visit a Digital Property (e.g., a website) that uses our technology (or that uses technology that transacts with parties using our Platform), we collect certain information about you and your device, including:\\n\\nInformation about your browser, including:\\nthe type of browser\\nbrowser language\\nbrowser settings\\ncookie information\\nInformation about your device, including:\\ninformation about the device's operating system including its version and connection type\\ndevice make, device model\\nmobile advertising identifiers, such as your Apple IDFA or Google AAID\\nthe IP address from which the device accesses a client's Digital Property\\nInformation about the Digital Properties you visit, including web pages or apps visited or used and the time those web pages or apps were visited or used.\\nInformation about your Internet service, including information about which Internet Service Provider (ISP) you use.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The Platform is designed to use certain types of information, that\n      collectively we call \" Platform Data \". This includes\n      information collected by our technology, products and services on the\n      Digital Properties (\" Collected Data \"), which may\n      include such information as IP address, unique browser or device\n      identifiers, and the latitude and longitude of your device when you view\n      a website that may want to show you an ad; (ii) information provided or\n      uploaded to us or our Platform by our clients (\" Client Data \"), which typically includes a \"hashed\" copy of your email address\n      (\"hashing\" prevents us from seeing the actual email address); and (iii)\n      \" ID5 IDs \" (described below), which are random unique\n      identifiers that we create and connect to Collected Data and/or Client\n      Data.} "
    },
    {
      "Text": "Client Data Our clients may provide or upload to us or our Platform \"Client Data\", which typically includes a \"hashed\" email address (\"hashing\" prevents us from seeing the actual email address).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Collected Data When you visit a Digital Property (e.g., a website) that uses our\n      technology (or that uses technology that transacts with parties using\n      our Platform), we collect certain information about you and your device,\n      including: Information about your browser , including: the type of browser browser language browser settings cookie information Information about your device , including: information about the device's operating system including its\n            version and connection type device make, device model mobile advertising identifiers, such as your Apple IDFA or Google\n            AAID the IP address from which the device accesses a client's Digital\n            Property Information about the Digital Properties you visit ,\n        including web pages or apps visited or used and the time those web\n        pages or apps were visited or used. Information about your Internet service , including\n        information about which Internet Service Provider (ISP) you use.} "
    },
    {
      "Text": "How Do We Collect Information?\\nThe Platform uses cookies, pixels, tags, mobile SDKs, and similar technologies to collect data associated with particular web browsers or devices\\nWe and the Platform also receive data from our clients and other third parties",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Our clients and vendors, and our\n      clients' third-party clients and vendors, may use their own tags,\n      pixels, cookies, or other similar technology (or those of their other\n      affiliates) within their advertisements and on certain Digital\n      Properties. We are not responsible for our clients, vendors and/or our\n      clients' third-party providers for their privacy practices, including\n      their collection, use, and/or sharing of data and/or their use of\n      technology on their Digital Properties or in their advertisements.} "
    },
    {
      "Text": "How Do We Use the Information We Collect?\\nTo provide products and services (including our Platform) to our clients, including in connection with ID5 IDs\\nTo develop, maintain, and improve our products and services (including our Platform), including:\\nConducting research and development, such as conducting machine learning to better optimize the efficiency of our products and services\\nInvestigating, protecting against and deterring malicious activity, fake traffic or fraudulent, unauthorized or illegal activity on the Platform and on the internet\\nTo compile statistics about the activities occurring on or through our Platform, including for reporting and marketing purposes",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We are not responsible for our clients, vendors and/or our\n      clients' third-party providers for their privacy practices, including\n      their collection, use, and/or sharing of data and/or their use of\n      technology on their Digital Properties or in their advertisements. How Do We Collect Information?} "
    },
    {
      "Text": "How Do We Use the Information We Collect?\\nTo provide products and services (including our Platform) to our clients, including in connection with ID5 IDs\\nTo develop, maintain, and improve our products and services (including our Platform), including:\\nConducting research and development, such as conducting machine learning to better optimize the efficiency of our products and services\\nInvestigating, protecting against and deterring malicious activity, fake traffic or fraudulent, unauthorized or illegal activity on the Platform and on the internet\\nTo compile statistics about the activities occurring on or through our Platform, including for reporting and marketing purposes",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We are not responsible for our clients, vendors and/or our\n      clients' third-party providers for their privacy practices, including\n      their collection, use, and/or sharing of data and/or their use of\n      technology on their Digital Properties or in their advertisements. How Do We Collect Information?} "
    },
    {
      "Text": "How Do We Use the Information We Collect?\\nTo provide products and services (including our Platform) to our clients, including in connection with ID5 IDs\\nTo develop, maintain, and improve our products and services (including our Platform), including:\\nConducting research and development, such as conducting machine learning to better optimize the efficiency of our products and services\\nInvestigating, protecting against and deterring malicious activity, fake traffic or fraudulent, unauthorized or illegal activity on the Platform and on the internet\\nTo compile statistics about the activities occurring on or through our Platform, including for reporting and marketing purposes",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We are not responsible for our clients, vendors and/or our\n      clients' third-party providers for their privacy practices, including\n      their collection, use, and/or sharing of data and/or their use of\n      technology on their Digital Properties or in their advertisements. How Do We Collect Information?} "
    },
    {
      "Text": "For users who are not European Jurisdiction data subjects, we provide our clients with Platform Controls, including our allow-listing capabilities, to control which third parties may receive, use, and share your information.\\nVendors We share Platform Data with, and enable the collection of Platform Data by, our vendors (including data center providers, hosting providers, data analytics providers, and anti-fraud, technology and security providers), so that they can provide services to us, including to detect and prevent malicious activity or fake traffic and to provide analytics and reporting about our products and services. Our vendors are subject to obligations consistent with this Privacy Statement and appropriate confidentiality and security measures.\\nLegal Rights and Compliance with Law We may also disclose Platform Data in the event that we reasonably suspect malicious activity or fake traffic or when we reasonably believe it is required by law, subpoena or other legal process, including to meet national security or law enforcement requirements.\\nID5 Affiliates We share Platform Data with other companies in the ID5 group of companies to use for any of the purposes described in this Privacy Statement.\\nBusiness Transfers We may transfer Platform Data to a successor entity in connection with a corporate merger; consolidation; sale of assets, equity, or business; bankruptcy; or other corporate change.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For European Jurisdiction data subjects , our\n            clients may utilize multiple controls to choose the third parties\n            with whom we share your information that we collect through our\n            clients' use of our Platform including: IAB Europe Transparency and Consent Framework (the \" TCF Framework \"): We are registered as a vendor with, and support, the TCF\n                    Framework. When you visit a Digital Property on which the TCF\n                    Framework is utilized, the TCF Framework is designed to\n                    (i) allow the Digital Property to choose which third\n                    parties (e.g., vendors) they wish to allow to access your\n                    device and/or collect, use and share your Personal Data\n                    and (ii) provide dynamic transparency and choice to you\n                    about each of these vendors (e.g., an opportunity for you\n                    to consent) in connection with your visit to the Digital\n                    Property, depending on that third-party’s use of your data\n                    and legal basis.} "
    },
    {
      "Text": "How and Why Do We Share the Information We Collect?\\nID5 shares Platform Data with the following third parties:\\n\\nClients and their third-party vendors We provide ID5 IDs to our clients and, if and as elected by our clients (including, if applicable, pursuant to your choices on their Digital Properties), our clients’ third-party vendors.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {With respect to Collected Data that is\n      Personal Data of a European Jurisdiction data subject, we generally rely\n      on consent obtained for us by the operators of the Digital Properties\n      that use our technology or use technology that interacts with our\n      Platform; with respect to Client Data that is Personal Data of a\n      European Jurisdiction data subject, we rely on consent obtained by or on\n      behalf of the particular client that provides it to us or our Platform. If you have questions about or need further information concerning the\n      legal basis on which we process Personal Data, please contact us at privacy@id5.io .} "
    },
    {
      "Text": "Clients and their third-party vendors We provide ID5 IDs to our clients and, if and as elected by our clients (including, if applicable, pursuant to your choices on their Digital Properties), our clients’ third-party vendors.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you have questions about or need further information concerning the\n      legal basis on which we process Personal Data, please contact us at privacy@id5.io . How and Why Do We Share the Information We Collect?} "
    },
    {
      "Text": "Retention\\n\\nWe never store any information longer than we need it. Platform Data is usually aggregated or deleted within 30-90 days, but may be retained in the Platform for up to 18 months for specific clients and for use for security and the detection and prevention of fraud and invalid traffic from the date of collection before aggregation or deletion. When we no longer need the information we collect, it is deleted or aggregated.\\nAggregated anonymized information is used for reporting and analysis, and may be stored in the Platform indefinitely.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Once we receive\n        Platform Data, we will use strict procedures and security features to\n        try to prevent unauthorized access. Please also be mindful that we are\n        not responsible for the security measures of third parties.} "
    },
    {
      "Text": "Right to Delete: the right to request that a \"business\"/\"controller\" (each, as defined by the applicable US State Privacy Law) delete, following your verifiable/authenticated consumer request, the specific pieces of Personal Data such business/controller has collected from you.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Also, as a data subject of a European Jurisdiction, you have the right\n      to lodge a complaint about our processing of Personal Data with a\n      European Data Protection Authority, in particular the Member State of\n      your residence, place of work or alleged infringement of the GDPR. For\n      contact details of your relevant local Data Protection Authority, please\n      click here .} "
    },
    {
      "Text": "Right to Know/Access: the right to request that a business/controller disclose to you, following your verifiable/authenticated consumer request, some or all of the following (based on your applicable US State Privacy Law):\\nThe categories of Personal Data the business/controller has collected about you\\nThe categories of sources from which the Personal Data is collected\\nThe business or commercial purpose for collecting, selling, or (under CCPA) \"sharing\" Personal Data",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {For\n      contact details of your relevant local Data Protection Authority, please\n      click here . Your Rights under Certain U.S. State General Privacy Laws Consumer Rights If you are a resident of a U.S. state with an effective general privacy\n      law (such as California under the California Consumer Privacy Act,\n      including as amended by the California Privacy Rights Act (as amended, \"CCPA\" ), and Virginia under the Virginia Consumer Data\n      Protection Act) (each such law, a \"US State Privacy Law\" ), you have some or all of the\n      following rights with respect to your Personal Data, as set forth in the\n      applicable US State Privacy Law: Right to Delete : the right to request that a\n        \"business\"/\"controller\" (each, as defined by the applicable US State\n        Privacy Law) delete, following your verifiable/authenticated consumer\n        request, the specific pieces of Personal Data such business/controller\n        has collected from you.} "
    },
    {
      "Text": "The business or commercial purpose for collecting, selling, or (under CCPA) \"sharing\" Personal Data\\nThe categories of third parties with which the business/controller shares Personal Data",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {For\n      contact details of your relevant local Data Protection Authority, please\n      click here . Your Rights under Certain U.S. State General Privacy Laws Consumer Rights If you are a resident of a U.S. state with an effective general privacy\n      law (such as California under the California Consumer Privacy Act,\n      including as amended by the California Privacy Rights Act (as amended, \"CCPA\" ), and Virginia under the Virginia Consumer Data\n      Protection Act) (each such law, a \"US State Privacy Law\" ), you have some or all of the\n      following rights with respect to your Personal Data, as set forth in the\n      applicable US State Privacy Law: Right to Delete : the right to request that a\n        \"business\"/\"controller\" (each, as defined by the applicable US State\n        Privacy Law) delete, following your verifiable/authenticated consumer\n        request, the specific pieces of Personal Data such business/controller\n        has collected from you.} "
    },
    {
      "Text": "The categories of Personal Data about you that the business/controller disclosed for a business purpose\\nIf the business/controller sells or (under CPRA) \"shares\" your Personal Data:\\nThe categories of Personal Data that the business/controller sold or (under CCPA) shared about you\\nThe categories of third parties to which your Personal Data was sold or (under CCPA) shared, by category or categories of Personal Data for each category of third parties to which the Personal Data was sold\\nThe business or commercial purpose for selling or (under CCPA) sharing Personal Data",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {For\n      contact details of your relevant local Data Protection Authority, please\n      click here . Your Rights under Certain U.S. State General Privacy Laws Consumer Rights If you are a resident of a U.S. state with an effective general privacy\n      law (such as California under the California Consumer Privacy Act,\n      including as amended by the California Privacy Rights Act (as amended, \"CCPA\" ), and Virginia under the Virginia Consumer Data\n      Protection Act) (each such law, a \"US State Privacy Law\" ), you have some or all of the\n      following rights with respect to your Personal Data, as set forth in the\n      applicable US State Privacy Law: Right to Delete : the right to request that a\n        \"business\"/\"controller\" (each, as defined by the applicable US State\n        Privacy Law) delete, following your verifiable/authenticated consumer\n        request, the specific pieces of Personal Data such business/controller\n        has collected from you.} "
    },
    {
      "Text": "The specific pieces of Personal Data the business/controller has collected about you",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {For\n      contact details of your relevant local Data Protection Authority, please\n      click here . Your Rights under Certain U.S. State General Privacy Laws Consumer Rights If you are a resident of a U.S. state with an effective general privacy\n      law (such as California under the California Consumer Privacy Act,\n      including as amended by the California Privacy Rights Act (as amended, \"CCPA\" ), and Virginia under the Virginia Consumer Data\n      Protection Act) (each such law, a \"US State Privacy Law\" ), you have some or all of the\n      following rights with respect to your Personal Data, as set forth in the\n      applicable US State Privacy Law: Right to Delete : the right to request that a\n        \"business\"/\"controller\" (each, as defined by the applicable US State\n        Privacy Law) delete, following your verifiable/authenticated consumer\n        request, the specific pieces of Personal Data such business/controller\n        has collected from you.} "
    },
    {
      "Text": "Right to Know/Access: the right to request that a business/controller disclose to you, following your verifiable/authenticated consumer request, some or all of the following (based on your applicable US State Privacy Law):",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {For\n      contact details of your relevant local Data Protection Authority, please\n      click here . Your Rights under Certain U.S. State General Privacy Laws Consumer Rights If you are a resident of a U.S. state with an effective general privacy\n      law (such as California under the California Consumer Privacy Act,\n      including as amended by the California Privacy Rights Act (as amended, \"CCPA\" ), and Virginia under the Virginia Consumer Data\n      Protection Act) (each such law, a \"US State Privacy Law\" ), you have some or all of the\n      following rights with respect to your Personal Data, as set forth in the\n      applicable US State Privacy Law: Right to Delete : the right to request that a\n        \"business\"/\"controller\" (each, as defined by the applicable US State\n        Privacy Law) delete, following your verifiable/authenticated consumer\n        request, the specific pieces of Personal Data such business/controller\n        has collected from you.} "
    },
    {
      "Text": "Right to Correct the right to request that the business/controller correct any inaccurate Personal Data that it has collected about you",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {For\n      contact details of your relevant local Data Protection Authority, please\n      click here . Your Rights under Certain U.S. State General Privacy Laws Consumer Rights If you are a resident of a U.S. state with an effective general privacy\n      law (such as California under the California Consumer Privacy Act,\n      including as amended by the California Privacy Rights Act (as amended, \"CCPA\" ), and Virginia under the Virginia Consumer Data\n      Protection Act) (each such law, a \"US State Privacy Law\" ), you have some or all of the\n      following rights with respect to your Personal Data, as set forth in the\n      applicable US State Privacy Law: Right to Delete : the right to request that a\n        \"business\"/\"controller\" (each, as defined by the applicable US State\n        Privacy Law) delete, following your verifiable/authenticated consumer\n        request, the specific pieces of Personal Data such business/controller\n        has collected from you.} "
    },
    {
      "Text": "Right to Data Portability the right to be provided with a copy of the Personal Data about you that the business/controller processes by automated means in a portable and, to the extent technically feasible, readily usable format that allows you to transmit it to another party",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {For\n      contact details of your relevant local Data Protection Authority, please\n      click here . Your Rights under Certain U.S. State General Privacy Laws Consumer Rights If you are a resident of a U.S. state with an effective general privacy\n      law (such as California under the California Consumer Privacy Act,\n      including as amended by the California Privacy Rights Act (as amended, \"CCPA\" ), and Virginia under the Virginia Consumer Data\n      Protection Act) (each such law, a \"US State Privacy Law\" ), you have some or all of the\n      following rights with respect to your Personal Data, as set forth in the\n      applicable US State Privacy Law: Right to Delete : the right to request that a\n        \"business\"/\"controller\" (each, as defined by the applicable US State\n        Privacy Law) delete, following your verifiable/authenticated consumer\n        request, the specific pieces of Personal Data such business/controller\n        has collected from you.} "
    },
    {
      "Text": "Right to Opt Out: based on the applicable US State Privacy Law, some or all of the following rights:\\nThe right to direct a business /controller (as defined by the applicable US State Privacy Law) not to sell (as defined by the applicable US State Privacy Law) or (under CCPA) \"share\" your Personal Data.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {For\n      contact details of your relevant local Data Protection Authority, please\n      click here . Your Rights under Certain U.S. State General Privacy Laws Consumer Rights If you are a resident of a U.S. state with an effective general privacy\n      law (such as California under the California Consumer Privacy Act,\n      including as amended by the California Privacy Rights Act (as amended, \"CCPA\" ), and Virginia under the Virginia Consumer Data\n      Protection Act) (each such law, a \"US State Privacy Law\" ), you have some or all of the\n      following rights with respect to your Personal Data, as set forth in the\n      applicable US State Privacy Law: Right to Delete : the right to request that a\n        \"business\"/\"controller\" (each, as defined by the applicable US State\n        Privacy Law) delete, following your verifiable/authenticated consumer\n        request, the specific pieces of Personal Data such business/controller\n        has collected from you.} "
    },
    {
      "Text": "Right to Non-Discrimination: the right not to be discriminated against by a business because you exercise any of your rights under your applicable US State Privacy Law, including by:\\nDenying goods or services to you\\nCharging you different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties\\nProviding a different level or quality of goods or services to you\\nSuggesting that you will receive a different price or rate for goods or services or a different level or quality of goods or services",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {and does not require us to\n        cease processing your unique ID5 ID. However, we currently effect\n        elections to opt out of the \"sale\" or \"sharing\" of Personal Data\n        and/or to opt out of \"targeted advertising\" by performing our browser\n        opt-out process (please see below under the header \"Methods of\n        Submitting Requests\").} "
    },
    {
      "Text": "We collect (and during the last 12 months have collected) the following categories of personal information, from the following categories of Personal Data, and for the following business or commercial purposes:\\n\\nCategories of Personal Data\tCategories of Sources\tBusiness / Commercial Purposes\\nIdentifiers (such as an online identifier (e.g., a cookie ID, a mobile advertising ID, or an ID5 ID) or an IP address)\t\\nCollected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties\\n\\nClient Personal Data: we receive such information from our clients or partners\\n\\nCollected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nClient Personal Information: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nInternet or other electronic network activity information (such as browsing history, user agent or timestamp)\t\\nCollected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties\\n\\nClient Personal Data: we receive such information from our clients or partners\\n\\nCollected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nClient Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Right to Non-Discrimination : the right not to be\n        discriminated against by a business because you exercise any of your\n        rights under your applicable US State Privacy Law, including by: Denying goods or services to you Charging you different prices or rates for goods or services,\n            including through the use of discounts or other benefits or\n            imposing penalties Providing a different level or quality of goods or services to you Suggesting that you will receive a different price or rate for\n            goods or services or a different level or quality of goods or\n            services Personal Data To provide and operate our products and services (including our\n      Platform), we utilize (i) Personal Data collected by our products and\n      services on the Digital Properties ( \"Collected Personal Data\" ), (ii) Personal Data provided to us by or on behalf of our clients\n      ( \"Client Personal Data\" ), and (iii) our ID5 IDs, which\n      are Digital Identifiers (see table below). Even though Client Personal\n      Data is provided to us, we may be considered to have \"collected\" such\n      data under US State Privacy Laws.} "
    },
    {
      "Text": "We collect (and during the last 12 months have collected) the following categories of personal information, from the following categories of Personal Data, and for the following business or commercial purposes:\\n\\nCategories of Personal Data\tCategories of Sources\tBusiness / Commercial Purposes\\nIdentifiers (such as an online identifier (e.g., a cookie ID, a mobile advertising ID, or an ID5 ID) or an IP address)\t\\nCollected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties\\n\\nClient Personal Data: we receive such information from our clients or partners\\n\\nCollected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nClient Personal Information: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nInternet or other electronic network activity information (such as browsing history, user agent or timestamp)\t\\nCollected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties\\n\\nClient Personal Data: we receive such information from our clients or partners\\n\\nCollected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nClient Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Right to Non-Discrimination : the right not to be\n        discriminated against by a business because you exercise any of your\n        rights under your applicable US State Privacy Law, including by: Denying goods or services to you Charging you different prices or rates for goods or services,\n            including through the use of discounts or other benefits or\n            imposing penalties Providing a different level or quality of goods or services to you Suggesting that you will receive a different price or rate for\n            goods or services or a different level or quality of goods or\n            services Personal Data To provide and operate our products and services (including our\n      Platform), we utilize (i) Personal Data collected by our products and\n      services on the Digital Properties ( \"Collected Personal Data\" ), (ii) Personal Data provided to us by or on behalf of our clients\n      ( \"Client Personal Data\" ), and (iii) our ID5 IDs, which\n      are Digital Identifiers (see table below). Even though Client Personal\n      Data is provided to us, we may be considered to have \"collected\" such\n      data under US State Privacy Laws.} "
    },
    {
      "Text": "We collect (and during the last 12 months have collected) the following categories of personal information, from the following categories of Personal Data, and for the following business or commercial purposes:\\n\\nCategories of Personal Data\tCategories of Sources\tBusiness / Commercial Purposes\\nIdentifiers (such as an online identifier (e.g., a cookie ID, a mobile advertising ID, or an ID5 ID) or an IP address)\t\\nCollected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties\\n\\nClient Personal Data: we receive such information from our clients or partners\\n\\nCollected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nClient Personal Information: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nInternet or other electronic network activity information (such as browsing history, user agent or timestamp)\t\\nCollected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties\\n\\nClient Personal Data: we receive such information from our clients or partners\\n\\nCollected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nClient Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Right to Non-Discrimination : the right not to be\n        discriminated against by a business because you exercise any of your\n        rights under your applicable US State Privacy Law, including by: Denying goods or services to you Charging you different prices or rates for goods or services,\n            including through the use of discounts or other benefits or\n            imposing penalties Providing a different level or quality of goods or services to you Suggesting that you will receive a different price or rate for\n            goods or services or a different level or quality of goods or\n            services Personal Data To provide and operate our products and services (including our\n      Platform), we utilize (i) Personal Data collected by our products and\n      services on the Digital Properties ( \"Collected Personal Data\" ), (ii) Personal Data provided to us by or on behalf of our clients\n      ( \"Client Personal Data\" ), and (iii) our ID5 IDs, which\n      are Digital Identifiers (see table below). Even though Client Personal\n      Data is provided to us, we may be considered to have \"collected\" such\n      data under US State Privacy Laws.} "
    },
    {
      "Text": "Categories of Personal Data: Identifiers (such as an online identifier (e.g., a cookie ID, a mobile advertising ID, or an ID5 ID) or an IP address) ||| Categories of Sources: Collected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties Client Personal Data: we receive such information from our clients or partners ||| Business / Commercial Purposes: Collected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs Client Personal Information: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nCategories of Personal Data: Internet or other electronic network activity information (such as browsing history, user agent or timestamp) ||| Categories of Sources: Collected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties Client Personal Data: we receive such information from our clients or partners ||| Business / Commercial Purposes: Collected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs Client Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Right to Non-Discrimination : the right not to be\n        discriminated against by a business because you exercise any of your\n        rights under your applicable US State Privacy Law, including by: Denying goods or services to you Charging you different prices or rates for goods or services,\n            including through the use of discounts or other benefits or\n            imposing penalties Providing a different level or quality of goods or services to you Suggesting that you will receive a different price or rate for\n            goods or services or a different level or quality of goods or\n            services Personal Data To provide and operate our products and services (including our\n      Platform), we utilize (i) Personal Data collected by our products and\n      services on the Digital Properties ( \"Collected Personal Data\" ), (ii) Personal Data provided to us by or on behalf of our clients\n      ( \"Client Personal Data\" ), and (iii) our ID5 IDs, which\n      are Digital Identifiers (see table below). Even though Client Personal\n      Data is provided to us, we may be considered to have \"collected\" such\n      data under US State Privacy Laws.} "
    },
    {
      "Text": "Categories of Personal Data: Identifiers (such as an online identifier (e.g., a cookie ID, a mobile advertising ID, or an ID5 ID) or an IP address) ||| Categories of Sources: Collected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties Client Personal Data: we receive such information from our clients or partners ||| Business / Commercial Purposes: Collected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs Client Personal Information: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nCategories of Personal Data: Internet or other electronic network activity information (such as browsing history, user agent or timestamp) ||| Categories of Sources: Collected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties Client Personal Data: we receive such information from our clients or partners ||| Business / Commercial Purposes: Collected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs Client Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Right to Non-Discrimination : the right not to be\n        discriminated against by a business because you exercise any of your\n        rights under your applicable US State Privacy Law, including by: Denying goods or services to you Charging you different prices or rates for goods or services,\n            including through the use of discounts or other benefits or\n            imposing penalties Providing a different level or quality of goods or services to you Suggesting that you will receive a different price or rate for\n            goods or services or a different level or quality of goods or\n            services Personal Data To provide and operate our products and services (including our\n      Platform), we utilize (i) Personal Data collected by our products and\n      services on the Digital Properties ( \"Collected Personal Data\" ), (ii) Personal Data provided to us by or on behalf of our clients\n      ( \"Client Personal Data\" ), and (iii) our ID5 IDs, which\n      are Digital Identifiers (see table below). Even though Client Personal\n      Data is provided to us, we may be considered to have \"collected\" such\n      data under US State Privacy Laws.} "
    },
    {
      "Text": "Categories of Personal Data: Identifiers (such as an online identifier (e.g., a cookie ID, a mobile advertising ID, or an ID5 ID) or an IP address) ||| Categories of Sources: Collected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties Client Personal Data: we receive such information from our clients or partners ||| Business / Commercial Purposes: Collected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs Client Personal Information: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nCategories of Personal Data: Internet or other electronic network activity information (such as browsing history, user agent or timestamp) ||| Categories of Sources: Collected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties Client Personal Data: we receive such information from our clients or partners ||| Business / Commercial Purposes: Collected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs Client Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Right to Non-Discrimination : the right not to be\n        discriminated against by a business because you exercise any of your\n        rights under your applicable US State Privacy Law, including by: Denying goods or services to you Charging you different prices or rates for goods or services,\n            including through the use of discounts or other benefits or\n            imposing penalties Providing a different level or quality of goods or services to you Suggesting that you will receive a different price or rate for\n            goods or services or a different level or quality of goods or\n            services Personal Data To provide and operate our products and services (including our\n      Platform), we utilize (i) Personal Data collected by our products and\n      services on the Digital Properties ( \"Collected Personal Data\" ), (ii) Personal Data provided to us by or on behalf of our clients\n      ( \"Client Personal Data\" ), and (iii) our ID5 IDs, which\n      are Digital Identifiers (see table below). Even though Client Personal\n      Data is provided to us, we may be considered to have \"collected\" such\n      data under US State Privacy Laws.} "
    },
    {
      "Text": "Identifiers (such as an online identifier (e.g., a cookie ID, a mobile advertising ID, or an ID5 ID) or an IP address) ||| Internet or other electronic network activity information (such as browsing history, user agent or timestamp)\\n\\nCollected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties Client Personal Data: we receive such information from our clients or partners ||| Collected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties Client Personal Data: we receive such information from our clients or partners\\n\\nCollected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs Client Personal Information: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs ||| Collected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs Client Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nWith respect to Collected Personal Data, we believe that we are a \"controller\" or \"third party\" (each, as defined by the applicable US State Privacy Law) that collects such data via consumers’ visits to and/or interactions with the Digital Properties. With respect to Client Personal Data, we believe that we are a \"third party\", as we collect such information only from our clients and do not collect it from consumers.\\n\\nWe do not knowingly collect, use, or disclose sensitive Personal Data through our Platform, products, or services.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Some Platform Data (for example, cookie IDs, mobile advertising\n      identifiers, ID5 IDs, and IP addresses) may identify a particular\n      computer or device, and may be considered \"Personal Data\" or \"personal\n      information\" (or another term with a substantially similar definition\n      and obligations) in some jurisdictions, including the European Economic\n      Area (see below on the meaning of \"Personal Data\" under the EU General\n      Data Protection Regulation) and certain U.S. states. This data - which\n      we call \"Personal Data\" - allows us to recognize a particular computer\n      or device over time.} "
    },
    {
      "Text": "Identifiers (such as an online identifier (e.g., a cookie ID, a mobile advertising ID, or an ID5 ID) or an IP address) ||| Internet or other electronic network activity information (such as browsing history, user agent or timestamp)\\n\\nCollected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties Client Personal Data: we receive such information from our clients or partners ||| Collected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties Client Personal Data: we receive such information from our clients or partners\\n\\nCollected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs Client Personal Information: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs ||| Collected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs Client Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nWith respect to Collected Personal Data, we believe that we are a \"controller\" or \"third party\" (each, as defined by the applicable US State Privacy Law) that collects such data via consumers’ visits to and/or interactions with the Digital Properties. With respect to Client Personal Data, we believe that we are a \"third party\", as we collect such information only from our clients and do not collect it from consumers.\\n\\nWe do not knowingly collect, use, or disclose sensitive Personal Data through our Platform, products, or services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Some Platform Data (for example, cookie IDs, mobile advertising\n      identifiers, ID5 IDs, and IP addresses) may identify a particular\n      computer or device, and may be considered \"Personal Data\" or \"personal\n      information\" (or another term with a substantially similar definition\n      and obligations) in some jurisdictions, including the European Economic\n      Area (see below on the meaning of \"Personal Data\" under the EU General\n      Data Protection Regulation) and certain U.S. states. This data - which\n      we call \"Personal Data\" - allows us to recognize a particular computer\n      or device over time.} "
    },
    {
      "Text": "Identifiers (such as an online identifier (e.g., a cookie ID, a mobile advertising ID, or an ID5 ID) or an IP address) ||| Internet or other electronic network activity information (such as browsing history, user agent or timestamp)\\n\\nCollected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties Client Personal Data: we receive such information from our clients or partners ||| Collected Personal Data: we collect such information from consumers via their visits to and/or interactions with the Digital Properties Client Personal Data: we receive such information from our clients or partners\\n\\nCollected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs Client Personal Information: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs ||| Collected Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs Client Personal Data: we use such information to provide, operate, maintain, improve, and develop our products and services (including our Platform), including to create and reconcile ID5 IDs\\n\\nWith respect to Collected Personal Data, we believe that we are a \"controller\" or \"third party\" (each, as defined by the applicable US State Privacy Law) that collects such data via consumers’ visits to and/or interactions with the Digital Properties. With respect to Client Personal Data, we believe that we are a \"third party\", as we collect such information only from our clients and do not collect it from consumers.\\n\\nWe do not knowingly collect, use, or disclose sensitive Personal Data through our Platform, products, or services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Some Platform Data (for example, cookie IDs, mobile advertising\n      identifiers, ID5 IDs, and IP addresses) may identify a particular\n      computer or device, and may be considered \"Personal Data\" or \"personal\n      information\" (or another term with a substantially similar definition\n      and obligations) in some jurisdictions, including the European Economic\n      Area (see below on the meaning of \"Personal Data\" under the EU General\n      Data Protection Regulation) and certain U.S. states. This data - which\n      we call \"Personal Data\" - allows us to recognize a particular computer\n      or device over time.} "
    },
    {
      "Text": "\"Sales\"/\"Sharing\": we \"sell\" (as defined by the applicable US State Privacy Law) and/or \"share\" (as defined by CCPA) (and, during the 12 months prior to the \"Last Modified\" date at the top of this Privacy Statement, have sold and/or shared) \"identifiers\" (a category of Personal Data) that we derive from each of the above categories of Personal Data to our clients in connection with their (and their respective clients’) advertising activities, including cross-context behavioral advertising and targeted advertising (each, as defined by the applicable US State Privacy Law)",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "\"Disclosures for a Business Purpose\": we disclose (and have disclosed during the 12 months prior to the \"Last Modified\" date at the top of this Privacy Statement) each of the above categories of Personal Data for a \"business purpose\" (as defined by CCPA) to \"service providers\"/\"processors\" (each, as defined by the applicable US State Privacy Law) that perform certain services on our behalf, such as data center providers, hosting service providers, and data analytics providers, and anti-fraud, technology and security providers.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "\"Sales\"/\"Sharing\": we \"sell\" (as defined by the applicable US State Privacy Law) and/or \"share\" (as defined by CCPA) (and, during the 12 months prior to the \"Last Modified\" date at the top of this Privacy Statement, have sold and/or shared) \"identifiers\" (a category of Personal Data) that we derive from each of the above categories of Personal Data to our clients in connection with their (and their respective clients’) advertising activities, including cross-context behavioral advertising and targeted advertising (each, as defined by the applicable US State Privacy Law)",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Methods of Submitting Requests\\n\\nIf you are a resident of a U.S. state with an effective US State Privacy Law, you may submit requests to exercise your \"Right to Know/Access\", your \"Right to Delete\", your \"Right to Correct\", and/or your \"Right to Data Portability\" via any of the following methods:\\n\\nBy web form, available by clicking here\\nBy toll-free telephone, to: 1-888-821-2911",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {– Retention\" above. Disclosure of Personal Data For purposes of applicable US State Privacy Laws: \"Sales\"/\"Sharing\" : we \"sell\" (as defined by the\n        applicable US State Privacy Law) and/or \"share\" (as defined by CCPA)\n        (and, during the 12 months prior to the \"Last Modified\" date at the\n        top of this Privacy Statement, have sold and/or shared) \"identifiers\"\n        (a category of Personal Data) that we derive from each of the above\n        categories of Personal Data to our clients in connection with their\n        (and their respective clients’) advertising activities, including\n        cross-context behavioral advertising and targeted advertising (each,\n        as defined by the applicable US State Privacy Law); however, we do not\n        knowingly sell or share the Personal Data of children under the age of\n        16 without required affirmative authorization; and \"Disclosures for a Business Purpose\" : we disclose\n        (and have disclosed during the 12 months prior to the \"Last Modified\"\n        date at the top of this Privacy Statement) each of the above\n        categories of Personal Data for a \"business purpose\" (as defined by\n        CCPA) to \"service providers\"/\"processors\" (each, as defined by the\n        applicable US State Privacy Law) that perform certain services on our\n        behalf, such as data center providers, hosting service providers, and\n        data analytics providers, and anti-fraud, technology and security\n        providers.} "
    },
    {
      "Text": "Because (i) our Platform is designed to collect the minimum amount of Personal Data about you that we believe is necessary to provide our products and services and (ii) our Platform is not designed to collect information that directly identifies an individual, it is generally not feasible for us to provide individuals information that is tied to their identities.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you wish to exercise such right with respect to interest-based\n      advertising, you can do so through the mechanisms and methods set forth\n      above under object to the processing of your Personal Data. Our Platform is designed to collect the minimum amount of Personal Data\n      about you that we believe is necessary to provide our products and\n      services.} "
    },
    {
      "Text": "If you are a resident of a U.S. state with an effective US State Privacy Law, you may exercise your applicable US State Privacy Law \"Right(s) to Opt Out\" via the following method(s):\\n\\nBy web form, available by clicking here\\nVia the \"Global Privacy Control\" user-enabled \"universal opt-out mechanism\", if such a universal opt-out mechanism is legally required as a method of opting out by the applicable US State Privacy Law (for more information regarding Global Privacy Control, please visit the Global Privacy Control website: https://globalprivacycontrol.org/)",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Also, as a data subject of a European Jurisdiction, you have the right\n      to lodge a complaint about our processing of Personal Data with a\n      European Data Protection Authority, in particular the Member State of\n      your residence, place of work or alleged infringement of the GDPR. For\n      contact details of your relevant local Data Protection Authority, please\n      click here .} "
    },
    {
      "Text": "What Happens if this Privacy Statement is Changed?\\nPlease check this page for changes, as we may change this Privacy Statement at any time.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Countries outside the EEA may not be deemed by the European Commission\n      to provide an adequate level of data protection for your Personal Data\n      or to have data protection or other laws as comprehensive as those in\n      EEA countries. We will, however, ensure that where ID5 group companies\n      receive Personal Data of EEA data subjects outside the EEA, or provide\n      Personal Data to third-party service providers outside of the EEA,\n      appropriate data protection safeguards are in place (such as \"standard\n      contractual clauses\").} "
    }
  ]
}