{
  "policy_id": "222",
  "text": "Privacy Policy - SG360° <link rel=\"stylesheet\" href=\"https://fonts.googleapis.com/css?family=Work%20Sans%3A100%2C100italic%2C200%2C200italic%2C300%2C300italic%2C400%2C400italic%2C500%2C500italic%2C600%2C600italic%2C700%2C700italic%2C800%2C800italic%2C900%2C900italic&#038;display=swap\" /> <style id=\"rocket-lazyload-nojs-css\">.rll-youtube-player, [data-lazy-src]{display:none !important;}</style> <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-5GFTSZ7\"\nheight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> <img width=\"200\" height=\"188\" src=\"https://sg360.com/wp-content/uploads/2021/09/Registered-Logo_White_No-BKG_stroke_200.png\" class=\"attachment-full size-full\" alt=\"\" /> About Who we are Case Studies Data Security Awards Sustainability Careers News Solutions Campaign Optimization Analysis and strategy for ROI Structural Design Direct Mail Production Scalable and flexible platform Digital Printing Sheet Fed Printing Web Inline Printing Finishing & Fulfillment Hybrid Solutions Postal Optimization & Logistics Optimal mail stream insertion Convert360° Omnichannel marketing solutions Direct Mail Retargeting Digital Signals Streaming Media Informed Delivery Mobile Experiences Promotional Inserts Email + Direct Mail Promotional Game Pieces Loyalty-enhancing, secure campaigns Who We Serve Automotive Consumer Goods Financial Services Healthcare Insurance Non-Profit Retail Telecom Travel / Leisure Inklings Client Login SFTP Bizgate Prism Insite Propago Contact Us Request a Quote Customer Service Job Inquiries Media Inquiries Locations About Who we are Case Studies Data Security Awards Sustainability Careers News Solutions Campaign Optimization Analysis and strategy for ROI Structural Design Direct Mail Production Scalable and flexible platform Digital Printing Sheet Fed Printing Web Inline Printing Finishing & Fulfillment Hybrid Solutions Postal Optimization & Logistics Optimal mail stream insertion Convert360° Omnichannel marketing solutions Direct Mail Retargeting Digital Signals Streaming Media Informed Delivery Mobile Experiences Promotional Inserts Email + Direct Mail Promotional Game Pieces Loyalty-enhancing, secure campaigns Who We Serve Automotive Consumer Goods Financial Services Healthcare Insurance Non-Profit Retail Telecom Travel / Leisure Inklings Client Login SFTP Bizgate Prism Insite Propago Contact Us Request a Quote Customer Service Job Inquiries Media Inquiries Locations CLIENT LOGIN SFTP Bizgate Prism Insite Propago CLIENT LOGIN SFTP Bizgate Prism Insite Propago Contact us Request a Quote Customer Service Job Inquiries Media Inquiries Locations Contact us Request a Quote Customer Service Job Inquiries Media Inquiries Locations Privacy Policy Last Revised March 13, 2023. Introduction SG360° ( “Company” or “We” ) respect your privacy and are committed to protecting it through our compliance with this policy. This policy describes the types of information we may collect from or about you or that you may provide when you visit the website https://www.sg360.com (our “ Website “) and our practices for collecting, using, maintaining, protecting, and disclosing that information. This policy applies to information we collect: On this Website. In email, text, and other electronic messages between you and this Website. When you interact with our advertising and applications on third-party websites and services if those applications or advertising include links to this policy. From third party data brokers, which may include certain types of personal information, such as names and addresses, for purposes of helping our clients in their own marketing efforts. It does not apply to information collected by: Us offline or through any other means, including on any other website operated by Company or any third party; or Any third party, including through any application or content (including advertising) that may link to or be accessible from or on the Website. Please read this policy carefully to understand our policies and practices regarding your information and how we will treat it. If you do not agree with our policies and practices, your choice is not to use our Website. By accessing or using this Website, you agree to this privacy policy. This policy may change from time to time (see Changes to Our Privacy Policy ). Your continued use of this Website after we make changes is deemed to be acceptance of those changes, so please check the policy periodically for updates. Children Under the Age of 16 Our Website is not intended for children under 16 years of age. No one under age 16 may provide any information to or on the Website. We do not knowingly collect personal information from children under 16. If you are under 16, do not use or provide any information on this Website or on or through any of its features. If we learn we have collected or received personal information from a child under 16 without verification of parental consent, we will delete that information. If you believe we might have any information from or about a child under 16, please contact us at: 1351 South Wheeling Road Wheeling, IL 60090 dataprivacy@sg360.com 847-541-1080 California residents under 16 years of age may have additional rights regarding the collection and sale of their personal information. Please see Your California Privacy Rights for more information. Information We Collect About You and How We Collect It We collect several types of information, including from third party data brokers, about users of our Website, and consumers in general, including information: By which you may be personally identified, such as name, postal address, e-mail address, telephone number, or any other identifier by which you may be contacted online or offline (“ personal information “); That is about you but individually does not identify you; and/or About your internet connection, the equipment you use to access our Website, and usage details. We collect this information: Directly from you when you provide it to us. Automatically as you navigate through the site. Information collected automatically may include usage details, IP addresses, and information collected through cookies, web beacons, and other tracking technologies. From third parties, for example, our business partners. From third party data brokers. Information You Provide to Us The information we collect on or through our Website may include: Information that you provide by filling in forms on our Website. This includes information provided at the time of registering to use our Website, subscribing to our service, posting material, or requesting further services. We may also ask you for information when you enter a contest or promotion sponsored by us, and when you report a problem with our Website. Records and copies of your correspondence (including email addresses), if you contact us. Your responses to surveys that we might ask you to complete for research purposes. Details of transactions you carry out through our Website and of the fulfillment of your orders. You may be required to provide financial information before placing an order through our Website. Your search queries on the Website. You also may provide information to be published or displayed (hereinafter, “ posted “) on public areas of the Website or transmitted to other users of the Website or third parties (collectively, “ User Contributions “). Your User Contributions are posted on and transmitted to others at your own risk. Although we limit access to certain pages, please be aware that no security measures are perfect or impenetrable. Additionally, we cannot control the actions of other users of the Website with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons. Information We Collect Through Automatic Data Collection Technologies As you navigate through and interact with our Website, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions, and patterns, including: Details of your visits to our Website, including traffic data, location data, logs, and other communication data and the resources that you access and use on the Website. The technologies we use for this automatic data collection may include: Cookies (or browser cookies). Cookies are small text files placed on your device to store data that can be recalled by a web server in the same domain that placed the cookie. The text in a cookie often consists of a string of numbers and letters that uniquely identifies your device, but it can contain other information as well. The User’s web browser places cookies on their browser to track overall usage, determine the User’s browsing preferences and improve and customize their browsing experience. Most web browsers are set to accept cookies by default. User may choose to set their web browser to refuse cookies, or to alert you when cookies are being sent. If they do so, note that some parts of the Site may not function properly. How We Use Your Information We use information that we collect about you or that you provide to us, including any personal information: To improve customer service: Information you provide helps us respond to your customer service requests and support needs more efficiently. To improve our Site: We may use feedback you provide to improve our products and services. To run a promotion, contest, survey or other Site feature. To provide you with information, products, or services that you request from us. To fulfill any other purpose for which you provide it. To notify you about changes to our Website or any products or services we offer or provide though it. To send periodic emails: We may use the email address to send User information and updates pertaining to their order. It may also be used to respond to their inquiries, questions, and/or other requests. If User decides to opt-in to our mailing list, they will receive emails that may include company news, updates, related product or service information, etc. If at any time the User would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email or User may contact us via our Site. In any other way we may describe when you provide the information. For any other purpose with your consent. We may also use your information to contact you about our own and third parties’ goods and services that may be of interest to you. Disclosure of Your Information We may disclose aggregated information about our users, and information that does not identify any individual, without restriction. We may disclose personal information that we collect or you provide as described in this privacy policy: To our subsidiaries and affiliates. To contractors, service providers, and other third parties we use to support our business and who are bound by contractual obligations to keep personal information confidential and use it only for the purposes for which we disclose it to them. To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of SG360°’s assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by SG360° about our Website users is among the assets transferred. To third parties to market their products or services to you if you have not opted out of these disclosures. We contractually require these third parties to keep personal information confidential and use it only for the purposes for which we disclose it to them. For more information, see Choices About How We Use and Disclose Your Information . To fulfill the purpose for which you provide it. For any other purpose disclosed by us when you provide the information. With your consent. We may also disclose your personal information: To comply with any court order, law, or legal process, including to respond to any government or regulatory request. Other agreements, including for billing and collection purposes. If disclosure is necessary or appropriate to protect the rights, property, or safety of SG360°, our customers, or others. Choices About How We Use and Disclose Your Information We strive to provide you with choices regarding the personal information you provide to us. We have created mechanisms to provide you with the following control over your information: Tracking Technologies and Advertising. You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. If you disable or refuse cookies, please note that some parts of this site may then be inaccessible or not function properly. Disclosure of Your Information for Third-Party Advertising. If you do not want us to share your personal information with unaffiliated or non-agent third parties for promotional purposes, you can opt out by sending us an email stating your request to dataprivacy@sg360.com. Promotional Offers from the Company. If you do not wish to have your contact information used by the Company to promote our own or third parties’ products or services, you can opt out by sending us an email stating your request to dataprivacy@sg360.com. If we have sent you a promotional email, you may send us a return email asking to be omitted from future email distributions. Targeted Advertising. If you do not want us to use information that we collect or that you provide to us to deliver advertisements according to our advertisers’ and customers’ target-audience preferences, you can opt out by sending us an email stating your request to dataprivacy@sg360.com or by visiting SG360°’s “Do Not Sell My Information” page. Users may find advertising or other content on our Site that link to the sites and services of our partners, suppliers, advertisers, sponsors, licensors and other third parties. We do not control the content or links that appear on these sites and are not responsible for the practices employed by websites linked to or from our Site. In addition, these sites or services, including their content and links, may be constantly changing. We do not control third parties’ collection or use of your information to serve interest-based advertising. However these third parties may provide you with ways to choose not to have your information collected or used in this way. You can opt out of receiving targeted ads from members of the Network Advertising Initiative (“ NAI “) on the NAI’s website . Your California Privacy Rights If you are a California resident, California law may provide you with additional rights regarding our use of your personal information. These rights include: Right to Know About Personal Information Collected, Disclosed, Or Sold (“Right to Know”) You have the right to request to know what personal information we have collected about you, including: The categories of personal information collected The categories of sources from which the personal information is collected The business or commercial purpose for collecting or selling personal information The categories of third parties to whom the personal information is shared, as defined above The specific pieces of personal information collected about you that is permitted by law Right To Request Deletion of Personal Information (“Right to Delete”) You have the right to request that we delete any of your personal information that we collect, subject to certain exceptions. Most of the information we maintain is used in connection with making and servicing your loan or other Navient products and is therefore exempt from the CCPA. Right to Correct Inaccurate Personal Information (“Right to Correct”) You have the right to request correction of inaccurate personal information that we maintain about you or update the information we have on file. Right to Opt-Out of Sale or Sharing Your Personal Information The CCPA provides consumers with the right to opt out of the sale or sharing of their personal information. We do not sell or share personal information as defined under the CCPA, including personal information of minors under the age of 16. Because we do not sell or share personal information, we also do not treat opt-out preference signals as opt-out requests. Right to Non-Discrimination For The Exercise Of Your Privacy Rights You have the right to be protected from discrimination for exercising your CCPA rights. We will not discriminate against you for exercising your rights under the CCPA. Right to Limit the Use of Sensitive Personal Information The CCPA permits consumers to limit the use of sensitive personal information if it is used for purposes other than exceptions stated in the regulations, including the servicing of accounts, processing payments, detecting security incidents that could compromise the confidentiality of personal information, and short-term, transient use, such as for nonpersonalized advertising as part of a consumer’s current interaction with the website. We do not use sensitive personal information in any manner that requires offering a right to limit its use. The following is a list of categories of Personal Information which may have been collected from consumers or users of our website within the last twelve (12) months. The categories and examples provided in the chart below are those defined in the CCPA. This does not mean that all examples of that category of Personal Information were in fact collected but reflects our good faith belief to the best of our knowledge that some of that information may have been collected about consumers. We will update this disclosure from time to time as appropriate. Category Examples A. Identifiers. A name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account username, screen name, password, Social Security number, driver’s license number, passport number, or other similar identifiers. B. Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)). A name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information. Some personal information included in this category may overlap with other categories. C. Protected classification characteristics under California or federal law. Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status. D. Commercial information. Records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. F. Internet or other similar network activity. Browsing history, search history, information on a consumer’s interaction with a website, video, application, or advertisement, including user generated content. G. Geolocation data. Physical location or movements. H. Sensory data. Audio, electronic, visual, thermal, olfactory, or similar information. I. Professional or employment-related information. Current or past job history or performance evaluations. J. Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C. Section 1232g, 34 C.F.R. Part 99)). Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records. K. Inferences drawn from other personal information. Profile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes. To learn more about your California privacy rights, visit the California Attorney General website . Data Security We adopt appropriate data collection, storage and processing practices and security measures to protect against unauthorized access, alteration, disclosure or destruction of your personal information, username, password, transaction information and data stored on our Site. Sensitive and private data exchange between the Site and its Users happens over an SSL secured communication channel and is encrypted and protected with digital signatures. The safety and security of your information also depends on you. Where we have given you (or where you have chosen) a password for access to certain parts of our Website, you are responsible for keeping this password confidential. We ask you not to share your password with anyone. We urge you to be careful about giving out information in public areas of the Website like message boards. The information you share in public areas may be viewed by any user of the Website. Unfortunately, the transmission of information via the internet is not completely secure. Although we do our best to protect your personal information, we cannot guarantee the security of your personal information transmitted to our Website. Any transmission of personal information is at your own risk. We are not responsible for circumvention of any privacy settings or security measures contained on the Website. Changes to Our Privacy Policy It is our policy to post any changes we make to our privacy policy on this page. If we make material changes to how we treat our users’ personal information, we will notify you through a notice on the Website home page. The date the privacy policy was last revised is identified at the top of the page. You are responsible for ensuring we have an up-to-date active and deliverable email address for you, and for periodically visiting our Website and this privacy policy to check for any changes. Contact Information To ask questions or comment about this privacy policy and our privacy practices, contact us at: SG 360 ° Attn: Compliance Department 1351 South Wheeling Road Wheeling, IL 60090 or via our toll-free number: 847-541-1080 or via email: dataprivacy@sg360.com <img width=\"214\" height=\"202\" src=\"https://sg360.com/wp-content/uploads/2021/09/SG360.jpg\" class=\"attachment-full size-full\" alt=\"\" /> a Segerdahl company Linkedin-in Facebook-f Twitter 847.541.1080 About Us News Inklings Contact Us Careers Locations © 2019 – 2022 SG 360 °, a Segerdahl company. All rights reserved. Ethics Hotline | Privacy Policy | Do Not Sell My Personal Information We use cookies to ensure that we provide you with the best experience on our website. By continuing to use this site you are giving us your consent to do this. Accept Privacy Policy Manage consent Close Privacy Overview This website uses cookies to improve your experience while you navigate through the website. Out of these, the cookies that are categorized as necessary are stored on your browser as they are essential for the working of basic functionalities of the ... Necessary Necessary Always Enabled Necessary cookies are absolutely essential for the website to function properly. These cookies ensure basic functionalities and security features of the website, anonymously. Cookie Duration Description cookielawinfo-checkbox-analytics 11 months This cookie is set by GDPR Cookie Consent plugin. The cookie is used to store the user consent for the cookies in the category \"Analytics\". cookielawinfo-checkbox-functional 11 months The cookie is set by GDPR cookie consent to record the user consent for the cookies in the category \"Functional\". cookielawinfo-checkbox-necessary 11 months This cookie is set by GDPR Cookie Consent plugin. The cookies is used to store the user consent for the cookies in the category \"Necessary\". cookielawinfo-checkbox-others 11 months This cookie is set by GDPR Cookie Consent plugin. The cookie is used to store the user consent for the cookies in the category \"Other. cookielawinfo-checkbox-performance 11 months This cookie is set by GDPR Cookie Consent plugin. The cookie is used to store the user consent for the cookies in the category \"Performance\". viewed_cookie_policy 11 months The cookie is set by the GDPR Cookie Consent plugin and is used to store whether or not user has consented to the use of cookies. It does not store any personal data. Functional Functional Functional cookies help to perform certain functionalities like sharing the content of the website on social media platforms, collect feedbacks, and other third-party features. Performance Performance Performance cookies are used to understand and analyze the key performance indexes of the website which helps in delivering a better user experience for the visitors. Analytics Analytics Analytical cookies are used to understand how visitors interact with the website. These cookies help provide information on metrics the number of visitors, bounce rate, traffic source, etc. Advertisement Advertisement Advertisement cookies are used to provide visitors with relevant ads and marketing campaigns. These cookies track visitors across websites and collect information to provide customized ads. Others Others Other uncategorized cookies are those that are being analyzed and have not been classified into a category as yet. SAVE & ACCEPT",
  "annotations": [
    {
      "Text": "Last Revised March 13, 2023.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "This policy applies to information we collect:\\n\\nOn this Website.\\nIn email, text, and other electronic messages between you and this Website.\\nWhen you interact with our advertising and applications on third-party websites and services if those applications or advertising include links to this policy.\\nFrom third party data brokers, which may include certain types of personal information, such as names and addresses, for purposes of helping our clients in their own marketing efforts.\\nIt does not apply to information collected by:\\n\\nUs offline or through any other means, including on any other website operated by Company or any third party; or\\nAny third party, including through any application or content (including advertising) that may link to or be accessible from or on the Website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Introduction SG360° ( “Company” or “We” ) respect your privacy and are committed to protecting it through our compliance with this policy. This policy describes the types of information we may collect from or about you or that you may provide when you visit the website https://www.sg360.com (our “ Website “) and our practices for collecting, using, maintaining, protecting, and disclosing that information.} "
    },
    {
      "Text": "Information We Collect About You and How We Collect It\\nWe collect several types of information, including from third party data brokers, about users of our Website, and consumers in general, including information:\\n\\nBy which you may be personally identified, such as name, postal address, e-mail address, telephone number, or any other identifier by which you may be contacted online or offline (“personal information“);\\nThat is about you but individually does not identify you; and/or\\nAbout your internet connection, the equipment you use to access our Website, and usage details.\\nWe collect this information:\\n\\nDirectly from you when you provide it to us.\\nAutomatically as you navigate through the site. Information collected automatically may include usage details, IP addresses, and information collected through cookies, web beacons, and other tracking technologies.\\nFrom third parties, for example, our business partners.\\nFrom third party data brokers.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you believe we might have any information from or about a child under 16, please contact us at: 1351 South Wheeling Road Wheeling, IL 60090 dataprivacy@sg360.com 847-541-1080 California residents under 16 years of age may have additional rights regarding the collection and sale of their personal information. Please see Your California Privacy Rights for more information.} "
    },
    {
      "Text": "Information You Provide to Us\\nThe information we collect on or through our Website may include:\\n\\nInformation that you provide by filling in forms on our Website. This includes information provided at the time of registering to use our Website, subscribing to our service, posting material, or requesting further services. We may also ask you for information when you enter a contest or promotion sponsored by us, and when you report a problem with our Website.\\nRecords and copies of your correspondence (including email addresses), if you contact us.\\nYour responses to surveys that we might ask you to complete for research purposes.\\nDetails of transactions you carry out through our Website and of the fulfillment of your orders. You may be required to provide financial information before placing an order through our Website.\\nYour search queries on the Website.\\nYou also may provide information to be published or displayed (hereinafter, “posted“) on public areas of the Website or transmitted to other users of the Website or third parties (collectively, “User Contributions“). Your User Contributions are posted on and transmitted to others at your own risk. A",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {From third parties, for example, our business partners. From third party data brokers.} "
    },
    {
      "Text": "Information We Collect Through Automatic Data Collection Technologies\\nAs you navigate through and interact with our Website, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions, and patterns, including:\\n\\nDetails of your visits to our Website, including traffic data, location data, logs, and other communication data and the resources that you access and use on the Website.\\nThe technologies we use for this automatic data collection may include:\\n\\nCookies (or browser cookies).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Additionally, we cannot control the actions of other users of the Website with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons.} "
    },
    {
      "Text": "The User’s web browser places cookies on their browser to track overall usage, determine the User’s browsing preferences and improve and customize their browsing experience",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Cookies are small text files placed on your device to store data that can be recalled by a web server in the same domain that placed the cookie. The text in a cookie often consists of a string of numbers and letters that uniquely identifies your device, but it can contain other information as well.} "
    },
    {
      "Text": "How We Use Your Information\\nWe use information that we collect about you or that you provide to us, including any personal information:\\n\\nTo improve customer service: Information you provide helps us respond to your customer service requests and support needs more efficiently.\\nTo improve our Site: We may use feedback you provide to improve our products and services.\\nTo run a promotion, contest, survey or other Site feature.\\nTo provide you with information, products, or services that you request from us.\\nTo fulfill any other purpose for which you provide it.\\nTo notify you about changes to our Website or any products or services we offer or provide though it.\\nTo send periodic emails: We may use the email address to send User information and updates pertaining to their order. It may also be used to respond to their inquiries, questions, and/or other requests. If User decides to opt-in to our mailing list, they will receive emails that may include company news, updates, related product or service information, etc. If at any time the User would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email or User may contact us via our Site.\\nIn any other way we may describe when you provide the information.\\nFor any other purpose with your consent.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {User may choose to set their web browser to refuse cookies, or to alert you when cookies are being sent. If they do so, note that some parts of the Site may not function properly.} "
    },
    {
      "Text": "Disclosure of Your Information\\nWe may disclose aggregated information about our users, and information that does not identify any individual, without restriction.\\n\\nWe may disclose personal information that we collect or you provide as described in this privacy policy:\\n\\nTo our subsidiaries and affiliates.\\nTo contractors, service providers, and other third parties we use to support our business and who are bound by contractual obligations to keep personal information confidential and use it only for the purposes for which we disclose it to them.\\nTo a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of SG360°’s assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by SG360° about our Website users is among the assets transferred.\\nTo third parties to market their products or services to you if you have not opted out of these disclosures. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For any other purpose with your consent. We may also use your information to contact you about our own and third parties’ goods and services that may be of interest to you.} "
    },
    {
      "Text": "To fulfill the purpose for which you provide it.\\nFor any other purpose disclosed by us when you provide the information.\\nWith your consent.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We contractually require these third parties to keep personal information confidential and use it only for the purposes for which we disclose it to them. For more information, see Choices About How We Use and Disclose Your Information .} "
    },
    {
      "Text": "To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of SG360°’s assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by SG360° about our Website users is among the assets transferred.\\nTo third parties to market their products or services to you if you have not opted out of these disclosures.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may disclose personal information that we collect or you provide as described in this privacy policy: To our subsidiaries and affiliates. To contractors, service providers, and other third parties we use to support our business and who are bound by contractual obligations to keep personal information confidential and use it only for the purposes for which we disclose it to them.} "
    },
    {
      "Text": "As you navigate through and interact with our Website, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions, and patterns, including:\\n\\nDetails of your visits to our Website, including traffic data, location data, logs, and other communication data and the resources that you access and use on the Website.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Additionally, we cannot control the actions of other users of the Website with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons.} "
    },
    {
      "Text": "As you navigate through and interact with our Website, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions, and patterns, including:\\n\\nDetails of your visits to our Website, including traffic data, location data, logs, and other communication data and the resources that you access and use on the Website.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Additionally, we cannot control the actions of other users of the Website with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons.} "
    },
    {
      "Text": "Information You Provide to Us\\nThe information we collect on or through our Website may include:\\n\\nInformation that you provide by filling in forms on our Website. This includes information provided at the time of registering to use our Website, subscribing to our service, posting material, or requesting further services. We may also ask you for information when you enter a contest or promotion sponsored by us, and when you report a problem with our Website.\\nRecords and copies of your correspondence (including email addresses), if you contact us.\\nYour responses to surveys that we might ask you to complete for research purposes.\\nDetails of transactions you carry out through our Website and of the fulfillment of your orders. You may be required to provide financial information before placing an order through our Website.\\nYour search queries on the Website.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {From third parties, for example, our business partners. From third party data brokers.} "
    },
    {
      "Text": "Information You Provide to Us\\nThe information we collect on or through our Website may include:\\n\\nInformation that you provide by filling in forms on our Website. This includes information provided at the time of registering to use our Website, subscribing to our service, posting material, or requesting further services. We may also ask you for information when you enter a contest or promotion sponsored by us, and when you report a problem with our Website.\\nRecords and copies of your correspondence (including email addresses), if you contact us.\\nYour responses to surveys that we might ask you to complete for research purposes.\\nDetails of transactions you carry out through our Website and of the fulfillment of your orders. You may be required to provide financial information before placing an order through our Website.\\nYour search queries on the Website.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {From third parties, for example, our business partners. From third party data brokers.} "
    },
    {
      "Text": "You also may provide information to be published or displayed (hereinafter, “posted“) on public areas of the Website or transmitted to other users of the Website or third parties (collectively, “User Contributions“). Your User Contributions are posted on and transmitted to others at your own risk.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You may be required to provide financial information before placing an order through our Website. Your search queries on the Website.} "
    },
    {
      "Text": "Information We Collect About You and How We Collect It\\nWe collect several types of information, including from third party data brokers, about users of our Website, and consumers in general, including information:\\n\\nBy which you may be personally identified, such as name, postal address, e-mail address, telephone number, or any other identifier by which you may be contacted online or offline (“personal information“);\\nThat is about you but individually does not identify you; and/or\\nAbout your internet connection, the equipment you use to access our Website, and usage details.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you believe we might have any information from or about a child under 16, please contact us at: 1351 South Wheeling Road Wheeling, IL 60090 dataprivacy@sg360.com 847-541-1080 California residents under 16 years of age may have additional rights regarding the collection and sale of their personal information. Please see Your California Privacy Rights for more information.} "
    },
    {
      "Text": "Information We Collect About You and How We Collect It\\nWe collect several types of information, including from third party data brokers, about users of our Website, and consumers in general, including information:\\n\\nBy which you may be personally identified, such as name, postal address, e-mail address, telephone number, or any other identifier by which you may be contacted online or offline (“personal information“);\\nThat is about you but individually does not identify you; and/or\\nAbout your internet connection, the equipment you use to access our Website, and usage details.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you believe we might have any information from or about a child under 16, please contact us at: 1351 South Wheeling Road Wheeling, IL 60090 dataprivacy@sg360.com 847-541-1080 California residents under 16 years of age may have additional rights regarding the collection and sale of their personal information. Please see Your California Privacy Rights for more information.} "
    },
    {
      "Text": "We may also disclose your personal information:\\nTo comply with any court order, law, or legal process, including to respond to any government or regulatory request.\\nOther agreements, including for billing and collection purposes.\\nIf disclosure is necessary or appropriate to protect the rights, property, or safety of SG360°, our customers, or others.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For any other purpose disclosed by us when you provide the information. With your consent.} "
    },
    {
      "Text": "Disclosure of Your Information for Third-Party Advertising. If you do not want us to share your personal information with unaffiliated or non-agent third parties for promotional purposes, you can opt out by sending us an email stating your request to dataprivacy@sg360.com.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. If you disable or refuse cookies, please note that some parts of this site may then be inaccessible or not function properly.} "
    },
    {
      "Text": "Disclosure of Your Information for Third-Party Advertising. If you do not want us to share your personal information with unaffiliated or non-agent third parties for promotional purposes, you can opt out by sending us an email stating your request to dataprivacy@sg360.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. If you disable or refuse cookies, please note that some parts of this site may then be inaccessible or not function properly.} "
    },
    {
      "Text": "Targeted Advertising. If you do not want us to use information that we collect or that you provide to us to deliver advertisements according to our advertisers’ and customers’ target-audience preferences, you can opt out by sending us an email stating your request to dataprivacy@sg360.com or by visiting SG360°’s “Do Not Sell My Information” page.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {If you do not wish to have your contact information used by the Company to promote our own or third parties’ products or services, you can opt out by sending us an email stating your request to dataprivacy@sg360.com. If we have sent you a promotional email, you may send us a return email asking to be omitted from future email distributions.} "
    },
    {
      "Text": "Targeted Advertising. If you do not want us to use information that we collect or that you provide to us to deliver advertisements according to our advertisers’ and customers’ target-audience preferences, you can opt out by sending us an email stating your request to dataprivacy@sg360.com or by visiting SG360°’s “Do Not Sell My Information” page.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you do not wish to have your contact information used by the Company to promote our own or third parties’ products or services, you can opt out by sending us an email stating your request to dataprivacy@sg360.com. If we have sent you a promotional email, you may send us a return email asking to be omitted from future email distributions.} "
    },
    {
      "Text": "Right to Know About Personal Information Collected, Disclosed, Or Sold (“Right to Know”)\\n\\nYou have the right to request to know what personal information we have collected about you, including:\\n\\nThe categories of personal information collected\\nThe categories of sources from which the personal information is collected\\nThe business or commercial purpose for collecting or selling personal information\\nThe categories of third parties to whom the personal information is shared, as defined above\\nThe specific pieces of personal information collected about you that is permitted by law",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {You can opt out of receiving targeted ads from members of the Network Advertising Initiative (“ NAI “) on the NAI’s website . Your California Privacy Rights If you are a California resident, California law may provide you with additional rights regarding our use of your personal information.} "
    },
    {
      "Text": "Right to Know About Personal Information Collected, Disclosed, Or Sold (“Right to Know”)\\n\\nYou have the right to request to know what personal information we have collected about you, including:\\n\\nThe categories of personal information collected\\nThe categories of sources from which the personal information is collected\\nThe business or commercial purpose for collecting or selling personal information\\nThe categories of third parties to whom the personal information is shared, as defined above\\nThe specific pieces of personal information collected about you that is permitted by law",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {You can opt out of receiving targeted ads from members of the Network Advertising Initiative (“ NAI “) on the NAI’s website . Your California Privacy Rights If you are a California resident, California law may provide you with additional rights regarding our use of your personal information.} "
    },
    {
      "Text": "Right To Request Deletion of Personal Information (“Right to Delete”)\\n\\nYou have the right to request that we delete any of your personal information that we collect, subject to certain exceptions. Most of the information we maintain is used in connection with making and servicing your loan or other Navient products and is therefore exempt from the CCPA.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {You can opt out of receiving targeted ads from members of the Network Advertising Initiative (“ NAI “) on the NAI’s website . Your California Privacy Rights If you are a California resident, California law may provide you with additional rights regarding our use of your personal information.} "
    },
    {
      "Text": "Right to Correct Inaccurate Personal Information (“Right to Correct”)\\n\\nYou have the right to request correction of inaccurate personal information that we maintain about you or update the information we have on file.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {These rights include: Right to Know About Personal Information Collected, Disclosed, Or Sold (“Right to Know”) You have the right to request to know what personal information we have collected about you, including: The categories of personal information collected The categories of sources from which the personal information is collected The business or commercial purpose for collecting or selling personal information The categories of third parties to whom the personal information is shared, as defined above The specific pieces of personal information collected about you that is permitted by law Right To Request Deletion of Personal Information (“Right to Delete”) You have the right to request that we delete any of your personal information that we collect, subject to certain exceptions. Most of the information we maintain is used in connection with making and servicing your loan or other Navient products and is therefore exempt from the CCPA.} "
    },
    {
      "Text": "Right to Opt-Out of Sale or Sharing Your Personal Information\\n\\nThe CCPA provides consumers with the right to opt out of the sale or sharing of their personal information. We do not sell or share personal information as defined under the CCPA, including personal information of minors under the age of 16. Because we do not sell or share personal information, we also do not treat opt-out preference signals as opt-out requests.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Most of the information we maintain is used in connection with making and servicing your loan or other Navient products and is therefore exempt from the CCPA. Right to Correct Inaccurate Personal Information (“Right to Correct”) You have the right to request correction of inaccurate personal information that we maintain about you or update the information we have on file.} "
    },
    {
      "Text": "Right to Non-Discrimination For The Exercise Of Your Privacy Rights\\n\\nYou have the right to be protected from discrimination for exercising your CCPA rights. We will not discriminate against you for exercising your rights under the CCPA.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We do not sell or share personal information as defined under the CCPA, including personal information of minors under the age of 16. Because we do not sell or share personal information, we also do not treat opt-out preference signals as opt-out requests.} "
    },
    {
      "Text": "Right to Limit the Use of Sensitive Personal Information\\n\\nThe CCPA permits consumers to limit the use of sensitive personal information if it is used for purposes other than exceptions stated in the regulations, including the servicing of accounts, processing payments, detecting security incidents that could compromise the confidentiality of personal information, and short-term, transient use, such as for nonpersonalized advertising as part of a consumer’s current interaction with the website. We do not use sensitive personal information in any manner that requires offering a right to limit its use.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Right to Non-Discrimination For The Exercise Of Your Privacy Rights You have the right to be protected from discrimination for exercising your CCPA rights. We will not discriminate against you for exercising your rights under the CCPA.} "
    },
    {
      "Text": "The following is a list of categories of Personal Information which may have been collected from consumers or users of our website within the last twelve (12) months. The categories and examples provided in the chart below are those defined in the CCPA. This does not mean that all examples of that category of Personal Information were in fact collected but reflects our good faith belief to the best of our knowledge that some of that information may have been collected about consumers. We will update this disclosure from time to time as appropriate.\\n\\nCategory\tExamples\\nA. Identifiers.\tA name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account username, screen name, password, Social Security number, driver’s license number, passport number, or other similar identifiers.\\nB. Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).\tA name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information. Some personal information included in this category may overlap with other categories.\\nC. Protected classification characteristics under California or federal law.\tAge (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status.\\nD. Commercial information.\tRecords of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\\nF. Internet or other similar network activity.\tBrowsing history, search history, information on a consumer’s interaction with a website, video, application, or advertisement, including user generated content.\\nG. Geolocation data.\tPhysical location or movements.\\nH. Sensory data.\tAudio, electronic, visual, thermal, olfactory, or similar information.\\nI. Professional or employment-related information.\tCurrent or past job history or performance evaluations.\\nJ. Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C. Section 1232g, 34 C.F.R. Part 99)).\tEducation records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.\\nK. Inferences drawn from other personal information.\tProfile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Right to Limit the Use of Sensitive Personal Information The CCPA permits consumers to limit the use of sensitive personal information if it is used for purposes other than exceptions stated in the regulations, including the servicing of accounts, processing payments, detecting security incidents that could compromise the confidentiality of personal information, and short-term, transient use, such as for nonpersonalized advertising as part of a consumer’s current interaction with the website. We do not use sensitive personal information in any manner that requires offering a right to limit its use.} "
    },
    {
      "Text": "The following is a list of categories of Personal Information which may have been collected from consumers or users of our website within the last twelve (12) months. The categories and examples provided in the chart below are those defined in the CCPA. This does not mean that all examples of that category of Personal Information were in fact collected but reflects our good faith belief to the best of our knowledge that some of that information may have been collected about consumers. We will update this disclosure from time to time as appropriate.\\n\\nCategory\tExamples\\nA. Identifiers.\tA name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account username, screen name, password, Social Security number, driver’s license number, passport number, or other similar identifiers.\\nB. Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).\tA name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information. Some personal information included in this category may overlap with other categories.\\nC. Protected classification characteristics under California or federal law.\tAge (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status.\\nD. Commercial information.\tRecords of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\\nF. Internet or other similar network activity.\tBrowsing history, search history, information on a consumer’s interaction with a website, video, application, or advertisement, including user generated content.\\nG. Geolocation data.\tPhysical location or movements.\\nH. Sensory data.\tAudio, electronic, visual, thermal, olfactory, or similar information.\\nI. Professional or employment-related information.\tCurrent or past job history or performance evaluations.\\nJ. Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C. Section 1232g, 34 C.F.R. Part 99)).\tEducation records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.\\nK. Inferences drawn from other personal information.\tProfile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Right to Limit the Use of Sensitive Personal Information The CCPA permits consumers to limit the use of sensitive personal information if it is used for purposes other than exceptions stated in the regulations, including the servicing of accounts, processing payments, detecting security incidents that could compromise the confidentiality of personal information, and short-term, transient use, such as for nonpersonalized advertising as part of a consumer’s current interaction with the website. We do not use sensitive personal information in any manner that requires offering a right to limit its use.} "
    },
    {
      "Text": "The following is a list of categories of Personal Information which may have been collected from consumers or users of our website within the last twelve (12) months. The categories and examples provided in the chart below are those defined in the CCPA. This does not mean that all examples of that category of Personal Information were in fact collected but reflects our good faith belief to the best of our knowledge that some of that information may have been collected about consumers. We will update this disclosure from time to time as appropriate.\\n\\nCategory\tExamples\\nA. Identifiers.\tA name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account username, screen name, password, Social Security number, driver’s license number, passport number, or other similar identifiers.\\nB. Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).\tA name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information. Some personal information included in this category may overlap with other categories.\\nC. Protected classification characteristics under California or federal law.\tAge (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status.\\nD. Commercial information.\tRecords of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\\nF. Internet or other similar network activity.\tBrowsing history, search history, information on a consumer’s interaction with a website, video, application, or advertisement, including user generated content.\\nG. Geolocation data.\tPhysical location or movements.\\nH. Sensory data.\tAudio, electronic, visual, thermal, olfactory, or similar information.\\nI. Professional or employment-related information.\tCurrent or past job history or performance evaluations.\\nJ. Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C. Section 1232g, 34 C.F.R. Part 99)).\tEducation records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.\\nK. Inferences drawn from other personal information.\tProfile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Right to Limit the Use of Sensitive Personal Information The CCPA permits consumers to limit the use of sensitive personal information if it is used for purposes other than exceptions stated in the regulations, including the servicing of accounts, processing payments, detecting security incidents that could compromise the confidentiality of personal information, and short-term, transient use, such as for nonpersonalized advertising as part of a consumer’s current interaction with the website. We do not use sensitive personal information in any manner that requires offering a right to limit its use.} "
    },
    {
      "Text": "Changes to Our Privacy Policy\\nIt is our policy to post any changes we make to our privacy policy on this page. If we make material changes to how we treat our users’ personal information, we will notify you through a notice on the Website home page. The date the privacy policy was last revised is identified at the top of the page. You are responsible for ensuring we have an up-to-date active and deliverable email address for you, and for periodically visiting our Website and this privacy policy to check for any changes.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Any transmission of personal information is at your own risk. We are not responsible for circumvention of any privacy settings or security measures contained on the Website.} "
    },
    {
      "Text": "Last Revised March 13, 2023.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "This policy applies to information we collect:\\n\\nOn this Website.\\nIn email, text, and other electronic messages between you and this Website.\\nWhen you interact with our advertising and applications on third-party websites and services if those applications or advertising include links to this policy.\\nFrom third party data brokers, which may include certain types of personal information, such as names and addresses, for purposes of helping our clients in their own marketing efforts.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Introduction SG360° ( “Company” or “We” ) respect your privacy and are committed to protecting it through our compliance with this policy. This policy describes the types of information we may collect from or about you or that you may provide when you visit the website https://www.sg360.com (our “ Website “) and our practices for collecting, using, maintaining, protecting, and disclosing that information.} "
    },
    {
      "Text": "It does not apply to information collected by:\\n\\nUs offline or through any other means, including on any other website operated by Company or any third party; or\\nAny third party, including through any application or content (including advertising) that may link to or be accessible from or on the Website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {When you interact with our advertising and applications on third-party websites and services if those applications or advertising include links to this policy. From third party data brokers, which may include certain types of personal information, such as names and addresses, for purposes of helping our clients in their own marketing efforts.} "
    },
    {
      "Text": "Information We Collect About You and How We Collect It",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you believe we might have any information from or about a child under 16, please contact us at: 1351 South Wheeling Road Wheeling, IL 60090 dataprivacy@sg360.com 847-541-1080 California residents under 16 years of age may have additional rights regarding the collection and sale of their personal information. Please see Your California Privacy Rights for more information.} "
    },
    {
      "Text": "We collect several types of information, including from third party data brokers, about users of our Website, and consumers in general, including information:\\n\\nBy which you may be personally identified, such as name, postal address, e-mail address, telephone number, or any other identifier by which you may be contacted online or offline (“personal information“);\\nThat is about you but individually does not identify you; and/or\\nAbout your internet connection, the equipment you use to access our Website, and usage details.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you believe we might have any information from or about a child under 16, please contact us at: 1351 South Wheeling Road Wheeling, IL 60090 dataprivacy@sg360.com 847-541-1080 California residents under 16 years of age may have additional rights regarding the collection and sale of their personal information. Please see Your California Privacy Rights for more information.} "
    },
    {
      "Text": "We collect this information:\\n\\nDirectly from you when you provide it to us.\\nAutomatically as you navigate through the site. Information collected automatically may include usage details, IP addresses, and information collected through cookies, web beacons, and other tracking technologies.\\nFrom third parties, for example, our business partners.\\nFrom third party data brokers.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please see Your California Privacy Rights for more information. Information We Collect About You and How We Collect It We collect several types of information, including from third party data brokers, about users of our Website, and consumers in general, including information: By which you may be personally identified, such as name, postal address, e-mail address, telephone number, or any other identifier by which you may be contacted online or offline (“ personal information “); That is about you but individually does not identify you; and/or About your internet connection, the equipment you use to access our Website, and usage details.} "
    },
    {
      "Text": "Information You Provide to Us\\nThe information we collect on or through our Website may include:\\n\\nInformation that you provide by filling in forms on our Website. This includes information provided at the time of registering to use our Website, subscribing to our service, posting material, or requesting further services. We may also ask you for information when you enter a contest or promotion sponsored by us, and when you report a problem with our Website.\\nRecords and copies of your correspondence (including email addresses), if you contact us.\\nYour responses to surveys that we might ask you to complete for research purposes.\\nDetails of transactions you carry out through our Website and of the fulfillment of your orders. You may be required to provide financial information before placing an order through our Website.\\nYour search queries on the Website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {From third parties, for example, our business partners. From third party data brokers.} "
    },
    {
      "Text": "Information We Collect Through Automatic Data Collection Technologies\\nAs you navigate through and interact with our Website, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions, and patterns, including:\\n\\nDetails of your visits to our Website, including traffic data, location data, logs, and other communication data and the resources that you access and use on the Website.\\nThe technologies we use for this automatic data collection may include:\\n\\nCookies (or browser cookies).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Additionally, we cannot control the actions of other users of the Website with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons.} "
    },
    {
      "Text": "The text in a cookie often consists of a string of numbers and letters that uniquely identifies your device, but it can contain other information as well. The User’s web browser places cookies on their browser to track overall usage, determine the User’s browsing preferences and improve and customize their browsing experience",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The technologies we use for this automatic data collection may include: Cookies (or browser cookies). Cookies are small text files placed on your device to store data that can be recalled by a web server in the same domain that placed the cookie.} "
    },
    {
      "Text": "How We Use Your Information\\nWe use information that we collect about you or that you provide to us, including any personal information:\\n\\nTo improve customer service: Information you provide helps us respond to your customer service requests and support needs more efficiently.\\nTo improve our Site: We may use feedback you provide to improve our products and services.\\nTo run a promotion, contest, survey or other Site feature.\\nTo provide you with information, products, or services that you request from us.\\nTo fulfill any other purpose for which you provide it.\\nTo notify you about changes to our Website or any products or services we offer or provide though it.\\nTo send periodic emails: We may use the email address to send User information and updates pertaining to their order. It may also be used to respond to their inquiries, questions, and/or other requests",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {User may choose to set their web browser to refuse cookies, or to alert you when cookies are being sent. If they do so, note that some parts of the Site may not function properly.} "
    },
    {
      "Text": "In any other way we may describe when you provide the information.\\nFor any other purpose with your consent.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If User decides to opt-in to our mailing list, they will receive emails that may include company news, updates, related product or service information, etc. If at any time the User would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email or User may contact us via our Site.} "
    },
    {
      "Text": "We may also use your information to contact you about our own and third parties’ goods and services that may be of interest to you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In any other way we may describe when you provide the information. For any other purpose with your consent.} "
    },
    {
      "Text": "Disclosure of Your Information\\nWe may disclose aggregated information about our users, and information that does not identify any individual, without restriction.\\n\\nWe may disclose personal information that we collect or you provide as described in this privacy policy:\\n\\nTo our subsidiaries and affiliates.\\nTo contractors, service providers, and other third parties we use to support our business and who are bound by contractual obligations to keep personal information confidential and use it only for the purposes for which we disclose it to them.\\nTo a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of SG360°’s assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by SG360° about our Website users is among the assets transferred.\\nTo third parties to market their products or services to you if you have not opted out of these disclosures. We contractually require these third parties to keep personal information confidential and use it only for the purposes for which we disclose it to them. For more information, see Choices About How We Use and Disclose Your Information.\\nTo fulfill the purpose for which you provide it.\\nFor any other purpose disclosed by us when you provide the information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For any other purpose with your consent. We may also use your information to contact you about our own and third parties’ goods and services that may be of interest to you.} "
    },
    {
      "Text": "Choices About How We Use and Disclose Your Information",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {To third parties to market their products or services to you if you have not opted out of these disclosures. We contractually require these third parties to keep personal information confidential and use it only for the purposes for which we disclose it to them.} "
    },
    {
      "Text": "Disclosure of Your Information for Third-Party Advertising. If you do not want us to share your personal information with unaffiliated or non-agent third parties for promotional purposes, you can opt out by sending us an email stating your request to dataprivacy@sg360.com.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. If you disable or refuse cookies, please note that some parts of this site may then be inaccessible or not function properly.} "
    },
    {
      "Text": "Targeted Advertising. If you do not want us to use information that we collect or that you provide to us to deliver advertisements according to our advertisers’ and customers’ target-audience preferences, you can opt out by sending us an email stating your request to dataprivacy@sg360.com or by visiting SG360°’s “Do Not Sell My Information” page.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {If you do not wish to have your contact information used by the Company to promote our own or third parties’ products or services, you can opt out by sending us an email stating your request to dataprivacy@sg360.com. If we have sent you a promotional email, you may send us a return email asking to be omitted from future email distributions.} "
    },
    {
      "Text": "Right to Know About Personal Information Collected, Disclosed, Or Sold (“Right to Know”)\\n\\nYou have the right to request to know what personal information we have collected about you, including:\\n\\nThe categories of personal information collected\\nThe categories of sources from which the personal information is collected\\nThe business or commercial purpose for collecting or selling personal information\\nThe categories of third parties to whom the personal information is shared, as defined above\\nThe specific pieces of personal information collected about you that is permitted by law",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {You can opt out of receiving targeted ads from members of the Network Advertising Initiative (“ NAI “) on the NAI’s website . Your California Privacy Rights If you are a California resident, California law may provide you with additional rights regarding our use of your personal information.} "
    },
    {
      "Text": "Right to Know About Personal Information Collected, Disclosed, Or Sold (“Right to Know”)\\n\\nYou have the right to request to know what personal information we have collected about you, including:\\n\\nThe categories of personal information collected\\nThe categories of sources from which the personal information is collected\\nThe business or commercial purpose for collecting or selling personal information\\nThe categories of third parties to whom the personal information is shared, as defined above\\nThe specific pieces of personal information collected about you that is permitted by law",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {You can opt out of receiving targeted ads from members of the Network Advertising Initiative (“ NAI “) on the NAI’s website . Your California Privacy Rights If you are a California resident, California law may provide you with additional rights regarding our use of your personal information.} "
    },
    {
      "Text": "Right To Request Deletion of Personal Information (“Right to Delete”)\\n\\nYou have the right to request that we delete any of your personal information that we collect, subject to certain exceptions",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {You can opt out of receiving targeted ads from members of the Network Advertising Initiative (“ NAI “) on the NAI’s website . Your California Privacy Rights If you are a California resident, California law may provide you with additional rights regarding our use of your personal information.} "
    },
    {
      "Text": "Right to Correct Inaccurate Personal Information (“Right to Correct”)\\n\\nYou have the right to request correction of inaccurate personal information that we maintain about you or update the information we have on file.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {These rights include: Right to Know About Personal Information Collected, Disclosed, Or Sold (“Right to Know”) You have the right to request to know what personal information we have collected about you, including: The categories of personal information collected The categories of sources from which the personal information is collected The business or commercial purpose for collecting or selling personal information The categories of third parties to whom the personal information is shared, as defined above The specific pieces of personal information collected about you that is permitted by law Right To Request Deletion of Personal Information (“Right to Delete”) You have the right to request that we delete any of your personal information that we collect, subject to certain exceptions. Most of the information we maintain is used in connection with making and servicing your loan or other Navient products and is therefore exempt from the CCPA.} "
    },
    {
      "Text": "Right to Opt-Out of Sale or Sharing Your Personal Information\\n\\nThe CCPA provides consumers with the right to opt out of the sale or sharing of their personal information",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Most of the information we maintain is used in connection with making and servicing your loan or other Navient products and is therefore exempt from the CCPA. Right to Correct Inaccurate Personal Information (“Right to Correct”) You have the right to request correction of inaccurate personal information that we maintain about you or update the information we have on file.} "
    },
    {
      "Text": "Right to Non-Discrimination For The Exercise Of Your Privacy Rights\\n\\nYou have the right to be protected from discrimination for exercising your CCPA rights. We will not discriminate against you for exercising your rights under the CCPA.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We do not sell or share personal information as defined under the CCPA, including personal information of minors under the age of 16. Because we do not sell or share personal information, we also do not treat opt-out preference signals as opt-out requests.} "
    },
    {
      "Text": "Right to Limit the Use of Sensitive Personal Information\\n\\nThe CCPA permits consumers to limit the use of sensitive personal information if it is used for purposes other than exceptions stated in the regulations, including the servicing of accounts, processing payments, detecting security incidents that could compromise the confidentiality of personal information, and short-term, transient use, such as for nonpersonalized advertising as part of a consumer’s current interaction with the website. We do not use sensitive personal information in any manner that requires offering a right to limit its use.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Right to Non-Discrimination For The Exercise Of Your Privacy Rights You have the right to be protected from discrimination for exercising your CCPA rights. We will not discriminate against you for exercising your rights under the CCPA.} "
    },
    {
      "Text": "The following is a list of categories of Personal Information which may have been collected from consumers or users of our website within the last twelve (12) months",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Right to Limit the Use of Sensitive Personal Information The CCPA permits consumers to limit the use of sensitive personal information if it is used for purposes other than exceptions stated in the regulations, including the servicing of accounts, processing payments, detecting security incidents that could compromise the confidentiality of personal information, and short-term, transient use, such as for nonpersonalized advertising as part of a consumer’s current interaction with the website. We do not use sensitive personal information in any manner that requires offering a right to limit its use.} "
    },
    {
      "Text": "Category\tExamples\\nA. Identifiers.\tA name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account username, screen name, password, Social Security number, driver’s license number, passport number, or other similar identifiers.\\nB. Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).\tA name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information. Some personal information included in this category may overlap with other categories.\\nC. Protected classification characteristics under California or federal law.\tAge (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status.\\nD. Commercial information.\tRecords of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\\nF. Internet or other similar network activity.\tBrowsing history, search history, information on a consumer’s interaction with a website, video, application, or advertisement, including user generated content.\\nG. Geolocation data.\tPhysical location or movements.\\nH. Sensory data.\tAudio, electronic, visual, thermal, olfactory, or similar information.\\nI. Professional or employment-related information.\tCurrent or past job history or performance evaluations.\\nJ. Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C. Section 1232g, 34 C.F.R. Part 99)).\tEducation records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.\\nK. Inferences drawn from other personal information.\tProfile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This does not mean that all examples of that category of Personal Information were in fact collected but reflects our good faith belief to the best of our knowledge that some of that information may have been collected about consumers. We will update this disclosure from time to time as appropriate.} "
    },
    {
      "Text": "Category ||| A. Identifiers. ||| B. Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)). ||| C. Protected classification characteristics under California or federal law. ||| D. Commercial information. ||| F. Internet or other similar network activity. ||| G. Geolocation data. ||| H. Sensory data. ||| I. Professional or employment-related information. ||| J. Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C. Section 1232g, 34 C.F.R. Part 99)). ||| K. Inferences drawn from other personal information.\\n\\nExamples ||| A name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account username, screen name, password, Social Security number, driver’s license number, passport number, or other similar identifiers. ||| A name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information. Some personal information included in this category may overlap with other categories. ||| Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status. ||| Records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. ||| Browsing history, search history, information on a consumer’s interaction with a website, video, application, or advertisement, including user generated content. ||| Physical location or movements. ||| Audio, electronic, visual, thermal, olfactory, or similar information. ||| Current or past job history or performance evaluations. ||| Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records. ||| Profile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This does not mean that all examples of that category of Personal Information were in fact collected but reflects our good faith belief to the best of our knowledge that some of that information may have been collected about consumers. We will update this disclosure from time to time as appropriate.} "
    },
    {
      "Text": "Changes to Our Privacy Policy\\nIt is our policy to post any changes we make to our privacy policy on this page. If we make material changes to how we treat our users’ personal information, we will notify you through a notice on the Website home page. The date the privacy policy was last revised is identified at the top of the page. You are responsible for ensuring we have an up-to-date active and deliverable email address for you, and for periodically visiting our Website and this privacy policy to check for any changes.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Any transmission of personal information is at your own risk. We are not responsible for circumvention of any privacy settings or security measures contained on the Website.} "
    },
    {
      "Text": "Last Revised March 13, 2023.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Information We Collect About You and How We Collect It\\nWe collect several types of information, including from third party data brokers, about users of our Website, and consumers in general, including information:\\n\\nBy which you may be personally identified, such as name, postal address, e-mail address, telephone number, or any other identifier by which you may be contacted online or offline (“personal information“);\\nThat is about you but individually does not identify you; and/or\\nAbout your internet connection, the equipment you use to access our Website, and usage details.\\nWe collect this information:\\n\\nDirectly from you when you provide it to us.\\nAutomatically as you navigate through the site. Information collected automatically may include usage details, IP addresses, and information collected through cookies, web beacons, and other tracking technologies.\\nFrom third parties, for example, our business partners.\\nFrom third party data brokers.\\nInformation You Provide to Us\\nThe information we collect on or through our Website may include:\\n\\nInformation that you provide by filling in forms on our Website. This includes information provided at the time of registering to use our Website, subscribing to our service, posting material, or requesting further services. We may also ask you for information when you enter a contest or promotion sponsored by us, and when you report a problem with our Website.\\nRecords and copies of your correspondence (including email addresses), if you contact us.\\nYour responses to surveys that we might ask you to complete for research purposes.\\nDetails of transactions you carry out through our Website and of the fulfillment of your orders. You may be required to provide financial information before placing an order through our Website.\\nYour search queries on the Website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you believe we might have any information from or about a child under 16, please contact us at: 1351 South Wheeling Road Wheeling, IL 60090 dataprivacy@sg360.com 847-541-1080 California residents under 16 years of age may have additional rights regarding the collection and sale of their personal information. Please see Your California Privacy Rights for more information.} "
    },
    {
      "Text": "You also may provide information to be published or displayed (hereinafter, “posted“) on public areas of the Website or transmitted to other users of the Website or third parties (collectively, “User Contributions“). Your User Contributions are posted on and transmitted to others at your own risk.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may be required to provide financial information before placing an order through our Website. Your search queries on the Website.} "
    },
    {
      "Text": "Information We Collect Through Automatic Data Collection Technologies\\nAs you navigate through and interact with our Website, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions, and patterns, including:\\n\\nDetails of your visits to our Website, including traffic data, location data, logs, and other communication data and the resources that you access and use on the Website.\\nThe technologies we use for this automatic data collection may include:\\n\\nCookies (or browser cookies). Cookies are small text files placed on your device to store data that can be recalled by a web server in the same domain that placed the cookie. The text in a cookie often consists of a string of numbers and letters that uniquely identifies your device, but it can contain other information as well. The User’s web browser places cookies on their browser to track overall usage, determine the User’s browsing preferences and improve and customize their browsing experience.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Additionally, we cannot control the actions of other users of the Website with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons.} "
    },
    {
      "Text": "How We Use Your Information\\nWe use information that we collect about you or that you provide to us, including any personal information:\\n\\nTo improve customer service: Information you provide helps us respond to your customer service requests and support needs more efficiently.\\nTo improve our Site: We may use feedback you provide to improve our products and services.\\nTo run a promotion, contest, survey or other Site feature.\\nTo provide you with information, products, or services that you request from us.\\nTo fulfill any other purpose for which you provide it.\\nTo notify you about changes to our Website or any products or services we offer or provide though it.\\nTo send periodic emails: We may use the email address to send User information and updates pertaining to their order. It may also be used to respond to their inquiries, questions, and/or other requests. If User decides to opt-in to our mailing list, they will receive emails that may include company news, updates, related product or service information, etc. If at any time the User would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email or User may contact us via our Site.\\nIn any other way we may describe when you provide the information.\\nFor any other purpose with your consent.\\nWe may also use your information to contact you about our own and third parties’ goods and services that may be of interest to you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {User may choose to set their web browser to refuse cookies, or to alert you when cookies are being sent. If they do so, note that some parts of the Site may not function properly.} "
    },
    {
      "Text": "How We Use Your Information\\nWe use information that we collect about you or that you provide to us, including any personal information:\\n\\nTo improve customer service: Information you provide helps us respond to your customer service requests and support needs more efficiently.\\nTo improve our Site: We may use feedback you provide to improve our products and services.\\nTo run a promotion, contest, survey or other Site feature.\\nTo provide you with information, products, or services that you request from us.\\nTo fulfill any other purpose for which you provide it.\\nTo notify you about changes to our Website or any products or services we offer or provide though it.\\nTo send periodic emails: We may use the email address to send User information and updates pertaining to their order. It may also be used to respond to their inquiries, questions, and/or other requests. If User decides to opt-in to our mailing list, they will receive emails that may include company news, updates, related product or service information, etc. If at any time the User would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email or User may contact us via our Site.\\nIn any other way we may describe when you provide the information.\\nFor any other purpose with your consent.\\nWe may also use your information to contact you about our own and third parties’ goods and services that may be of interest to you.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {User may choose to set their web browser to refuse cookies, or to alert you when cookies are being sent. If they do so, note that some parts of the Site may not function properly.} "
    },
    {
      "Text": "How We Use Your Information\\nWe use information that we collect about you or that you provide to us, including any personal information:\\n\\nTo improve customer service: Information you provide helps us respond to your customer service requests and support needs more efficiently.\\nTo improve our Site: We may use feedback you provide to improve our products and services.\\nTo run a promotion, contest, survey or other Site feature.\\nTo provide you with information, products, or services that you request from us.\\nTo fulfill any other purpose for which you provide it.\\nTo notify you about changes to our Website or any products or services we offer or provide though it.\\nTo send periodic emails: We may use the email address to send User information and updates pertaining to their order. It may also be used to respond to their inquiries, questions, and/or other requests. If User decides to opt-in to our mailing list, they will receive emails that may include company news, updates, related product or service information, etc. If at any time the User would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email or User may contact us via our Site.\\nIn any other way we may describe when you provide the information.\\nFor any other purpose with your consent.\\nWe may also use your information to contact you about our own and third parties’ goods and services that may be of interest to you.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {User may choose to set their web browser to refuse cookies, or to alert you when cookies are being sent. If they do so, note that some parts of the Site may not function properly.} "
    },
    {
      "Text": "Disclosure of Your Information\\nWe may disclose aggregated information about our users, and information that does not identify any individual, without restriction.\\n\\nWe may disclose personal information that we collect or you provide as described in this privacy policy:\\n\\nTo our subsidiaries and affiliates.\\nTo contractors, service providers, and other third parties we use to support our business and who are bound by contractual obligations to keep personal information confidential and use it only for the purposes for which we disclose it to them.\\nTo a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of SG360°’s assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by SG360° about our Website users is among the assets transferred.\\nTo third parties to market their products or services to you if you have not opted out of these disclosures. We contractually require these third parties to keep personal information confidential and use it only for the purposes for which we disclose it to them. For more information, see Choices About How We Use and Disclose Your Information.\\nTo fulfill the purpose for which you provide it.\\nFor any other purpose disclosed by us when you provide the information.\\nWith your consent.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For any other purpose with your consent. We may also use your information to contact you about our own and third parties’ goods and services that may be of interest to you.} "
    },
    {
      "Text": "We may also disclose your personal information:\\nTo comply with any court order, law, or legal process, including to respond to any government or regulatory request.\\nOther agreements, including for billing and collection purposes.\\nIf disclosure is necessary or appropriate to protect the rights, property, or safety of SG360°, our customers, or others.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For any other purpose disclosed by us when you provide the information. With your consent.} "
    },
    {
      "Text": "Disclosure of Your Information for Third-Party Advertising. If you do not want us to share your personal information with unaffiliated or non-agent third parties for promotional purposes, you can opt out by sending us an email stating your request to dataprivacy@sg360.com.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. If you disable or refuse cookies, please note that some parts of this site may then be inaccessible or not function properly.} "
    },
    {
      "Text": "Disclosure of Your Information for Third-Party Advertising. If you do not want us to share your personal information with unaffiliated or non-agent third parties for promotional purposes, you can opt out by sending us an email stating your request to dataprivacy@sg360.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. If you disable or refuse cookies, please note that some parts of this site may then be inaccessible or not function properly.} "
    },
    {
      "Text": "Right to Know About Personal Information Collected, Disclosed, Or Sold (“Right to Know”)\\n\\nYou have the right to request to know what personal information we have collected about you, including:\\n\\nThe categories of personal information collected\\nThe categories of sources from which the personal information is collected\\nThe business or commercial purpose for collecting or selling personal information",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {You can opt out of receiving targeted ads from members of the Network Advertising Initiative (“ NAI “) on the NAI’s website . Your California Privacy Rights If you are a California resident, California law may provide you with additional rights regarding our use of your personal information.} "
    },
    {
      "Text": "Right to Know About Personal Information Collected, Disclosed, Or Sold (“Right to Know”)\\n\\nYou have the right to request to know what personal information we have collected about you, including:",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {You can opt out of receiving targeted ads from members of the Network Advertising Initiative (“ NAI “) on the NAI’s website . Your California Privacy Rights If you are a California resident, California law may provide you with additional rights regarding our use of your personal information.} "
    },
    {
      "Text": "The business or commercial purpose for collecting or selling personal information\\nThe categories of third parties to whom the personal information is shared, as defined above",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {You can opt out of receiving targeted ads from members of the Network Advertising Initiative (“ NAI “) on the NAI’s website . Your California Privacy Rights If you are a California resident, California law may provide you with additional rights regarding our use of your personal information.} "
    },
    {
      "Text": "The specific pieces of personal information collected about you that is permitted by law",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {You can opt out of receiving targeted ads from members of the Network Advertising Initiative (“ NAI “) on the NAI’s website . Your California Privacy Rights If you are a California resident, California law may provide you with additional rights regarding our use of your personal information.} "
    },
    {
      "Text": "Right To Request Deletion of Personal Information (“Right to Delete”)\\n\\nYou have the right to request that we delete any of your personal information that we collect, subject to certain exceptions. Most of the information we maintain is used in connection with making and servicing your loan or other Navient products and is therefore exempt from the CCPA.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {You can opt out of receiving targeted ads from members of the Network Advertising Initiative (“ NAI “) on the NAI’s website . Your California Privacy Rights If you are a California resident, California law may provide you with additional rights regarding our use of your personal information.} "
    },
    {
      "Text": "Right to Correct Inaccurate Personal Information (“Right to Correct”)\\n\\nYou have the right to request correction of inaccurate personal information that we maintain about you or update the information we have on file.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {These rights include: Right to Know About Personal Information Collected, Disclosed, Or Sold (“Right to Know”) You have the right to request to know what personal information we have collected about you, including: The categories of personal information collected The categories of sources from which the personal information is collected The business or commercial purpose for collecting or selling personal information The categories of third parties to whom the personal information is shared, as defined above The specific pieces of personal information collected about you that is permitted by law Right To Request Deletion of Personal Information (“Right to Delete”) You have the right to request that we delete any of your personal information that we collect, subject to certain exceptions. Most of the information we maintain is used in connection with making and servicing your loan or other Navient products and is therefore exempt from the CCPA.} "
    },
    {
      "Text": "Right to Opt-Out of Sale or Sharing Your Personal Information\\n\\nThe CCPA provides consumers with the right to opt out of the sale or sharing of their personal information.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Most of the information we maintain is used in connection with making and servicing your loan or other Navient products and is therefore exempt from the CCPA. Right to Correct Inaccurate Personal Information (“Right to Correct”) You have the right to request correction of inaccurate personal information that we maintain about you or update the information we have on file.} "
    },
    {
      "Text": "We do not sell or share personal information as defined under the CCPA, including personal information of minors under the age of 16. Because we do not sell or share personal information, we also do not treat opt-out preference signals as opt-out requests.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Right to Correct Inaccurate Personal Information (“Right to Correct”) You have the right to request correction of inaccurate personal information that we maintain about you or update the information we have on file. Right to Opt-Out of Sale or Sharing Your Personal Information The CCPA provides consumers with the right to opt out of the sale or sharing of their personal information.} "
    },
    {
      "Text": "We do not sell or share personal information as defined under the CCPA, including personal information of minors under the age of 16. Because we do not sell or share personal information, we also do not treat opt-out preference signals as opt-out requests.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Right to Correct Inaccurate Personal Information (“Right to Correct”) You have the right to request correction of inaccurate personal information that we maintain about you or update the information we have on file. Right to Opt-Out of Sale or Sharing Your Personal Information The CCPA provides consumers with the right to opt out of the sale or sharing of their personal information.} "
    },
    {
      "Text": "Right to Non-Discrimination For The Exercise Of Your Privacy Rights\\n\\nYou have the right to be protected from discrimination for exercising your CCPA rights. We will not discriminate against you for exercising your rights under the CCPA.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We do not sell or share personal information as defined under the CCPA, including personal information of minors under the age of 16. Because we do not sell or share personal information, we also do not treat opt-out preference signals as opt-out requests.} "
    },
    {
      "Text": "Right to Limit the Use of Sensitive Personal Information\\n\\nThe CCPA permits consumers to limit the use of sensitive personal information if it is used for purposes other than exceptions stated in the regulations, including the servicing of accounts, processing payments, detecting security incidents that could compromise the confidentiality of personal information, and short-term, transient use, such as for nonpersonalized advertising as part of a consumer’s current interaction with the website. We do not use sensitive personal information in any manner that requires offering a right to limit its use.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Right to Non-Discrimination For The Exercise Of Your Privacy Rights You have the right to be protected from discrimination for exercising your CCPA rights. We will not discriminate against you for exercising your rights under the CCPA.} "
    },
    {
      "Text": "The following is a list of categories of Personal Information which may have been collected from consumers or users of our website within the last twelve (12) months. The categories and examples provided in the chart below are those defined in the CCPA. This does not mean that all examples of that category of Personal Information were in fact collected but reflects our good faith belief to the best of our knowledge that some of that information may have been collected about consumers. We will update this disclosure from time to time as appropriate.\\n\\nCategory\tExamples\\nA. Identifiers.\tA name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account username, screen name, password, Social Security number, driver’s license number, passport number, or other similar identifiers.\\nB. Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).\tA name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information. Some personal information included in this category may overlap with other categories.\\nC. Protected classification characteristics under California or federal law.\tAge (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status.\\nD. Commercial information.\tRecords of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\\nF. Internet or other similar network activity.\tBrowsing history, search history, information on a consumer’s interaction with a website, video, application, or advertisement, including user generated content.\\nG. Geolocation data.\tPhysical location or movements.\\nH. Sensory data.\tAudio, electronic, visual, thermal, olfactory, or similar information.\\nI. Professional or employment-related information.\tCurrent or past job history or performance evaluations.\\nJ. Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C. Section 1232g, 34 C.F.R. Part 99)).\tEducation records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.\\nK. Inferences drawn from other personal information.\tProfile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Right to Limit the Use of Sensitive Personal Information The CCPA permits consumers to limit the use of sensitive personal information if it is used for purposes other than exceptions stated in the regulations, including the servicing of accounts, processing payments, detecting security incidents that could compromise the confidentiality of personal information, and short-term, transient use, such as for nonpersonalized advertising as part of a consumer’s current interaction with the website. We do not use sensitive personal information in any manner that requires offering a right to limit its use.} "
    },
    {
      "Text": "0: Category ||| 1: Examples\\n\\n0: A. Identifiers. ||| 1: A name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account username, screen name, password, Social Security number, driver’s license number, passport number, or other similar identifiers.\\n\\n0: B. Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)). ||| 1: A name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information. Some personal information included in this category may overlap with other categories.\\n\\n0: C. Protected classification characteristics under California or federal law. ||| 1: Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status.\\n\\n0: D. Commercial information. ||| 1: Records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\\n\\n0: F. Internet or other similar network activity. ||| 1: Browsing history, search history, information on a consumer’s interaction with a website, video, application, or advertisement, including user generated content.\\n\\n0: G. Geolocation data. ||| 1: Physical location or movements.\\n\\n0: H. Sensory data. ||| 1: Audio, electronic, visual, thermal, olfactory, or similar information.\\n\\n0: I. Professional or employment-related information. ||| 1: Current or past job history or performance evaluations.\\n\\n0: J. Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C. Section 1232g, 34 C.F.R. Part 99)). ||| 1: Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.\\n\\n0: K. Inferences drawn from other personal information. ||| 1: Profile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Category ||| A. Identifiers. ||| B. Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)). ||| C. Protected classification characteristics under California or federal law. ||| D. Commercial information. ||| F. Internet or other similar network activity. ||| G. Geolocation data. ||| H. Sensory data. ||| I. Professional or employment-related information. ||| J. Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C. Section 1232g, 34 C.F.R. Part 99)). ||| K. Inferences drawn from other personal information.\\n\\nExamples ||| A name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account username, screen name, password, Social Security number, driver’s license number, passport number, or other similar identifiers. ||| A name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information. Some personal information included in this category may overlap with other categories. ||| Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status. ||| Records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. ||| Browsing history, search history, information on a consumer’s interaction with a website, video, application, or advertisement, including user generated content. ||| Physical location or movements. ||| Audio, electronic, visual, thermal, olfactory, or similar information. ||| Current or past job history or performance evaluations. ||| Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records. ||| Profile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This does not mean that all examples of that category of Personal Information were in fact collected but reflects our good faith belief to the best of our knowledge that some of that information may have been collected about consumers. We will update this disclosure from time to time as appropriate.} "
    },
    {
      "Text": "Changes to Our Privacy Policy\\nIt is our policy to post any changes we make to our privacy policy on this page. If we make material changes to how we treat our users’ personal information, we will notify you through a notice on the Website home page. The date the privacy policy was last revised is identified at the top of the page. You are responsible for ensuring we have an up-to-date active and deliverable email address for you, and for periodically visiting our Website and this privacy policy to check for any changes.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Any transmission of personal information is at your own risk. We are not responsible for circumvention of any privacy settings or security measures contained on the Website.} "
    }
  ]
}