{
  "policy_id": "226",
  "text": "<style>form.antibot * :not(.antibot-message) { display: none !important; }</style> Global Privacy Notice | Costar North America Skip to main content <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-W2RVP8F\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Product Solutions CoStar Includes CoStar Properties CoStar For Sale CoStar Sale Comps CoStar For Lease Lease Comps CoStar Tenant CoStar Risk Analytics All Products CoStar Public Record CoStar Analytics CoStar Loan, Capital Markets CoStar Lease Analysis CoStar Advanced Reporting CoStar News CoStar Real Estate Manager CoStar Advisory Services About CoStar Contact Product Solutions CoStar Includes CoStar Properties CoStar For Sale CoStar Sale Comps CoStar For Lease Lease Comps CoStar Tenant CoStar Public Record CoStar Analytics CoStar Loan, Capital Markets CoStar Lease Analysis CoStar Advanced Reporting CoStar News All Products About CoStar Contact Login Add a Listing For Sale Building Condo Land Portfolio Business For Lease Building or Condo Land Global Privacy Notice Last Modified: February 23, 2023 As the leading provider of information, analytics, and online marketplaces to the commercial real estate industry, CoStar Realty Information, Inc. and our affiliates (collectively, “CoStar,” “we,” or “us”) respect your privacy and are committed to protecting your Personal Information. This Global Privacy Notice describes the types of Personal Information we collect and our practices for using, maintaining, sharing, and protecting it. It also describes the rights and choices you may have with respect to your Personal Information and how you may contact us about our privacy practices. Our privacy practices may vary among the countries in which we operate to reflect local practices and legal requirements, and specific privacy practices may apply to some of our products and services. This Global Privacy Notice applies to the following websites and any associated CoStar websites, products, services, and mobile applications (the “Services”): CoStar.com (CoStar Information and Analytics, CoStar Portfolio Strategy, CoStar Risk Analytics, CoStar Real Estate Manager, CoStar Investment Analysis, and CoStar Brokerage Applications), STR.com, BusinessImmo.com, CoStarGroup.com, CoStar.co.uk, Thomas-daily.de and Grecam.com. It does not apply to the collection and use of certain employment-related information. If you are a current or former CoStar job applicant, employee, owner, director, officer, or contractor, please Contact Us for the appropriate policy. When using our websites, you may choose to interact with features from third parties that operate independently from CoStar, such as social media widgets and links to third-party websites. CoStar has no control over and is not responsible for the privacy practices of such third parties. This Global Privacy Notice does not apply to the extent CoStar does not own or control any linked websites or features you visit or use. We recommend that you familiarize yourself with the privacy practices of these third parties. Table of Contents Types of Personal Information Collection of Personal Information Use of Personal Information Disclosure of Personal Information International Transfer of Personal Information Security of Personal Information Retention of Personal Information Manage Your Personal Information Global Policy Notice Changes Contact Us 1. Types of Personal Information “Personal Information” means any information directly or indirectly relating to an identified or identifiable individual. Examples of Personal Information CoStar may collect include: Payment information (credit card and other payment card information) Personal contact information (name, nickname, gender, mailing address, email address, phone number) Business information (office location, business contact information, department, job title/description, professional bio) Log-in credentials (username, password) Photographs and biometric data (facial geometry) Usage details (log-on activity, search terms, views, clicks, downloads, CoStar-related preferences, lead submission information, cursor movement, scrolling activity and other related attributes) Technical details (IP address, geolocation information, cookie/session IDs, authentication information, browser type/version, operating system/platform) Any other information you or other CoStar customers may upload or enter into to the Services Service-Specific CoStar Information and Analytics Through our CoStar information services (CoStar Property Professional®, CoStar COMPS Professional®, CoStar Tenant®, CoStar Suite® with Market Analytics, CoStar News, CoStar Connect®, Professional Directory™, CoStar Marketing Center™, CoStar Mobile™, CoStar Go®, CoStar Lease Analysis®, CoStar Lease Comps™, CoStar Property and CoStar For Sale™, Metropolis™) and analytics services (CoStar Portfolio Strategy™ and Investment Analysis™), we may additionally collect: Country code, location name, and contact ID for CoStar News recipients Business history, investor type, prior companies, credentials, and phone call recordings related to agents that list properties for lease or sale through CoStar Suite® (“Listing Brokers”) Phone call and video conference recordings CoStar Brokerage Applications Through CoStar Brokerage Applications, we may additionally collect information about deal commissions, compensation, and broker performance. STR Through our STR research services, we may where permitted by local laws and regulations collect additional information such as your gender, age, household income, post code, residency, presence of children in the household, highest level of education, race/ethnicity, and occupation to achieve our research objectives. Thomas Daily Through Thomas Daily, we may additionally collect contact history, company change, and conversation notes in connection with the TD Premium database service. California Residents We collect Personal Information as defined by the California Consumer Privacy Act, which is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws. CoStar has collected the following categories of Personal Information about consumers in the 12 months preceding the date this Global Privacy Notice was last modified: Identifiers (e.g., real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers) Categories of personal information described in California Civil Code §1798.80(e) (e.g., signature, telephone number, bank account number, credit card number, debit card number, or other financial information) Commercial information (e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies) Internet or other electronic network activity information Geolocation data Professional or employment-related information Inferences drawn from other Personal Information (e.g., profile reflecting your preferences, characteristics, and behavior) Sensitive personal information, including: biometric information, precise geolocation, login credentials (username and password), and the content of messages sent through the Services 2. Collection of Personal Information CoStar may collect Personal Information using the following methods: Directly from you when you provide it to us (information you enter into web forms, participation in phone calls or video conferences, attendance at one of our events, subscription agreements, and contracts or submit to the Services) Through your participation in focus groups, surveys, promotions, and contests CoStar’s internal customer relationship management system and databases From third parties, such as analytics and email marketing service providers Researching public websites where permitted by the Terms of Use (company websites, search engines, social media) Automatically through tracking technologies (cookies, web beacons, log files), including over time and across third-party websites or other online services For more information about how we use Personal Information collected through tracking technologies and the ways you may be able to manage it, see Use of Personal Information , our Cookie Policy , and Manage Your Personal Information . Service-Specific CoStar Email Advertising Products Auction Marketing, First Rate, Investment Development and Third Party Advertising : We collect Personal Information from individuals whose details are on our Propex and Shopproperty database and who are most likely to be either a commercial or private investor. Secondary Corporate Marketing : We collect Personal Information from individuals whose details are on our Shopproperty or Propex databases. Weekly Property Marketing : We collect Personal Information from individuals whose details are on our Propex database and who are most likely to be either a commercial or private investor. Retail : We collect Personal Information from individuals whose details are on our Shopproperty database and who will be either commercial or private individuals. Privacy practices related to the Shopproperty marketplace are detailed in the Marketplace Global Privacy Notice . CoStar Information and Analytics We may additionally collect Personal Information in the following ways specific to CoStar Information and Analytics: Extracting information from past registrations to CoStar News For Personal Information about a Listing Broker, through agents, owners, property managers, developers, asset managers and architects; from clients or other contacts (including, among others, admins, colleagues, joint agents brochures) with updated contact information; search engine searches; or from a listing Broker’s website For Personal Information about corporate tenants and landlords, from corporate tenants, landlords, building managers, front desk/concierge, and neighboring tenants; LinkedIn or other social media (business Facebook page, Twitter); paid third-party providers; public and freely accessible databases such as state websites; published agent investment brochures and tenancy schedules; search engine searches; or from a corporate tenant’s or landlord’s website STR We may additionally collect Personal Information in the following ways specific to STR: From others in your organization requesting that you be added as a user of our research program From third party news sources or articles about your business or property From organizations to which you belong or are a member or from other sources when there is a legitimate interest to invite you to participate in research. To the extent we combine information obtained from these sources with other information we may have collected about you, we will treat the combined information as personal information under this Privacy Policy. We are not responsible for the accuracy of any information provided to us by a third party Thomas Daily We may additionally collect Personal Information in the following ways specific to Thomas Daily: Directories in cities affected by market surveys From our field-hosted database, TD Base, from lists in our email marketing software MAILEON, Salesforce, and CMS WordPress Through the tracking tool PIWIK to get more information about the user behavior in connection with TD Premium Our third-party email marketing service will provide email address, opening rate, clicks, click through rate, bounce rate, user agent, browser, IP address, timestamp, and desired download for email marketing detected Biometric and Geolocation Information Some areas of CoStar Services may require you to opt-in to CoStar collecting photos, facial geometry, and geolocation information from you when you log in to certain CoStar Services. This information is used to authenticate you as the user of such Services, maintain a secure session, and detect potential abuse and fraudulent use of the Services. For example, CoStar may scan and analyze a photo you submit to the Services to confirm your identity for security purposes each time you access the Services by using facial recognition technology to compare your photo to the most recent photo uploaded to your account. CoStar will securely store this information on servers located in the United States, and this information will only be accessed by authorized CoStar employees. We will retain biometric information until the initial purpose for collecting or obtaining such information has been satisfied or within three years, whichever occurs first. If you have questions regarding CoStar’s use of biometric or geolocation information, please Contact Us . Children Under 16 CoStar websites are not intended for children under 16 years of age, and we do not knowingly collect Personal Information from children under 16. If you are under 16, do not use or provide any information on this website or through any of its features, register, or make any purchases. If we learn we have collected or received Personal Information from a child under 16 without verification of parental consent, we will delete it. If you believe we might have any Personal Information from or about a child under 16, please Contact Us . California Residents CoStar collects Personal Information from the following categories of sources: Directly and indirectly from you Other CoStar customers Service providers, including data analytics providers Third parties, including advertising services and social media networks Consumer reporting agencies Companies with public websites Government entities European Economic Area (EEA) and United Kingdom Residents Where we need to collect Personal Information by law or under the terms of a contract we have with you and you fail to provide that information when requested, we may not be able to perform the contract we have or are trying to enter into with you. In this case, we may have to cancel a product or service you have with us but will notify you first. 3. Use of Personal Information We may use your Personal Information for the following purposes: Communicating with you Providing you with the Services Authenticating use, detecting potential fraudulent use, and otherwise maintaining the security of the Services Developing, testing, improving, and demonstrating the Services Creating and maintaining a customer relationship management system, member directories, and invitation lists for CoStar events Carrying out our legal and contractual obligations and enforcing our rights, including billing and payment processing Anonymizing and aggregating information for analytics and reporting Advertising, marketing, and selling the Services, including linking together or merging Personal Information with other Personal Information so that we may better understand your needs and inform you about our Services and those of our partners Short-term transient use, as defined in the California Consumer Privacy Act of 2018 Any other purpose with your consent Service-Specific CoStar Information and Analytics We may use Personal Information for the following additional purposes in connection with Costar Information and Analytics products: Populating and updating email lists for CoStar News Advising clients of CoStar product enhancements and improvements Contacting Listing Brokers to collect listing, deal and other industry data on a monthly basis Entering details into CoStar® where those details can be viewed by our subscriber base and used for marketing purposes (Personal Information may appear in the Professional Directory™, appear in the DealMakers™ section, or be attached to specific and relevant building and transactional records in CoStar®) Identifying trends, aggregating statistics, optimizing your use of the Services and providing a safer environment for purchasing in connection with your use of CoStar Property Professional®, CoStar COMPS Professional®, CoStar Tenant®, CoStar Suite® with Market Analytics, CoStar Go®, CoStar Lease Analysis®, CoStar Lease Comps™ through Google Analytics Training and quality assurance CoStar Brokerage Applications Through CoStar Brokerage Applications, CoStar stores information uploaded and entered into the applications by CoStar customers for their own purposes (property records, tax documents, property and prospect contacts, listings, deal/lease information, free form notes, etc.) on behalf of CoStar’s customers as a data processor. We do not use this information in any way for our own purposes. CoStar Real Estate Manager CoStar does not use Personal Information of CoStar’s customers’ own customers collected within the CoStar Real Estate Manager application for CoStar’s own commercial purposes. However, CoStar collects business contact information through an agreement with service providers that re-license, implement, support, and perform managed services, such as lease administration, for the Services. We use this information for the purpose of interacting with current and prospective clients, tracking engagement, and for customer support activities. STR Further to the general uses defined above, STR uses your personal information for the following additional purposes: Registering you as an attendee to our Hotel Data Conference (HDC) or other seminars, conferences and events, and sending you updates prior to and during the event. In addition, we will provide HDC sponsors with the list of attendees free of charge and as a benefit to them. If you are an HDC attendee but wish to limit how your contact information is used you may opt out. STR webmasters use cookie information to analyze the number of visitors to different areas of the websites, to determine how long users are remaining on the sites. This information helps us make sure that our websites are serving as a useful, effective information source for you. If you are a hotel owner, or a main point of contact for a hotel company, for inclusion of your information in our inventory, pipeline and AM:PM database services, or in news articles about the industry. To undertake research on our own behalf and for a variety of clients. Thomas Daily < br/> < br/> We may also use Personal Information to create and expand investor profiles in TD Premium. Online Advertising When you use the Services, we and third parties may use cookies and other tracking technologies to collect information, including Personal Information, to help us target content to you on the Services or elsewhere. This information may be associated with other information or combined with information from other sources, including information these third parties might track about your online activities over time and across the Internet. Third parties use this information to provide interest-based display advertising and retargeting on our behalf, which may include placing our advertisements on other websites you visit, including your social media accounts, or matching a cookie or device ID to your email address so we can send you promotional emails that may be of interest to you. To make informed choices about targeted advertising, see our Cookie Policy and Manage Your Personal Information . European Economic Area (EEA) and United Kingdom Residents We rely on the following lawful bases to process your Personal Information for these non-exhaustive purposes: Consent We may obtain your consent to process your Personal Information in certain circumstances, which may include when we send you relevant marketing, you elect to receive information from us, or you contact us to register an interest in our Services or company. We may also rely upon our legitimate interest in developing our business as a basis for sending you marketing information and information about our Services (see below). Performance of a Contract We rely on this lawful processing ground when we process your Personal Information to perform a contract which we have with you, or when we take steps in anticipation of entering into a contract with you, for example in connection with the provision of our Services to you and the management of our relationships with third parties. Compliance with a Legal Obligation We rely on this lawful processing ground when we process your Personal Information to meet legal and regulatory obligations which apply to us. Legitimate Interests We rely on this lawful processing ground when we process your Personal Information to provide our Services, to respond to specific requests, to manage our business operations, to manage our relationships with you and with third parties in connection with our business, and when we provide you with marketing information or other information in relation to our Services which we believe may interest you. If you wish to have more information regarding the legitimate interests assessments we have conducted in order to reach these conclusions, please Contact Us. 4. Disclosure of Personal Information We may disclose Personal Information: To affiliates and other entities within CoStar’s group of companies, business and distribution partners, other CoStar customers, and subscribers, and service providers To third parties when you use a third party feature in our Services To enforce or apply our Terms of Use and other agreements or comply with any court order, law, or legal process, including government or regulatory requests To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of CoStar’s assets To advisors, consultants, auditors, or similar professionals to assess our business, financial, and legal obligations or operations If we believe it is necessary to protect the rights, property, or safety of CoStar or others For any other purpose disclosed by us when you provide Personal Information With your consent, such as when you choose to provide your information to third parties We may also disclose de-identified information without restriction. Note that if you make any Personal Information publicly available on the Services, anyone may see and use such information. Service Providers CoStar retains third party service providers to assist us in our business. For example, we use service providers to assist with analytics, email marketing, payment processing, customer relationship management, and IT infrastructure and support. CoStar may permit these affiliates and service providers to access your Personal Information in order to assist us in providing services; however, we contractually require these vendors to keep Personal Information confidential and use it only for the purposes for which we disclose it to them. California and Quebec, Canada Residents CoStar shares Personal Information with the following categories of third parties and has disclosed the following categories of Personal Information for a business or commercial purpose in the 12 months preceding the date this Global Privacy notice was last modified: Personal Information Third Parties Identifiers Service providers, including data analytics and advertising providers, operating systems and platforms, social networks, other CoStar customers Categories of personal information described in California Civil Code §1798.80(e) Service providers, other CoStar customers Commercial information Affiliates, distribution partners, other CoStar customers Internet or other electronic network activity information Service providers, including data analytics and advertising providers Geolocation data (e.g., IP addresses) Service providers Professional or employment-related information Service providers, other CoStar customers Inferences Service providers, including data analytics and advertising providers Sensitive personal information, including biometric information, precise geolocation, login credentials, and the contents of messages sent through the Services Service providers CoStar may also sell/share certain Personal Information. In the 12 months preceding the date this Global Privacy Notice was last modified, CoStar sold: Identifiers (e.g., IP address and other online identifiers), Internet or other electronic network activity information, and commercial information (e.g., purchasing tendencies or records of products or services purchased or considered) to advertising providers for the purpose of advertising its Services Identifiers (e.g., name, email address), categories of personal information described in California Civil Code §1798.80(e) (phone number), and professional information (e.g., name, title, email address, business address) to other CoStar customers for the purpose of making business contact information available through the Professional Directory feature 5. International Transfer of Personal Information CoStar is a global business. We may transfer your Personal Information to the United States, where we are headquartered, and to other countries which may not have the same privacy laws as the country in which you initially provided the information, but we will protect your Personal Information in accordance with this Global Privacy Notice, or as otherwise disclosed to you. European Economic Area (EEA) and United Kingdom Residents If you live in the EEA or the United Kingdom, we may transfer Personal Information to countries for which adequacy decisions have been issued, use contractual protections for the transfer of Personal Information to third parties, such as an intra-company agreement or the European Commission’s Standard Contractual Clauses or their equivalent under applicable law. You may Contact Us to obtain a copy of the safeguards we use to transfer Personal Information outside of the EEA or the United Kingdom. Canadian Residents We may use service providers located outside of Canada, including, without limitation, in the United States of America, to process Personal Information, and may transfer your Personal Information to such service providers for this purpose. When your Personal Information is processed outside of Canada, it will be subject to the laws of the countries where the information is processed and may be accessible to law enforcement and national security authorities of those countries in accordance with their laws. You may Contact Us to obtain information about our policies and practices regarding the use of service providers located outside of Canada. 6. Security of Personal Information CoStar implements security safeguards to protect your Personal Information. We take steps to secure Personal Information through administrative, technical, and physical safeguards designed to protect against the risk of accidental, unlawful, or unauthorized destruction, loss, alteration, access, disclosure, or use. For example, we encrypt payment card information in accordance with the Payment Card Industry Data Security Standard (PCI DSS) and store sensitive information such as biometric and geolocation data on CoStar servers located in the United States with access limited to authorized CoStar employees. Unfortunately, we cannot guarantee the security of information transmitted through the Internet, and where we have given you (or where you have chosen) a password, you are responsible for keeping this password confidential. CoStar has designated a Cybersecurity Team to investigate and respond to all security issues and vulnerabilities regarding its offerings. You can contact this team at: CoStarSecurity1@costar.com . 7. Retention of Personal Information CoStar will retain your information only for as long as is reasonably necessary for the purposes set out on this Global Privacy Notice, for as long as your account is active (i.e., for the lifetime of your CoStar customer account), or as needed to provide the Services to you. If you no longer want CoStar to use your information to provide the Services to you, you may close your account. CoStar will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements, and as otherwise described in this Global Privacy Notice. Please note that closing an account may not make your email address, username, or property name (if any) available for reuse on a new account. We also retain log files for internal analysis purposes. These log files are retained for a brief period of time, except in cases where they are used to protect the safety and security of the Services, to maintain and improve functionality of the Services, or to comply with legal obligations. 8. Manage Your Personal Information You may manage your Personal Information by making certain choices. If you believe that any Personal Information you have provided to us is out-of-date or inaccurate, you may review and correct such information if it is within your online account by logging in at any time or Contact Us . You may also have additional rights detailed below depending on where you live. As a security precaution, we may need to request information from you to help us confirm your identity when exercising a right related to your Personal Information. Direct Marketing Opt-Out If you no longer wish to receive direct marketing emails from CoStar, you may click the “Unsubscribe” link in an email at any time. Depending on the Services, you may also be able to manage notification preferences in your account. Note that CoStar may still contact you about the Terms of Use, Global Privacy Notice, or other legal notices, or in connection with providing you Services you have requested from us. Tracking/Online Advertising Opt-Out You may disable or delete browser cookies through your browser settings. Cookies are generally easy to disable or delete, but the method varies between browsers. To learn how you can manage Flash cookies, visit Adobe’s Flash player settings page. Flash player settings page. If you disable or delete cookies, or if you are running third-party software that intercepts or deletes cookies, please note that some parts of our websites may not work properly. You can opt out of third parties collecting your Personal Information for targeted advertising purposes in the United States or Canada by visiting the National Advertising Initiative’s (NAI) opt-out page and the Digital Advertising Alliance’s (DAA) opt-out page and in the EEA and United Kingdom by visiting The Programme’s opt-out page . Our Services do not recognize “Do Not Track” signals. California Residents If you live in California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights. Requests to Know You have the right to request that we disclose the following information: Specific pieces of Personal Information CoStar has collected about you; Categories of Personal Information CoStar has collected about you, disclosed about you for a business purpose, or sold; Categories of sources from which the Personal Information is collected; Categories of third parties with whom CoStar shares or to whom CoStar sells Personal Information; and The business or commercial purpose for collecting and selling and sharing Personal Information. Opt-Out of the Sale or Sharing of Personal Information You have the right to opt-out of the sale of your Personal Information. To make such a request, please Contact Us by email or visit Do Not Sell My Personal Information . To opt-out of CoStar sharing your Personal Information with third parties to advertise our Services, please additionally manage Tracking/Online Advertising Opt-Out privacy controls. Please click here for statistics relating to California Consumer Privacy Act requests received by CoStar brands under this Global Privacy Notice in the prior calendar year. We do not have actual knowledge that we sell or share the Personal Information of consumers under the age of 16. We do not use or disclose sensitive personal information for purposes other than those specified in Cal. Civ Code § 1798.121. Exercising Your Rights To make a request, please Contact Us by email, call us toll-free at (800) 204-5960, or submit the request through your CoStar account or our rights request web form . In order to verify your request, CoStar may require you to provide additional information to confirm the identity of the consumer. Only you, or someone legally authorized to act on your behalf, may make a verifiable consumer request related to your Personal Information. To make a request on your behalf, an authorized agent may Contact Us by email with proof of your written and signed permission to do so. Note that CoStar may also require you to verify your identity and confirm that you gave permission. “Shine the Light” Request California residents may also have the right to request certain information regarding our disclosure of Personal Information to third parties for their direct marketing purposes. To make such a request, please Contact Us . Nevada Residents Nevada residents may have the right to opt-out of the sale of Personal Information we have collected or will collect. To make such a request, please Contact Us . Virginia Residents If you live in Virginia, you have the right to: (1) request that CoStar disclose and provide a copy of what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of targeted advertising; (6) opt out of profiling in furtherance of decisions that produce legal or similarly significant effects about you, and (7) not receive discriminatory treatment by CoStar for exercising these rights. To make a request, or to appeal our decision regarding a previous request, please Contact Us by email, call us toll-free at (800) 204-5960, or submit the request through your CoStar account or our rights request web form . If you are appealing our decision, please submit your appeal by email referencing and/or attaching information to identify your original request. In order to verify your request, CoStar may require you to provide additional information to confirm the identity of the consumer. European Economic Area (EEA) and United Kingdom Residents If you live in the EEA or the United Kingdom, you may have the right to (1) request access to, rectification, or erasure of your Personal Information or restrict the processing of your Personal Information; (2) object to processing; (3) data portability (receive and transfer your Personal Information); (4) lodge a complaint with a supervisory authority; and, (5) where processing of your Personal Information is based on consent, withdraw your consent at any time without affecting the lawfulness of the processing of Personal Information that occurred before you withdraw consent. To make such a request, please Contact Us . Canadian Residents If you live in Canada, in addition to the other rights you may have hereunder, you may have the right to (1) request access to, review and to correct inaccuracies or omissions in your Personal Information; (2) to withdraw consent for collection, use or disclosure of, or to request deletion of, your Personal Information (provided that, if you do so, we may no longer be able to provide services to you that rely on such Personal Information); (3) to ask questions about our policies and practices, and to lodge complaints about our compliance with them with us or with regulatory authorities; and (4) for Quebec residents, to request an electronic copy of the Personal Information you have provided to us in a structured and commonly used technological format. To make such a request, please Contact Us . We may require you to provide additional information to confirm your identity prior to carrying out any such request. 9. Global Policy Changes This Global Privacy Notice may be updated periodically to reflect changes in our privacy practices. We will post changes on this page and identify the date the privacy notice was last revised at the top of the page. If we make material changes to our privacy practices, we will notify you through a notice on the home page of the websites covered by this Global Privacy Notice. If a material change will apply to Personal Information we have already collected, including any new purposes for which the Personal Information will be used or disclosed to which you have not previously consented, we will additionally seek your affirmative consent. 10. Contact Us We have appointed a Privacy Officer and Data Protection Officer to investigate and respond to privacy issues and to be accountable for our compliance with this Global Privacy Notice. Please submit questions, concerns, or requests to exercise your applicable rights to CoStar by email to CoStarPrivacy1@costar.com . You may also write to: CoStar Realty Information, Inc. 1331 L Street, NW Washington, DC 20005 Attn: Legal Department If you live in the EEA or the United Kingdom, CoStar UK Limited is the entity responsible for the processing of your Personal Information.  Please submit questions, concerns, or requests to exercise your applicable rights by email to CoStarUKPrivacy1@costar.co.uk or write to: CoStar UK Limited 26th Floor, The Shard, 32 London Bridge Street, London SE1 9SG, United Kingdom You may also make a complaint to your local data protection authority. Get In Touch sales@costar.com 888-226-7404 Request a Demo Add a Listing Company About CoStar CoStarGroup.com Careers Press Room Privacy Notice CA: Do Not Sell My Personal Info Term of Use Help Fight Data Theft Accessibility Contact Us Products CoStar CoStar Properties CoStar For Sale CoStar Sale Comps CoStar For Lease CoStar Lease Comps CoStar Tenant CoStar Public Record CoStar Analytics CoStar Loan, Capital Markets CoStar Lease Analysis CoStar Advanced Reporting CoStar News CoStar Advisory Services Social © 2023 CoStar Group <img src=\"https://www.costar.com/akam/13/pixel_6ba85219?a=dD01MTZjZTYwNjY0MzRmZWNlM2UzY2JjZWRkZDg5OTdjNTUwYzI0OWU4JmpzPW9mZg==\" style=\"visibility: hidden; position: absolute; left: -999px; top: -999px;\" /> <img height=\"1\" width=\"1\" style=\"display:none\" src=\"https://www.facebook.com/tr?id=261137424266405&amp;ev=PageView&amp;noscript=1\">",
  "annotations": [
    {
      "Text": "Last Modified: February 23, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Types of Personal Information\\n“Personal Information” means any information directly or indirectly relating to an identified or identifiable individual. Examples of Personal Information CoStar may collect include:\\n\\nPayment information (credit card and other payment card information)\\nPersonal contact information (name, nickname, gender, mailing address, email address, phone number)\\nBusiness information (office location, business contact information, department, job title/description, professional bio)\\nLog-in credentials (username, password)\\nPhotographs and biometric data (facial geometry)\\nUsage details (log-on activity, search terms, views, clicks, downloads, CoStar-related preferences, lead submission information, cursor movement, scrolling activity and other related attributes)\\nTechnical details (IP address, geolocation information, cookie/session IDs, authentication information, browser type/version, operating system/platform)\\nAny other information you or other CoStar customers may upload or enter into to the Services",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This Global Privacy Notice does not apply to the extent CoStar does not own or control any linked websites or features you visit or use. We recommend that you familiarize yourself with the privacy practices of these third parties.} "
    },
    {
      "Text": "CoStar Information and Analytics\\n\\nThrough our CoStar information services (CoStar Property Professional®, CoStar COMPS Professional®, CoStar Tenant®, CoStar Suite® with Market Analytics, CoStar News, CoStar Connect®, Professional Directory™, CoStar Marketing Center™, CoStar Mobile™, CoStar Go®, CoStar Lease Analysis®, CoStar Lease Comps™, CoStar Property and CoStar For Sale™, Metropolis™) and analytics services (CoStar Portfolio Strategy™ and Investment Analysis™), we may additionally collect:\\n\\nCountry code, location name, and contact ID for CoStar News recipients\\nBusiness history, investor type, prior companies, credentials, and phone call recordings related to agents that list properties for lease or sale through CoStar Suite® (“Listing Brokers”)\\nPhone call and video conference recordings\\nCoStar Brokerage Applications\\n\\nThrough CoStar Brokerage Applications, we may additionally collect information about deal commissions, compensation, and broker performance.\\n\\nSTR\\n\\nThrough our STR research services, we may where permitted by local laws and regulations collect additional information such as your gender, age, household income, post code, residency, presence of children in the household, highest level of education, race/ethnicity, and occupation to achieve our research objectives.\\n\\nThomas Daily\\n\\nThrough Thomas Daily, we may additionally collect contact history, company change, and conversation notes in connection with the TD Premium database service.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Table of Contents Types of Personal Information Collection of Personal Information Use of Personal Information Disclosure of Personal Information International Transfer of Personal Information Security of Personal Information Retention of Personal Information Manage Your Personal Information Global Policy Notice Changes Contact Us 1. Types of Personal Information “Personal Information” means any information directly or indirectly relating to an identified or identifiable individual.} "
    },
    {
      "Text": "California Residents\\n\\nWe collect Personal Information as defined by the California Consumer Privacy Act, which is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws. CoStar has collected the following categories of Personal Information about consumers in the 12 months preceding the date this Global Privacy Notice was last modified:\\n\\nIdentifiers (e.g., real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers)\\nCategories of personal information described in California Civil Code §1798.80(e) (e.g., signature, telephone number, bank account number, credit card number, debit card number, or other financial information)\\nCommercial information (e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies)\\nInternet or other electronic network activity information\\nGeolocation data\\nProfessional or employment-related information\\nInferences drawn from other Personal Information (e.g., profile reflecting your preferences, characteristics, and behavior)\\nSensitive personal information, including: biometric information, precise geolocation, login credentials (username and password), and the content of messages sent through the Services",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {STR Through our STR research services, we may where permitted by local laws and regulations collect additional information such as your gender, age, household income, post code, residency, presence of children in the household, highest level of education, race/ethnicity, and occupation to achieve our research objectives. Thomas Daily Through Thomas Daily, we may additionally collect contact history, company change, and conversation notes in connection with the TD Premium database service.} "
    },
    {
      "Text": "Collection of Personal Information\\nCoStar may collect Personal Information using the following methods:\\n\\nDirectly from you when you provide it to us (information you enter into web forms, participation in phone calls or video conferences, attendance at one of our events, subscription agreements, and contracts or submit to the Services)\\nThrough your participation in focus groups, surveys, promotions, and contests\\nCoStar’s internal customer relationship management system and databases\\nFrom third parties, such as analytics and email marketing service providers\\nResearching public websites where permitted by the Terms of Use (company websites, search engines, social media)\\nAutomatically through tracking technologies (cookies, web beacons, log files), including over time and across third-party websites or other online services",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This Global Privacy Notice does not apply to the extent CoStar does not own or control any linked websites or features you visit or use. We recommend that you familiarize yourself with the privacy practices of these third parties.} "
    },
    {
      "Text": "CoStar Email Advertising Products\\n\\nAuction Marketing, First Rate, Investment Development and Third Party Advertising: We collect Personal Information from individuals whose details are on our Propex and Shopproperty database and who are most likely to be either a commercial or private investor.\\nSecondary Corporate Marketing: We collect Personal Information from individuals whose details are on our Shopproperty or Propex databases.\\nWeekly Property Marketing: We collect Personal Information from individuals whose details are on our Propex database and who are most likely to be either a commercial or private investor.\\nRetail: We collect Personal Information from individuals whose details are on our Shopproperty database and who will be either commercial or private individuals. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {CoStar has collected the following categories of Personal Information about consumers in the 12 months preceding the date this Global Privacy Notice was last modified: Identifiers (e.g., real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers) Categories of personal information described in California Civil Code §1798.80(e) (e.g., signature, telephone number, bank account number, credit card number, debit card number, or other financial information) Commercial information (e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies) Internet or other electronic network activity information Geolocation data Professional or employment-related information Inferences drawn from other Personal Information (e.g., profile reflecting your preferences, characteristics, and behavior) Sensitive personal information, including: biometric information, precise geolocation, login credentials (username and password), and the content of messages sent through the Services 2. Collection of Personal Information CoStar may collect Personal Information using the following methods: Directly from you when you provide it to us (information you enter into web forms, participation in phone calls or video conferences, attendance at one of our events, subscription agreements, and contracts or submit to the Services) Through your participation in focus groups, surveys, promotions, and contests CoStar’s internal customer relationship management system and databases From third parties, such as analytics and email marketing service providers Researching public websites where permitted by the Terms of Use (company websites, search engines, social media) Automatically through tracking technologies (cookies, web beacons, log files), including over time and across third-party websites or other online services For more information about how we use Personal Information collected through tracking technologies and the ways you may be able to manage it, see Use of Personal Information , our Cookie Policy , and Manage Your Personal Information .} "
    },
    {
      "Text": "CoStar Information and Analytics\\n\\nWe may additionally collect Personal Information in the following ways specific to CoStar Information and Analytics:\\n\\nExtracting information from past registrations to CoStar News\\nFor Personal Information about a Listing Broker, through agents, owners, property managers, developers, asset managers and architects; from clients or other contacts (including, among others, admins, colleagues, joint agents brochures) with updated contact information; search engine searches; or from a listing Broker’s website\\nFor Personal Information about corporate tenants and landlords, from corporate tenants, landlords, building managers, front desk/concierge, and neighboring tenants; LinkedIn or other social media (business Facebook page, Twitter); paid third-party providers; public and freely accessible databases such as state websites; published agent investment brochures and tenancy schedules; search engine searches; or from a corporate tenant’s or landlord’s website\\nSTR\\n\\nWe may additionally collect Personal Information in the following ways specific to STR:\\n\\nFrom others in your organization requesting that you be added as a user of our research program\\nFrom third party news sources or articles about your business or property\\nFrom organizations to which you belong or are a member or from other sources when there is a legitimate interest to invite you to participate in research",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Retail : We collect Personal Information from individuals whose details are on our Shopproperty database and who will be either commercial or private individuals. Privacy practices related to the Shopproperty marketplace are detailed in the Marketplace Global Privacy Notice .} "
    },
    {
      "Text": "Thomas Daily\\n\\nWe may additionally collect Personal Information in the following ways specific to Thomas Daily:\\n\\nDirectories in cities affected by market surveys\\nFrom our field-hosted database, TD Base, from lists in our email marketing software MAILEON, Salesforce, and CMS WordPress\\nThrough the tracking tool PIWIK to get more information about the user behavior in connection with TD Premium\\nOur third-party email marketing service will provide email address, opening rate, clicks, click through rate, bounce rate, user agent, browser, IP address, timestamp, and desired download for email marketing detected",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {CoStar Information and Analytics We may additionally collect Personal Information in the following ways specific to CoStar Information and Analytics: Extracting information from past registrations to CoStar News For Personal Information about a Listing Broker, through agents, owners, property managers, developers, asset managers and architects; from clients or other contacts (including, among others, admins, colleagues, joint agents brochures) with updated contact information; search engine searches; or from a listing Broker’s website For Personal Information about corporate tenants and landlords, from corporate tenants, landlords, building managers, front desk/concierge, and neighboring tenants; LinkedIn or other social media (business Facebook page, Twitter); paid third-party providers; public and freely accessible databases such as state websites; published agent investment brochures and tenancy schedules; search engine searches; or from a corporate tenant’s or landlord’s website STR We may additionally collect Personal Information in the following ways specific to STR: From others in your organization requesting that you be added as a user of our research program From third party news sources or articles about your business or property From organizations to which you belong or are a member or from other sources when there is a legitimate interest to invite you to participate in research. To the extent we combine information obtained from these sources with other information we may have collected about you, we will treat the combined information as personal information under this Privacy Policy.} "
    },
    {
      "Text": "Biometric and Geolocation Information\\n\\nSome areas of CoStar Services may require you to opt-in to CoStar collecting photos, facial geometry, and geolocation information from you when you log in to certain CoStar Services. This information is used to authenticate you as the user of such Services, maintain a secure session, and detect potential abuse and fraudulent use of the Services. For example, CoStar may scan and analyze a photo you submit to the Services to confirm your identity for security purposes each time you access the Services by using facial recognition technology to compare your photo to the most recent photo uploaded to your account.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {CoStar Information and Analytics We may additionally collect Personal Information in the following ways specific to CoStar Information and Analytics: Extracting information from past registrations to CoStar News For Personal Information about a Listing Broker, through agents, owners, property managers, developers, asset managers and architects; from clients or other contacts (including, among others, admins, colleagues, joint agents brochures) with updated contact information; search engine searches; or from a listing Broker’s website For Personal Information about corporate tenants and landlords, from corporate tenants, landlords, building managers, front desk/concierge, and neighboring tenants; LinkedIn or other social media (business Facebook page, Twitter); paid third-party providers; public and freely accessible databases such as state websites; published agent investment brochures and tenancy schedules; search engine searches; or from a corporate tenant’s or landlord’s website STR We may additionally collect Personal Information in the following ways specific to STR: From others in your organization requesting that you be added as a user of our research program From third party news sources or articles about your business or property From organizations to which you belong or are a member or from other sources when there is a legitimate interest to invite you to participate in research. To the extent we combine information obtained from these sources with other information we may have collected about you, we will treat the combined information as personal information under this Privacy Policy.} "
    },
    {
      "Text": "California Residents\\n\\nCoStar collects Personal Information from the following categories of sources:\\n\\nDirectly and indirectly from you\\nOther CoStar customers\\nService providers, including data analytics providers\\nThird parties, including advertising services and social media networks\\nConsumer reporting agencies\\nCompanies with public websites\\nGovernment entities",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If we learn we have collected or received Personal Information from a child under 16 without verification of parental consent, we will delete it. If you believe we might have any Personal Information from or about a child under 16, please Contact Us .} "
    },
    {
      "Text": "3. Use of Personal Information\\nWe may use your Personal Information for the following purposes:\\n\\nCommunicating with you\\nProviding you with the Services\\nAuthenticating use, detecting potential fraudulent use, and otherwise maintaining the security of the Services\\nDeveloping, testing, improving, and demonstrating the Services\\nCreating and maintaining a customer relationship management system, member directories, and invitation lists for CoStar events\\nCarrying out our legal and contractual obligations and enforcing our rights, including billing and payment processing\\nAnonymizing and aggregating information for analytics and reporting",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Advertising, marketing, and selling the Services, including linking together or merging Personal Information with other Personal Information so that we may better understand your needs and inform you about our Services and those of our partners",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {CoStar has collected the following categories of Personal Information about consumers in the 12 months preceding the date this Global Privacy Notice was last modified: Identifiers (e.g., real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers) Categories of personal information described in California Civil Code §1798.80(e) (e.g., signature, telephone number, bank account number, credit card number, debit card number, or other financial information) Commercial information (e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies) Internet or other electronic network activity information Geolocation data Professional or employment-related information Inferences drawn from other Personal Information (e.g., profile reflecting your preferences, characteristics, and behavior) Sensitive personal information, including: biometric information, precise geolocation, login credentials (username and password), and the content of messages sent through the Services 2. Collection of Personal Information CoStar may collect Personal Information using the following methods: Directly from you when you provide it to us (information you enter into web forms, participation in phone calls or video conferences, attendance at one of our events, subscription agreements, and contracts or submit to the Services) Through your participation in focus groups, surveys, promotions, and contests CoStar’s internal customer relationship management system and databases From third parties, such as analytics and email marketing service providers Researching public websites where permitted by the Terms of Use (company websites, search engines, social media) Automatically through tracking technologies (cookies, web beacons, log files), including over time and across third-party websites or other online services For more information about how we use Personal Information collected through tracking technologies and the ways you may be able to manage it, see Use of Personal Information , our Cookie Policy , and Manage Your Personal Information .} "
    },
    {
      "Text": "Advertising, marketing, and selling the Services, including linking together or merging Personal Information with other Personal Information so that we may better understand your needs and inform you about our Services and those of our partners",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {CoStar has collected the following categories of Personal Information about consumers in the 12 months preceding the date this Global Privacy Notice was last modified: Identifiers (e.g., real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers) Categories of personal information described in California Civil Code §1798.80(e) (e.g., signature, telephone number, bank account number, credit card number, debit card number, or other financial information) Commercial information (e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies) Internet or other electronic network activity information Geolocation data Professional or employment-related information Inferences drawn from other Personal Information (e.g., profile reflecting your preferences, characteristics, and behavior) Sensitive personal information, including: biometric information, precise geolocation, login credentials (username and password), and the content of messages sent through the Services 2. Collection of Personal Information CoStar may collect Personal Information using the following methods: Directly from you when you provide it to us (information you enter into web forms, participation in phone calls or video conferences, attendance at one of our events, subscription agreements, and contracts or submit to the Services) Through your participation in focus groups, surveys, promotions, and contests CoStar’s internal customer relationship management system and databases From third parties, such as analytics and email marketing service providers Researching public websites where permitted by the Terms of Use (company websites, search engines, social media) Automatically through tracking technologies (cookies, web beacons, log files), including over time and across third-party websites or other online services For more information about how we use Personal Information collected through tracking technologies and the ways you may be able to manage it, see Use of Personal Information , our Cookie Policy , and Manage Your Personal Information .} "
    },
    {
      "Text": "Short-term transient use, as defined in the California Consumer Privacy Act of 2018\\nAny other purpose with your consent",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In this case, we may have to cancel a product or service you have with us but will notify you first. 3.} "
    },
    {
      "Text": "CoStar Information and Analytics\\n\\nWe may use Personal Information for the following additional purposes in connection with Costar Information and Analytics products:\\n\\nPopulating and updating email lists for CoStar News",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Retail : We collect Personal Information from individuals whose details are on our Shopproperty database and who will be either commercial or private individuals. Privacy practices related to the Shopproperty marketplace are detailed in the Marketplace Global Privacy Notice .} "
    },
    {
      "Text": "Advising clients of CoStar product enhancements and improvements",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In this case, we may have to cancel a product or service you have with us but will notify you first. 3.} "
    },
    {
      "Text": "Contacting Listing Brokers to collect listing, deal and other industry data on a monthly basis",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In this case, we may have to cancel a product or service you have with us but will notify you first. 3.} "
    },
    {
      "Text": "Entering details into CoStar® where those details can be viewed by our subscriber base and used for marketing purposes (Personal Information may appear in the Professional Directory™, appear in the DealMakers™ section, or be attached to specific and relevant building and transactional records in CoStar®)",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In this case, we may have to cancel a product or service you have with us but will notify you first. 3.} "
    },
    {
      "Text": "Identifying trends, aggregating statistics, optimizing your use of the Services and providing a safer environment for purchasing in connection with your use of CoStar Property Professional®, CoStar COMPS Professional®, CoStar Tenant®, CoStar Suite® with Market Analytics, CoStar Go®, CoStar Lease Analysis®, CoStar Lease Comps™ through Google Analytics\\nTraining and quality assurance",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In this case, we may have to cancel a product or service you have with us but will notify you first. 3.} "
    },
    {
      "Text": "CoStar Real Estate Manager\\n\\nCoStar does not use Personal Information of CoStar’s customers’ own customers collected within the CoStar Real Estate Manager application for CoStar’s own commercial purposes. However, CoStar collects business contact information through an agreement with service providers that re-license, implement, support, and perform managed services, such as lease administration, for the Services. We use this information for the purpose of interacting with current and prospective clients, tracking engagement, and for customer support activities.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {on behalf of CoStar’s customers as a data processor. We do not use this information in any way for our own purposes.} "
    },
    {
      "Text": "STR\\n\\nFurther to the general uses defined above, STR uses your personal information for the following additional purposes:\\n\\nRegistering you as an attendee to our Hotel Data Conference (HDC) or other seminars, conferences and events, and sending you updates prior to and during the event.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, CoStar collects business contact information through an agreement with service providers that re-license, implement, support, and perform managed services, such as lease administration, for the Services. We use this information for the purpose of interacting with current and prospective clients, tracking engagement, and for customer support activities.} "
    },
    {
      "Text": "In addition, we will provide HDC sponsors with the list of attendees free of charge and as a benefit to them. If you are an HDC attendee but wish to limit how your contact information is used you may opt out.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We use this information for the purpose of interacting with current and prospective clients, tracking engagement, and for customer support activities. STR Further to the general uses defined above, STR uses your personal information for the following additional purposes: Registering you as an attendee to our Hotel Data Conference (HDC) or other seminars, conferences and events, and sending you updates prior to and during the event.} "
    },
    {
      "Text": "STR webmasters use cookie information to analyze the number of visitors to different areas of the websites, to determine how long users are remaining on the sites. This information helps us make sure that our websites are serving as a useful, effective information source for you.\\nIf you are a hotel owner, or a main point of contact for a hotel company, for inclusion of your information in our inventory, pipeline and AM:PM database services, or in news articles about the industry.\\nTo undertake research on our own behalf and for a variety of clients.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In addition, we will provide HDC sponsors with the list of attendees free of charge and as a benefit to them. If you are an HDC attendee but wish to limit how your contact information is used you may opt out.} "
    },
    {
      "Text": "To undertake research on our own behalf and for a variety of clients.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This information helps us make sure that our websites are serving as a useful, effective information source for you. If you are a hotel owner, or a main point of contact for a hotel company, for inclusion of your information in our inventory, pipeline and AM:PM database services, or in news articles about the industry.} "
    },
    {
      "Text": "Thomas Daily< br/> < br/>\\n\\nWe may also use Personal Information to create and expand investor profiles in TD Premium.\\n\\nOnline Advertising\\n\\nWhen you use the Services, we and third parties may use cookies and other tracking technologies to collect information, including Personal Information, to help us target content to you on the Services or elsewhere. This information may be associated with other information or combined with information from other sources, including information these third parties might track about your online activities over time and across the Internet. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Examples of Personal Information CoStar may collect include: Payment information (credit card and other payment card information) Personal contact information (name, nickname, gender, mailing address, email address, phone number) Business information (office location, business contact information, department, job title/description, professional bio) Log-in credentials (username, password) Photographs and biometric data (facial geometry) Usage details (log-on activity, search terms, views, clicks, downloads, CoStar-related preferences, lead submission information, cursor movement, scrolling activity and other related attributes) Technical details (IP address, geolocation information, cookie/session IDs, authentication information, browser type/version, operating system/platform) Any other information you or other CoStar customers may upload or enter into to the Services Service-Specific CoStar Information and Analytics Through our CoStar information services (CoStar Property Professional®, CoStar COMPS Professional®, CoStar Tenant®, CoStar Suite® with Market Analytics, CoStar News, CoStar Connect®, Professional Directory™, CoStar Marketing Center™, CoStar Mobile™, CoStar Go®, CoStar Lease Analysis®, CoStar Lease Comps™, CoStar Property and CoStar For Sale™, Metropolis™) and analytics services (CoStar Portfolio Strategy™ and Investment Analysis™), we may additionally collect: Country code, location name, and contact ID for CoStar News recipients Business history, investor type, prior companies, credentials, and phone call recordings related to agents that list properties for lease or sale through CoStar Suite® (“Listing Brokers”) Phone call and video conference recordings CoStar Brokerage Applications Through CoStar Brokerage Applications, we may additionally collect information about deal commissions, compensation, and broker performance. STR Through our STR research services, we may where permitted by local laws and regulations collect additional information such as your gender, age, household income, post code, residency, presence of children in the household, highest level of education, race/ethnicity, and occupation to achieve our research objectives.} "
    },
    {
      "Text": "Online Advertising\\n\\nWhen you use the Services, we and third parties may use cookies and other tracking technologies to collect information, including Personal Information, to help us target content to you on the Services or elsewhere. This information may be associated with other information or combined with information from other sources, including information these third parties might track about your online activities over time and across the Internet. Third parties use this information to provide interest-based display advertising and retargeting on our behalf, which may include placing our advertisements on other websites you visit, including your social media accounts, or matching a cookie or device ID to your email address so we can send you promotional emails that may be of interest to you.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To undertake research on our own behalf and for a variety of clients. Thomas Daily < br/> < br/> We may also use Personal Information to create and expand investor profiles in TD Premium.} "
    },
    {
      "Text": "Disclosure of Personal Information\\nWe may disclose Personal Information:\\n\\nTo affiliates and other entities within CoStar’s group of companies, business and distribution partners, other CoStar customers, and subscribers, and service providers\\nTo third parties when you use a third party feature in our Services\\nTo enforce or apply our Terms of Use and other agreements or comply with any court order, law, or legal process, including government or regulatory requests\\nTo a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of CoStar’s assets\\nTo advisors, consultants, auditors, or similar professionals to assess our business, financial, and legal obligations or operations\\nIf we believe it is necessary to protect the rights, property, or safety of CoStar or others\\nFor any other purpose disclosed by us when you provide Personal Information\\nWith your consent, such as when you choose to provide your information to third parties\\nWe may also disclose de-identified information without restriction.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This Global Privacy Notice does not apply to the extent CoStar does not own or control any linked websites or features you visit or use. We recommend that you familiarize yourself with the privacy practices of these third parties.} "
    },
    {
      "Text": "Disclosure of Personal Information\\nWe may disclose Personal Information:\\n\\nTo affiliates and other entities within CoStar’s group of companies, business and distribution partners, other CoStar customers, and subscribers, and service providers",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {This Global Privacy Notice does not apply to the extent CoStar does not own or control any linked websites or features you visit or use. We recommend that you familiarize yourself with the privacy practices of these third parties.} "
    },
    {
      "Text": "To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of CoStar’s assets\\nTo advisors, consultants, auditors, or similar professionals to assess our business, financial, and legal obligations or operations",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you wish to have more information regarding the legitimate interests assessments we have conducted in order to reach these conclusions, please Contact Us. 4.} "
    },
    {
      "Text": "Service Providers\\n\\nCoStar retains third party service providers to assist us in our business. For example, we use service providers to assist with analytics, email marketing, payment processing, customer relationship management, and IT infrastructure and support. CoStar may permit these affiliates and service providers to access your Personal Information in order to assist us in providing services; however, we contractually require these vendors to keep Personal Information confidential and use it only for the purposes for which we disclose it to them.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Disclosure of Personal Information We may disclose Personal Information: To affiliates and other entities within CoStar’s group of companies, business and distribution partners, other CoStar customers, and subscribers, and service providers To third parties when you use a third party feature in our Services To enforce or apply our Terms of Use and other agreements or comply with any court order, law, or legal process, including government or regulatory requests To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of CoStar’s assets To advisors, consultants, auditors, or similar professionals to assess our business, financial, and legal obligations or operations If we believe it is necessary to protect the rights, property, or safety of CoStar or others For any other purpose disclosed by us when you provide Personal Information With your consent, such as when you choose to provide your information to third parties We may also disclose de-identified information without restriction. Note that if you make any Personal Information publicly available on the Services, anyone may see and use such information.} "
    },
    {
      "Text": "California and Quebec, Canada Residents\\n\\nCoStar shares Personal Information with the following categories of third parties and has disclosed the following categories of Personal Information for a business or commercial purpose in the 12 months preceding the date this Global Privacy notice was last modified:\\n\\n \\n\\nPersonal Information\tThird Parties\\nIdentifiers\tService providers, including data analytics and advertising providers, operating systems and platforms, social networks, other CoStar customers\\nCategories of personal information described in California Civil Code §1798.80(e)\tService providers, other CoStar customers\\nCommercial information\tAffiliates, distribution partners, other CoStar customers\\nInternet or other electronic network activity information\tService providers, including data analytics and advertising providers\\nGeolocation data (e.g., IP addresses)\tService providers\\nProfessional or employment-related information\tService providers, other CoStar customers\\nInferences\tService providers, including data analytics and advertising providers\\nSensitive personal information, including biometric information, precise geolocation, login credentials, and the contents of messages sent through the Services\tService providers",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For example, we use service providers to assist with analytics, email marketing, payment processing, customer relationship management, and IT infrastructure and support. CoStar may permit these affiliates and service providers to access your Personal Information in order to assist us in providing services; however, we contractually require these vendors to keep Personal Information confidential and use it only for the purposes for which we disclose it to them.} "
    },
    {
      "Text": "Tracking/Online Advertising Opt-Out\\n\\nYou may disable or delete browser cookies through your browser settings. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Depending on the Services, you may also be able to manage notification preferences in your account. Note that CoStar may still contact you about the Terms of Use, Global Privacy Notice, or other legal notices, or in connection with providing you Services you have requested from us.} "
    },
    {
      "Text": "Cookies are generally easy to disable or delete, but the method varies between browsers. To learn how you can manage Flash cookies, visit Adobe’s Flash player settings page. Flash player settings page.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Note that CoStar may still contact you about the Terms of Use, Global Privacy Notice, or other legal notices, or in connection with providing you Services you have requested from us. Tracking/Online Advertising Opt-Out You may disable or delete browser cookies through your browser settings.} "
    },
    {
      "Text": "You can opt out of third parties collecting your Personal Information for targeted advertising purposes in the United States or Canada by visiting the National Advertising Initiative’s (NAI) opt-out page and the Digital Advertising Alliance’s (DAA) opt-out page and in the EEA and United Kingdom by visiting The Programme’s opt-out page.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Flash player settings page. If you disable or delete cookies, or if you are running third-party software that intercepts or deletes cookies, please note that some parts of our websites may not work properly.} "
    },
    {
      "Text": "You can opt out of third parties collecting your Personal Information for targeted advertising purposes in the United States or Canada by visiting the National Advertising Initiative’s (NAI) opt-out page and the Digital Advertising Alliance’s (DAA) opt-out page and in the EEA and United Kingdom by visiting The Programme’s opt-out page.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Flash player settings page. If you disable or delete cookies, or if you are running third-party software that intercepts or deletes cookies, please note that some parts of our websites may not work properly.} "
    },
    {
      "Text": "California Residents\\n\\nIf you live in California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights.\\n\\nRequests to Know\\n\\nYou have the right to request that we disclose the following information:\\n\\nSpecific pieces of Personal Information CoStar has collected about you;\\nCategories of Personal Information CoStar has collected about you, disclosed about you for a business purpose, or sold;\\nCategories of sources from which the Personal Information is collected;\\nCategories of third parties with whom CoStar shares or to whom CoStar sells Personal Information; and\\nThe business or commercial purpose for collecting and selling and sharing Personal Information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {You can opt out of third parties collecting your Personal Information for targeted advertising purposes in the United States or Canada by visiting the National Advertising Initiative’s (NAI) opt-out page and the Digital Advertising Alliance’s (DAA) opt-out page and in the EEA and United Kingdom by visiting The Programme’s opt-out page . Our Services do not recognize “Do Not Track” signals.} "
    },
    {
      "Text": "California Residents\\n\\nIf you live in California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights.\\n\\nRequests to Know\\n\\nYou have the right to request that we disclose the following information:\\n\\nSpecific pieces of Personal Information CoStar has collected about you;\\nCategories of Personal Information CoStar has collected about you, disclosed about you for a business purpose, or sold;\\nCategories of sources from which the Personal Information is collected;\\nCategories of third parties with whom CoStar shares or to whom CoStar sells Personal Information; and\\nThe business or commercial purpose for collecting and selling and sharing Personal Information.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {You can opt out of third parties collecting your Personal Information for targeted advertising purposes in the United States or Canada by visiting the National Advertising Initiative’s (NAI) opt-out page and the Digital Advertising Alliance’s (DAA) opt-out page and in the EEA and United Kingdom by visiting The Programme’s opt-out page . Our Services do not recognize “Do Not Track” signals.} "
    },
    {
      "Text": "Opt-Out of the Sale or Sharing of Personal Information\\n\\nYou have the right to opt-out of the sale of your Personal Information",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You may also have additional rights detailed below depending on where you live. As a security precaution, we may need to request information from you to help us confirm your identity when exercising a right related to your Personal Information.} "
    },
    {
      "Text": "To make such a request, please Contact Us by email or visit Do Not Sell My Personal Information. To opt-out of CoStar sharing your Personal Information with third parties to advertise our Services, please additionally manage Tracking/Online Advertising Opt-Out privacy controls.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Requests to Know You have the right to request that we disclose the following information: Specific pieces of Personal Information CoStar has collected about you; Categories of Personal Information CoStar has collected about you, disclosed about you for a business purpose, or sold; Categories of sources from which the Personal Information is collected; Categories of third parties with whom CoStar shares or to whom CoStar sells Personal Information; and The business or commercial purpose for collecting and selling and sharing Personal Information. Opt-Out of the Sale or Sharing of Personal Information You have the right to opt-out of the sale of your Personal Information.} "
    },
    {
      "Text": "Exercising Your Rights\\n\\nTo make a request, please Contact Us by email, call us toll-free at (800) 204-5960, or submit the request through your CoStar account or our rights request web form . ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We do not use or disclose sensitive personal information for purposes other than those specified in Cal. Civ Code § 1798.121.} "
    },
    {
      "Text": "Global Policy Changes\\nThis Global Privacy Notice may be updated periodically to reflect changes in our privacy practices.\\n\\nWe will post changes on this page and identify the date the privacy notice was last revised at the top of the page. If we make material changes to our privacy practices, we will notify you through a notice on the home page of the websites covered by this Global Privacy Notice. If a material change will apply to Personal Information we have already collected, including any new purposes for which the Personal Information will be used or disclosed to which you have not previously consented, we will additionally seek your affirmative consent.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {We may require you to provide additional information to confirm your identity prior to carrying out any such request. 9.} "
    },
    {
      "Text": "Types of Personal Information\\n“Personal Information” means any information directly or indirectly relating to an identified or identifiable individual. Examples of Personal Information CoStar may collect include:\\n\\nPayment information (credit card and other payment card information)\\nPersonal contact information (name, nickname, gender, mailing address, email address, phone number)\\nBusiness information (office location, business contact information, department, job title/description, professional bio)\\nLog-in credentials (username, password)\\nPhotographs and biometric data (facial geometry)\\nUsage details (log-on activity, search terms, views, clicks, downloads, CoStar-related preferences, lead submission information, cursor movement, scrolling activity and other related attributes)\\nTechnical details (IP address, geolocation information, cookie/session IDs, authentication information, browser type/version, operating system/platform)\\nAny other information you or other CoStar customers may upload or enter into to the Services",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This Global Privacy Notice does not apply to the extent CoStar does not own or control any linked websites or features you visit or use. We recommend that you familiarize yourself with the privacy practices of these third parties.} "
    },
    {
      "Text": "CoStar Information and Analytics\\n\\nThrough our CoStar information services (CoStar Property Professional®, CoStar COMPS Professional®, CoStar Tenant®, CoStar Suite® with Market Analytics, CoStar News, CoStar Connect®, Professional Directory™, CoStar Marketing Center™, CoStar Mobile™, CoStar Go®, CoStar Lease Analysis®, CoStar Lease Comps™, CoStar Property and CoStar For Sale™, Metropolis™) and analytics services (CoStar Portfolio Strategy™ and Investment Analysis™), we may additionally collect:\\n\\nCountry code, location name, and contact ID for CoStar News recipients\\nBusiness history, investor type, prior companies, credentials, and phone call recordings related to agents that list properties for lease or sale through CoStar Suite® (“Listing Brokers”)\\nPhone call and video conference recordings\\nCoStar Brokerage Applications\\n\\nThrough CoStar Brokerage Applications, we may additionally collect information about deal commissions, compensation, and broker performance.\\n\\nSTR\\n\\nThrough our STR research services, we may where permitted by local laws and regulations collect additional information such as your gender, age, household income, post code, residency, presence of children in the household, highest level of education, race/ethnicity, and occupation to achieve our research objectives.\\n\\nThomas Daily\\n\\nThrough Thomas Daily, we may additionally collect contact history, company change, and conversation notes in connection with the TD Premium database service.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Table of Contents Types of Personal Information Collection of Personal Information Use of Personal Information Disclosure of Personal Information International Transfer of Personal Information Security of Personal Information Retention of Personal Information Manage Your Personal Information Global Policy Notice Changes Contact Us 1. Types of Personal Information “Personal Information” means any information directly or indirectly relating to an identified or identifiable individual.} "
    },
    {
      "Text": "California Residents\\n\\nWe collect Personal Information as defined by the California Consumer Privacy Act, which is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws. CoStar has collected the following categories of Personal Information about consumers in the 12 months preceding the date this Global Privacy Notice was last modified:\\n\\nIdentifiers (e.g., real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers)\\nCategories of personal information described in California Civil Code §1798.80(e) (e.g., signature, telephone number, bank account number, credit card number, debit card number, or other financial information)\\nCommercial information (e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies)\\nInternet or other electronic network activity information\\nGeolocation data\\nProfessional or employment-related information\\nInferences drawn from other Personal Information (e.g., profile reflecting your preferences, characteristics, and behavior)\\nSensitive personal information, including: biometric information, precise geolocation, login credentials (username and password), and the content of messages sent through the Services",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {STR Through our STR research services, we may where permitted by local laws and regulations collect additional information such as your gender, age, household income, post code, residency, presence of children in the household, highest level of education, race/ethnicity, and occupation to achieve our research objectives. Thomas Daily Through Thomas Daily, we may additionally collect contact history, company change, and conversation notes in connection with the TD Premium database service.} "
    },
    {
      "Text": " Types of Personal Information\\n“Personal Information” means any information directly or indirectly relating to an identified or identifiable individual. Examples of Personal Information CoStar may collect include:\\n\\nPayment information (credit card and other payment card information)\\nPersonal contact information (name, nickname, gender, mailing address, email address, phone number)\\nBusiness information (office location, business contact information, department, job title/description, professional bio)\\nLog-in credentials (username, password)\\nPhotographs and biometric data (facial geometry)\\nUsage details (log-on activity, search terms, views, clicks, downloads, CoStar-related preferences, lead submission information, cursor movement, scrolling activity and other related attributes)\\nTechnical details (IP address, geolocation information, cookie/session IDs, authentication information, browser type/version, operating system/platform)\\nAny other information you or other CoStar customers may upload or enter into to the Services",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {This Global Privacy Notice does not apply to the extent CoStar does not own or control any linked websites or features you visit or use. We recommend that you familiarize yourself with the privacy practices of these third parties.} "
    },
    {
      "Text": "CoStar Information and Analytics\\n\\nThrough our CoStar information services (CoStar Property Professional®, CoStar COMPS Professional®, CoStar Tenant®, CoStar Suite® with Market Analytics, CoStar News, CoStar Connect®, Professional Directory™, CoStar Marketing Center™, CoStar Mobile™, CoStar Go®, CoStar Lease Analysis®, CoStar Lease Comps™, CoStar Property and CoStar For Sale™, Metropolis™) and analytics services (CoStar Portfolio Strategy™ and Investment Analysis™), we may additionally collect:\\n\\nCountry code, location name, and contact ID for CoStar News recipients\\nBusiness history, investor type, prior companies, credentials, and phone call recordings related to agents that list properties for lease or sale through CoStar Suite® (“Listing Brokers”)\\nPhone call and video conference recordings\\nCoStar Brokerage Applications\\n\\nThrough CoStar Brokerage Applications, we may additionally collect information about deal commissions, compensation, and broker performance.\\n\\nSTR\\n\\nThrough our STR research services, we may where permitted by local laws and regulations collect additional information such as your gender, age, household income, post code, residency, presence of children in the household, highest level of education, race/ethnicity, and occupation to achieve our research objectives.\\n\\nThomas Daily\\n\\nThrough Thomas Daily, we may additionally collect contact history, company change, and conversation notes in connection with the TD Premium database service.\\n\\nCalifornia Residents\\n\\nWe collect Personal Information as defined by the California Consumer Privacy Act, which is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws. CoStar has collected the following categories of Personal Information about consumers in the 12 months preceding the date this Global Privacy Notice was last modified:\\n\\nIdentifiers (e.g., real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers)\\nCategories of personal information described in California Civil Code §1798.80(e) (e.g., signature, telephone number, bank account number, credit card number, debit card number, or other financial information)\\nCommercial information (e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies)\\nInternet or other electronic network activity information\\nGeolocation data\\nProfessional or employment-related information\\nInferences drawn from other Personal Information (e.g., profile reflecting your preferences, characteristics, and behavior)\\nSensitive personal information, including: biometric information, precise geolocation, login credentials (username and password), and the content of messages sent through the Services",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Table of Contents Types of Personal Information Collection of Personal Information Use of Personal Information Disclosure of Personal Information International Transfer of Personal Information Security of Personal Information Retention of Personal Information Manage Your Personal Information Global Policy Notice Changes Contact Us 1. Types of Personal Information “Personal Information” means any information directly or indirectly relating to an identified or identifiable individual.} "
    },
    {
      "Text": "California Residents\\n\\nIf you live in California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {You can opt out of third parties collecting your Personal Information for targeted advertising purposes in the United States or Canada by visiting the National Advertising Initiative’s (NAI) opt-out page and the Digital Advertising Alliance’s (DAA) opt-out page and in the EEA and United Kingdom by visiting The Programme’s opt-out page . Our Services do not recognize “Do Not Track” signals.} "
    },
    {
      "Text": "California Residents\\n\\nIf you live in California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {You can opt out of third parties collecting your Personal Information for targeted advertising purposes in the United States or Canada by visiting the National Advertising Initiative’s (NAI) opt-out page and the Digital Advertising Alliance’s (DAA) opt-out page and in the EEA and United Kingdom by visiting The Programme’s opt-out page . Our Services do not recognize “Do Not Track” signals.} "
    },
    {
      "Text": "California Residents\\n\\nIf you live in California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You can opt out of third parties collecting your Personal Information for targeted advertising purposes in the United States or Canada by visiting the National Advertising Initiative’s (NAI) opt-out page and the Digital Advertising Alliance’s (DAA) opt-out page and in the EEA and United Kingdom by visiting The Programme’s opt-out page . Our Services do not recognize “Do Not Track” signals.} "
    },
    {
      "Text": "California Residents\\n\\nIf you live in California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {You can opt out of third parties collecting your Personal Information for targeted advertising purposes in the United States or Canada by visiting the National Advertising Initiative’s (NAI) opt-out page and the Digital Advertising Alliance’s (DAA) opt-out page and in the EEA and United Kingdom by visiting The Programme’s opt-out page . Our Services do not recognize “Do Not Track” signals.} "
    },
    {
      "Text": "Last Modified: February 23, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "“Personal Information” means any information directly or indirectly relating to an identified or identifiable individual. Examples of Personal Information CoStar may collect include:\\n\\nPayment information (credit card and other payment card information)\\nPersonal contact information (name, nickname, gender, mailing address, email address, phone number)\\nBusiness information (office location, business contact information, department, job title/description, professional bio)\\nLog-in credentials (username, password)\\nPhotographs and biometric data (facial geometry)\\nUsage details (log-on activity, search terms, views, clicks, downloads, CoStar-related preferences, lead submission information, cursor movement, scrolling activity and other related attributes)\\nTechnical details (IP address, geolocation information, cookie/session IDs, authentication information, browser type/version, operating system/platform)\\nAny other information you or other CoStar customers may upload or enter into to the Services",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Through our CoStar information services (CoStar Property Professional®, CoStar COMPS Professional®, CoStar Tenant®, CoStar Suite® with Market Analytics, CoStar News, CoStar Connect®, Professional Directory™, CoStar Marketing Center™, CoStar Mobile™, CoStar Go®, CoStar Lease Analysis®, CoStar Lease Comps™, CoStar Property and CoStar For Sale™, Metropolis™) and analytics services (CoStar Portfolio Strategy™ and Investment Analysis™), we may additionally collect:\\n\\nCountry code, location name, and contact ID for CoStar News recipients\\nBusiness history, investor type, prior companies, credentials, and phone call recordings related to agents that list properties for lease or sale through CoStar Suite® (“Listing Brokers”)\\nPhone call and video conference recordings",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Table of Contents Types of Personal Information Collection of Personal Information Use of Personal Information Disclosure of Personal Information International Transfer of Personal Information Security of Personal Information Retention of Personal Information Manage Your Personal Information Global Policy Notice Changes Contact Us 1. Types of Personal Information “Personal Information” means any information directly or indirectly relating to an identified or identifiable individual.} "
    },
    {
      "Text": "Through CoStar Brokerage Applications, we may additionally collect information about deal commissions, compensation, and broker performance.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Table of Contents Types of Personal Information Collection of Personal Information Use of Personal Information Disclosure of Personal Information International Transfer of Personal Information Security of Personal Information Retention of Personal Information Manage Your Personal Information Global Policy Notice Changes Contact Us 1. Types of Personal Information “Personal Information” means any information directly or indirectly relating to an identified or identifiable individual.} "
    },
    {
      "Text": "Through our STR research services, we may where permitted by local laws and regulations collect additional information such as your gender, age, household income, post code, residency, presence of children in the household, highest level of education, race/ethnicity, and occupation to achieve our research objectives.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Types of Personal Information “Personal Information” means any information directly or indirectly relating to an identified or identifiable individual. Examples of Personal Information CoStar may collect include: Payment information (credit card and other payment card information) Personal contact information (name, nickname, gender, mailing address, email address, phone number) Business information (office location, business contact information, department, job title/description, professional bio) Log-in credentials (username, password) Photographs and biometric data (facial geometry) Usage details (log-on activity, search terms, views, clicks, downloads, CoStar-related preferences, lead submission information, cursor movement, scrolling activity and other related attributes) Technical details (IP address, geolocation information, cookie/session IDs, authentication information, browser type/version, operating system/platform) Any other information you or other CoStar customers may upload or enter into to the Services Service-Specific CoStar Information and Analytics Through our CoStar information services (CoStar Property Professional®, CoStar COMPS Professional®, CoStar Tenant®, CoStar Suite® with Market Analytics, CoStar News, CoStar Connect®, Professional Directory™, CoStar Marketing Center™, CoStar Mobile™, CoStar Go®, CoStar Lease Analysis®, CoStar Lease Comps™, CoStar Property and CoStar For Sale™, Metropolis™) and analytics services (CoStar Portfolio Strategy™ and Investment Analysis™), we may additionally collect: Country code, location name, and contact ID for CoStar News recipients Business history, investor type, prior companies, credentials, and phone call recordings related to agents that list properties for lease or sale through CoStar Suite® (“Listing Brokers”) Phone call and video conference recordings CoStar Brokerage Applications Through CoStar Brokerage Applications, we may additionally collect information about deal commissions, compensation, and broker performance.} "
    },
    {
      "Text": "Through Thomas Daily, we may additionally collect contact history, company change, and conversation notes in connection with the TD Premium database service.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Examples of Personal Information CoStar may collect include: Payment information (credit card and other payment card information) Personal contact information (name, nickname, gender, mailing address, email address, phone number) Business information (office location, business contact information, department, job title/description, professional bio) Log-in credentials (username, password) Photographs and biometric data (facial geometry) Usage details (log-on activity, search terms, views, clicks, downloads, CoStar-related preferences, lead submission information, cursor movement, scrolling activity and other related attributes) Technical details (IP address, geolocation information, cookie/session IDs, authentication information, browser type/version, operating system/platform) Any other information you or other CoStar customers may upload or enter into to the Services Service-Specific CoStar Information and Analytics Through our CoStar information services (CoStar Property Professional®, CoStar COMPS Professional®, CoStar Tenant®, CoStar Suite® with Market Analytics, CoStar News, CoStar Connect®, Professional Directory™, CoStar Marketing Center™, CoStar Mobile™, CoStar Go®, CoStar Lease Analysis®, CoStar Lease Comps™, CoStar Property and CoStar For Sale™, Metropolis™) and analytics services (CoStar Portfolio Strategy™ and Investment Analysis™), we may additionally collect: Country code, location name, and contact ID for CoStar News recipients Business history, investor type, prior companies, credentials, and phone call recordings related to agents that list properties for lease or sale through CoStar Suite® (“Listing Brokers”) Phone call and video conference recordings CoStar Brokerage Applications Through CoStar Brokerage Applications, we may additionally collect information about deal commissions, compensation, and broker performance. STR Through our STR research services, we may where permitted by local laws and regulations collect additional information such as your gender, age, household income, post code, residency, presence of children in the household, highest level of education, race/ethnicity, and occupation to achieve our research objectives.} "
    },
    {
      "Text": "We collect Personal Information as defined by the California Consumer Privacy Act, which is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws. CoStar has collected the following categories of Personal Information about consumers in the 12 months preceding the date this Global Privacy Notice was last modified:\\n\\nIdentifiers (e.g., real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers)\\nCategories of personal information described in California Civil Code §1798.80(e) (e.g., signature, telephone number, bank account number, credit card number, debit card number, or other financial information)\\nCommercial information (e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies)\\nInternet or other electronic network activity information\\nGeolocation data\\nProfessional or employment-related information\\nInferences drawn from other Personal Information (e.g., profile reflecting your preferences, characteristics, and behavior)\\nSensitive personal information, including: biometric information, precise geolocation, login credentials (username and password), and the content of messages sent through the Services",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {STR Through our STR research services, we may where permitted by local laws and regulations collect additional information such as your gender, age, household income, post code, residency, presence of children in the household, highest level of education, race/ethnicity, and occupation to achieve our research objectives. Thomas Daily Through Thomas Daily, we may additionally collect contact history, company change, and conversation notes in connection with the TD Premium database service.} "
    },
    {
      "Text": "CoStar may collect Personal Information using the following methods:\\n\\nDirectly from you when you provide it to us (information you enter into web forms, participation in phone calls or video conferences, attendance at one of our events, subscription agreements, and contracts or submit to the Services)\\nThrough your participation in focus groups, surveys, promotions, and contests\\nCoStar’s internal customer relationship management system and databases\\nFrom third parties, such as analytics and email marketing service providers\\nResearching public websites where permitted by the Terms of Use (company websites, search engines, social media)\\nAutomatically through tracking technologies (cookies, web beacons, log files), including over time and across third-party websites or other online services",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws. CoStar has collected the following categories of Personal Information about consumers in the 12 months preceding the date this Global Privacy Notice was last modified: Identifiers (e.g., real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers) Categories of personal information described in California Civil Code §1798.80(e) (e.g., signature, telephone number, bank account number, credit card number, debit card number, or other financial information) Commercial information (e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies) Internet or other electronic network activity information Geolocation data Professional or employment-related information Inferences drawn from other Personal Information (e.g., profile reflecting your preferences, characteristics, and behavior) Sensitive personal information, including: biometric information, precise geolocation, login credentials (username and password), and the content of messages sent through the Services 2.} "
    },
    {
      "Text": "CoStar Email Advertising Products\\n\\nAuction Marketing, First Rate, Investment Development and Third Party Advertising: We collect Personal Information from individuals whose details are on our Propex and Shopproperty database and who are most likely to be either a commercial or private investor.\\nSecondary Corporate Marketing: We collect Personal Information from individuals whose details are on our Shopproperty or Propex databases.\\nWeekly Property Marketing: We collect Personal Information from individuals whose details are on our Propex database and who are most likely to be either a commercial or private investor.\\nRetail: We collect Personal Information from individuals whose details are on our Shopproperty database and who will be either commercial or private individuals. Privacy practices related to the Shopproperty marketplace are detailed in the Marketplace Global Privacy Notice.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {CoStar has collected the following categories of Personal Information about consumers in the 12 months preceding the date this Global Privacy Notice was last modified: Identifiers (e.g., real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers) Categories of personal information described in California Civil Code §1798.80(e) (e.g., signature, telephone number, bank account number, credit card number, debit card number, or other financial information) Commercial information (e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies) Internet or other electronic network activity information Geolocation data Professional or employment-related information Inferences drawn from other Personal Information (e.g., profile reflecting your preferences, characteristics, and behavior) Sensitive personal information, including: biometric information, precise geolocation, login credentials (username and password), and the content of messages sent through the Services 2. Collection of Personal Information CoStar may collect Personal Information using the following methods: Directly from you when you provide it to us (information you enter into web forms, participation in phone calls or video conferences, attendance at one of our events, subscription agreements, and contracts or submit to the Services) Through your participation in focus groups, surveys, promotions, and contests CoStar’s internal customer relationship management system and databases From third parties, such as analytics and email marketing service providers Researching public websites where permitted by the Terms of Use (company websites, search engines, social media) Automatically through tracking technologies (cookies, web beacons, log files), including over time and across third-party websites or other online services For more information about how we use Personal Information collected through tracking technologies and the ways you may be able to manage it, see Use of Personal Information , our Cookie Policy , and Manage Your Personal Information .} "
    },
    {
      "Text": "We may additionally collect Personal Information in the following ways specific to CoStar Information and Analytics:\\n\\nExtracting information from past registrations to CoStar News\\nFor Personal Information about a Listing Broker, through agents, owners, property managers, developers, asset managers and architects; from clients or other contacts (including, among others, admins, colleagues, joint agents brochures) with updated contact information; search engine searches; or from a listing Broker’s website\\nFor Personal Information about corporate tenants and landlords, from corporate tenants, landlords, building managers, front desk/concierge, and neighboring tenants; LinkedIn or other social media (business Facebook page, Twitter); paid third-party providers; public and freely accessible databases such as state websites; published agent investment brochures and tenancy schedules; search engine searches; or from a corporate tenant’s or landlord’s website",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Retail : We collect Personal Information from individuals whose details are on our Shopproperty database and who will be either commercial or private individuals. Privacy practices related to the Shopproperty marketplace are detailed in the Marketplace Global Privacy Notice .} "
    },
    {
      "Text": "We may additionally collect Personal Information in the following ways specific to STR:\\n\\nFrom others in your organization requesting that you be added as a user of our research program\\nFrom third party news sources or articles about your business or property\\nFrom organizations to which you belong or are a member or from other sources when there is a legitimate interest to invite you to participate in research. To the extent we combine information obtained from these sources with other information we may have collected about you, we will treat the combined information as personal information under this Privacy Policy. We are not responsible for the accuracy of any information provided to us by a third party",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Retail : We collect Personal Information from individuals whose details are on our Shopproperty database and who will be either commercial or private individuals. Privacy practices related to the Shopproperty marketplace are detailed in the Marketplace Global Privacy Notice .} "
    },
    {
      "Text": "We may additionally collect Personal Information in the following ways specific to Thomas Daily:\\n\\nDirectories in cities affected by market surveys\\nFrom our field-hosted database, TD Base, from lists in our email marketing software MAILEON, Salesforce, and CMS WordPress\\nThrough the tracking tool PIWIK to get more information about the user behavior in connection with TD Premium\\nOur third-party email marketing service will provide email address, opening rate, clicks, click through rate, bounce rate, user agent, browser, IP address, timestamp, and desired download for email marketing detected",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Retail : We collect Personal Information from individuals whose details are on our Shopproperty database and who will be either commercial or private individuals. Privacy practices related to the Shopproperty marketplace are detailed in the Marketplace Global Privacy Notice .} "
    },
    {
      "Text": "Biometric and Geolocation Information\\n\\nSome areas of CoStar Services may require you to opt-in to CoStar collecting photos, facial geometry, and geolocation information from you when you log in to certain CoStar Services. This information is used to authenticate you as the user of such Services, maintain a secure session, and detect potential abuse and fraudulent use of the Services. For example, CoStar may scan and analyze a photo you submit to the Services to confirm your identity for security purposes each time you access the Services by using facial recognition technology to compare your photo to the most recent photo uploaded to your account. CoStar will securely store this information on servers located in the United States, and this information will only be accessed by authorized CoStar employees. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {CoStar Information and Analytics We may additionally collect Personal Information in the following ways specific to CoStar Information and Analytics: Extracting information from past registrations to CoStar News For Personal Information about a Listing Broker, through agents, owners, property managers, developers, asset managers and architects; from clients or other contacts (including, among others, admins, colleagues, joint agents brochures) with updated contact information; search engine searches; or from a listing Broker’s website For Personal Information about corporate tenants and landlords, from corporate tenants, landlords, building managers, front desk/concierge, and neighboring tenants; LinkedIn or other social media (business Facebook page, Twitter); paid third-party providers; public and freely accessible databases such as state websites; published agent investment brochures and tenancy schedules; search engine searches; or from a corporate tenant’s or landlord’s website STR We may additionally collect Personal Information in the following ways specific to STR: From others in your organization requesting that you be added as a user of our research program From third party news sources or articles about your business or property From organizations to which you belong or are a member or from other sources when there is a legitimate interest to invite you to participate in research. To the extent we combine information obtained from these sources with other information we may have collected about you, we will treat the combined information as personal information under this Privacy Policy.} "
    },
    {
      "Text": "Biometric and Geolocation Information\\n\\nSome areas of CoStar Services may require you to opt-in to CoStar collecting photos, facial geometry, and geolocation information from you when you log in to certain CoStar Services. This information is used to authenticate you as the user of such Services, maintain a secure session, and detect potential abuse and fraudulent use of the Services. For example, CoStar may scan and analyze a photo you submit to the Services to confirm your identity for security purposes each time you access the Services by using facial recognition technology to compare your photo to the most recent photo uploaded to your account. CoStar will securely store this information on servers located in the United States, and this information will only be accessed by authorized CoStar employees.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {CoStar Information and Analytics We may additionally collect Personal Information in the following ways specific to CoStar Information and Analytics: Extracting information from past registrations to CoStar News For Personal Information about a Listing Broker, through agents, owners, property managers, developers, asset managers and architects; from clients or other contacts (including, among others, admins, colleagues, joint agents brochures) with updated contact information; search engine searches; or from a listing Broker’s website For Personal Information about corporate tenants and landlords, from corporate tenants, landlords, building managers, front desk/concierge, and neighboring tenants; LinkedIn or other social media (business Facebook page, Twitter); paid third-party providers; public and freely accessible databases such as state websites; published agent investment brochures and tenancy schedules; search engine searches; or from a corporate tenant’s or landlord’s website STR We may additionally collect Personal Information in the following ways specific to STR: From others in your organization requesting that you be added as a user of our research program From third party news sources or articles about your business or property From organizations to which you belong or are a member or from other sources when there is a legitimate interest to invite you to participate in research. To the extent we combine information obtained from these sources with other information we may have collected about you, we will treat the combined information as personal information under this Privacy Policy.} "
    },
    {
      "Text": "CoStar collects Personal Information from the following categories of sources:\\n\\nDirectly and indirectly from you\\nOther CoStar customers\\nService providers, including data analytics providers\\nThird parties, including advertising services and social media networks\\nConsumer reporting agencies\\nCompanies with public websites\\nGovernment entities",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If we learn we have collected or received Personal Information from a child under 16 without verification of parental consent, we will delete it. If you believe we might have any Personal Information from or about a child under 16, please Contact Us .} "
    },
    {
      "Text": "We may use your Personal Information for the following purposes:\\n\\nCommunicating with you\\nProviding you with the Services\\nAuthenticating use, detecting potential fraudulent use, and otherwise maintaining the security of the Services\\nDeveloping, testing, improving, and demonstrating the Services\\nCreating and maintaining a customer relationship management system, member directories, and invitation lists for CoStar events\\nCarrying out our legal and contractual obligations and enforcing our rights, including billing and payment processing\\nAnonymizing and aggregating information for analytics and reporting\\nAdvertising, marketing, and selling the Services, including linking together or merging Personal Information with other Personal Information so that we may better understand your needs and inform you about our Services and those of our partners\\nShort-term transient use, as defined in the California Consumer Privacy Act of 2018\\nAny other purpose with your consent",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In this case, we may have to cancel a product or service you have with us but will notify you first. 3.} "
    },
    {
      "Text": "Carrying out our legal and contractual obligations and enforcing our rights, including billing and payment processing\\nAnonymizing and aggregating information for analytics and reporting\\nAdvertising, marketing, and selling the Services, including linking together or merging Personal Information with other Personal Information so that we may better understand your needs and inform you about our Services and those of our partners",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In this case, we may have to cancel a product or service you have with us but will notify you first. 3.} "
    },
    {
      "Text": "Advertising, marketing, and selling the Services, including linking together or merging Personal Information with other Personal Information so that we may better understand your needs and inform you about our Services and those of our partners",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {CoStar has collected the following categories of Personal Information about consumers in the 12 months preceding the date this Global Privacy Notice was last modified: Identifiers (e.g., real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers) Categories of personal information described in California Civil Code §1798.80(e) (e.g., signature, telephone number, bank account number, credit card number, debit card number, or other financial information) Commercial information (e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies) Internet or other electronic network activity information Geolocation data Professional or employment-related information Inferences drawn from other Personal Information (e.g., profile reflecting your preferences, characteristics, and behavior) Sensitive personal information, including: biometric information, precise geolocation, login credentials (username and password), and the content of messages sent through the Services 2. Collection of Personal Information CoStar may collect Personal Information using the following methods: Directly from you when you provide it to us (information you enter into web forms, participation in phone calls or video conferences, attendance at one of our events, subscription agreements, and contracts or submit to the Services) Through your participation in focus groups, surveys, promotions, and contests CoStar’s internal customer relationship management system and databases From third parties, such as analytics and email marketing service providers Researching public websites where permitted by the Terms of Use (company websites, search engines, social media) Automatically through tracking technologies (cookies, web beacons, log files), including over time and across third-party websites or other online services For more information about how we use Personal Information collected through tracking technologies and the ways you may be able to manage it, see Use of Personal Information , our Cookie Policy , and Manage Your Personal Information .} "
    },
    {
      "Text": "Any other purpose with your consent",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In this case, we may have to cancel a product or service you have with us but will notify you first. 3.} "
    },
    {
      "Text": "Any other purpose with your consent",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In this case, we may have to cancel a product or service you have with us but will notify you first. 3.} "
    },
    {
      "Text": "We may use Personal Information for the following additional purposes in connection with Costar Information and Analytics products:\\n\\nPopulating and updating email lists for CoStar News\\nAdvising clients of CoStar product enhancements and improvements\\nContacting Listing Brokers to collect listing, deal and other industry data on a monthly basis\\nEntering details into CoStar® where those details can be viewed by our subscriber base and used for marketing purposes (Personal Information may appear in the Professional Directory™, appear in the DealMakers™ section, or be attached to specific and relevant building and transactional records in CoStar®)\\nIdentifying trends, aggregating statistics, optimizing your use of the Services and providing a safer environment for purchasing in connection with your use of CoStar Property Professional®, CoStar COMPS Professional®, CoStar Tenant®, CoStar Suite® with Market Analytics, CoStar Go®, CoStar Lease Analysis®, CoStar Lease Comps™ through Google Analytics\\nTraining and quality assurance",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In this case, we may have to cancel a product or service you have with us but will notify you first. 3.} "
    },
    {
      "Text": "Advising clients of CoStar product enhancements and improvements\\nContacting Listing Brokers to collect listing, deal and other industry data on a monthly basis\\nEntering details into CoStar® where those details can be viewed by our subscriber base and used for marketing purposes (Personal Information may appear in the Professional Directory™, appear in the DealMakers™ section, or be attached to specific and relevant building and transactional records in CoStar®)\\nIdentifying trends, aggregating statistics, optimizing your use of the Services and providing a safer environment for purchasing in connection with your use of CoStar Property Professional®, CoStar COMPS Professional®, CoStar Tenant®, CoStar Suite® with Market Analytics, CoStar Go®, CoStar Lease Analysis®, CoStar Lease Comps™ through Google Analytics",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In this case, we may have to cancel a product or service you have with us but will notify you first. 3.} "
    },
    {
      "Text": "Entering details into CoStar® where those details can be viewed by our subscriber base and used for marketing purposes (Personal Information may appear in the Professional Directory™, appear in the DealMakers™ section, or be attached to specific and relevant building and transactional records in CoStar®)\\nIdentifying trends, aggregating statistics, optimizing your use of the Services and providing a safer environment for purchasing in connection with your use of CoStar Property Professional®, CoStar COMPS Professional®, CoStar Tenant®, CoStar Suite® with Market Analytics, CoStar Go®, CoStar Lease Analysis®, CoStar Lease Comps™ through Google Analytics",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In this case, we may have to cancel a product or service you have with us but will notify you first. 3.} "
    },
    {
      "Text": "Through CoStar Brokerage Applications, CoStar stores information uploaded and entered into the applications by CoStar customers for their own purposes (property records, tax documents, property and prospect contacts, listings, deal/lease information, free form notes, etc.) on behalf of CoStar’s customers as a data processor. We do not use this information in any way for our own purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Table of Contents Types of Personal Information Collection of Personal Information Use of Personal Information Disclosure of Personal Information International Transfer of Personal Information Security of Personal Information Retention of Personal Information Manage Your Personal Information Global Policy Notice Changes Contact Us 1. Types of Personal Information “Personal Information” means any information directly or indirectly relating to an identified or identifiable individual.} "
    },
    {
      "Text": "CoStar does not use Personal Information of CoStar’s customers’ own customers collected within the CoStar Real Estate Manager application for CoStar’s own commercial purposes. However, CoStar collects business contact information through an agreement with service providers that re-license, implement, support, and perform managed services, such as lease administration, for the Services. We use this information for the purpose of interacting with current and prospective clients, tracking engagement, and for customer support activities.\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {on behalf of CoStar’s customers as a data processor. We do not use this information in any way for our own purposes.} "
    },
    {
      "Text": "CoStar does not use Personal Information of CoStar’s customers’ own customers collected within the CoStar Real Estate Manager application for CoStar’s own commercial purposes. However, CoStar collects business contact information through an agreement with service providers that re-license, implement, support, and perform managed services, such as lease administration, for the Services. We use this information for the purpose of interacting with current and prospective clients, tracking engagement, and for customer support activities.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {on behalf of CoStar’s customers as a data processor. We do not use this information in any way for our own purposes.} "
    },
    {
      "Text": "CoStar does not use Personal Information of CoStar’s customers’ own customers collected within the CoStar Real Estate Manager application for CoStar’s own commercial purposes. However, CoStar collects business contact information through an agreement with service providers that re-license, implement, support, and perform managed services, such as lease administration, for the Services. We use this information for the purpose of interacting with current and prospective clients, tracking engagement, and for customer support activities.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {on behalf of CoStar’s customers as a data processor. We do not use this information in any way for our own purposes.} "
    },
    {
      "Text": "urther to the general uses defined above, STR uses your personal information for the following additional purposes:\\n\\nRegistering you as an attendee to our Hotel Data Conference (HDC) or other seminars, conferences and events, and sending you updates prior to and during the event. In addition, we will provide HDC sponsors with the list of attendees free of charge and as a benefit to them. If you are an HDC attendee but wish to limit how your contact information is used you may opt out.\\nSTR webmasters use cookie information to analyze the number of visitors to different areas of the websites, to determine how long users are remaining on the sites. This information helps us make sure that our websites are serving as a useful, effective information source for you.\\nIf you are a hotel owner, or a main point of contact for a hotel company, for inclusion of your information in our inventory, pipeline and AM:PM database services, or in news articles about the industry.\\nTo undertake research on our own behalf and for a variety of clients.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, CoStar collects business contact information through an agreement with service providers that re-license, implement, support, and perform managed services, such as lease administration, for the Services. We use this information for the purpose of interacting with current and prospective clients, tracking engagement, and for customer support activities.} "
    },
    {
      "Text": "If you are a hotel owner, or a main point of contact for a hotel company, for inclusion of your information in our inventory, pipeline and AM:PM database services, or in news articles about the industry.\\nTo undertake research on our own behalf and for a variety of clients.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {STR webmasters use cookie information to analyze the number of visitors to different areas of the websites, to determine how long users are remaining on the sites. This information helps us make sure that our websites are serving as a useful, effective information source for you.} "
    },
    {
      "Text": "We may also use Personal Information to create and expand investor profiles in TD Premium.\\n\\nOnline Advertising\\n\\nWhen you use the Services, we and third parties may use cookies and other tracking technologies to collect information, including Personal Information, to help us target content to you on the Services or elsewhere. This information may be associated with other information or combined with information from other sources, including information these third parties might track about your online activities over time and across the Internet. Third parties use this information to provide interest-based display advertising and retargeting on our behalf, which may include placing our advertisements on other websites you visit, including your social media accounts, or matching a cookie or device ID to your email address so we can send you promotional emails that may be of interest to you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you are a hotel owner, or a main point of contact for a hotel company, for inclusion of your information in our inventory, pipeline and AM:PM database services, or in news articles about the industry. To undertake research on our own behalf and for a variety of clients.} "
    },
    {
      "Text": "We may also use Personal Information to create and expand investor profiles in TD Premium.\\n\\nOnline Advertising\\n\\nWhen you use the Services, we and third parties may use cookies and other tracking technologies to collect information, including Personal Information, to help us target content to you on the Services or elsewhere. This information may be associated with other information or combined with information from other sources, including information these third parties might track about your online activities over time and across the Internet. Third parties use this information to provide interest-based display advertising and retargeting on our behalf, which may include placing our advertisements on other websites you visit, including your social media accounts, or matching a cookie or device ID to your email address so we can send you promotional emails that may be of interest to you.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you are a hotel owner, or a main point of contact for a hotel company, for inclusion of your information in our inventory, pipeline and AM:PM database services, or in news articles about the industry. To undertake research on our own behalf and for a variety of clients.} "
    },
    {
      "Text": "We may also use Personal Information to create and expand investor profiles in TD Premium.\\n\\nOnline Advertising\\n\\nWhen you use the Services, we and third parties may use cookies and other tracking technologies to collect information, including Personal Information, to help us target content to you on the Services or elsewhere. This information may be associated with other information or combined with information from other sources, including information these third parties might track about your online activities over time and across the Internet. Third parties use this information to provide interest-based display advertising and retargeting on our behalf, which may include placing our advertisements on other websites you visit, including your social media accounts, or matching a cookie or device ID to your email address so we can send you promotional emails that may be of interest to you.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {If you are a hotel owner, or a main point of contact for a hotel company, for inclusion of your information in our inventory, pipeline and AM:PM database services, or in news articles about the industry. To undertake research on our own behalf and for a variety of clients.} "
    },
    {
      "Text": "Disclosure of Personal Information\\nWe may disclose Personal Information:\\n\\nTo affiliates and other entities within CoStar’s group of companies, business and distribution partners, other CoStar customers, and subscribers, and service providers\\nTo third parties when you use a third party feature in our Services\\nTo enforce or apply our Terms of Use and other agreements or comply with any court order, law, or legal process, including government or regulatory requests\\nTo a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of CoStar’s assets\\nTo advisors, consultants, auditors, or similar professionals to assess our business, financial, and legal obligations or operations\\nIf we believe it is necessary to protect the rights, property, or safety of CoStar or others\\nFor any other purpose disclosed by us when you provide Personal Information\\nWith your consent, such as when you choose to provide your information to third parties\\nWe may also disclose de-identified information without restriction. Note that if you make any Personal Information publicly available on the Services, anyone may see and use such information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This Global Privacy Notice does not apply to the extent CoStar does not own or control any linked websites or features you visit or use. We recommend that you familiarize yourself with the privacy practices of these third parties.} "
    },
    {
      "Text": "ervice Providers\\n\\nCoStar retains third party service providers to assist us in our business. For example, we use service providers to assist with analytics, email marketing, payment processing, customer relationship management, and IT infrastructure and support. CoStar may permit these affiliates and service providers to access your Personal Information in order to assist us in providing services; however, we contractually require these vendors to keep Personal Information confidential and use it only for the purposes for which we disclose it to them.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Disclosure of Personal Information We may disclose Personal Information: To affiliates and other entities within CoStar’s group of companies, business and distribution partners, other CoStar customers, and subscribers, and service providers To third parties when you use a third party feature in our Services To enforce or apply our Terms of Use and other agreements or comply with any court order, law, or legal process, including government or regulatory requests To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of CoStar’s assets To advisors, consultants, auditors, or similar professionals to assess our business, financial, and legal obligations or operations If we believe it is necessary to protect the rights, property, or safety of CoStar or others For any other purpose disclosed by us when you provide Personal Information With your consent, such as when you choose to provide your information to third parties We may also disclose de-identified information without restriction. Note that if you make any Personal Information publicly available on the Services, anyone may see and use such information.} "
    },
    {
      "Text": "Personal Information",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Identifiers",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {California Residents We collect Personal Information as defined by the California Consumer Privacy Act, which is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws.} "
    },
    {
      "Text": "Categories of personal information described in California Civil Code §1798.80(e)",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {California Residents We collect Personal Information as defined by the California Consumer Privacy Act, which is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws.} "
    },
    {
      "Text": "Commercial information",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {California Residents We collect Personal Information as defined by the California Consumer Privacy Act, which is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws.} "
    },
    {
      "Text": "Internet or other electronic network activity information",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {California Residents We collect Personal Information as defined by the California Consumer Privacy Act, which is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws.} "
    },
    {
      "Text": "Geolocation data (e.g., IP addresses)",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {California Residents We collect Personal Information as defined by the California Consumer Privacy Act, which is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws.} "
    },
    {
      "Text": "Professional or employment-related information",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {California Residents We collect Personal Information as defined by the California Consumer Privacy Act, which is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws.} "
    },
    {
      "Text": "Inferences",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {California Residents We collect Personal Information as defined by the California Consumer Privacy Act, which is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws.} "
    },
    {
      "Text": "Sensitive personal information, including biometric information, precise geolocation, login credentials, and the contents of messages sent through the Services",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {California Residents We collect Personal Information as defined by the California Consumer Privacy Act, which is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws.} "
    },
    {
      "Text": "Personal Information",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Identifiers",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {California Residents We collect Personal Information as defined by the California Consumer Privacy Act, which is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws.} "
    },
    {
      "Text": "Categories of personal information described in California Civil Code §1798.80(e) ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {California Residents We collect Personal Information as defined by the California Consumer Privacy Act, which is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws.} "
    },
    {
      "Text": "Commercial information ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {California Residents We collect Personal Information as defined by the California Consumer Privacy Act, which is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws.} "
    },
    {
      "Text": "Internet or other electronic network activity information",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {California Residents We collect Personal Information as defined by the California Consumer Privacy Act, which is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws.} "
    },
    {
      "Text": "Geolocation data (e.g., IP addresses) ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {California Residents We collect Personal Information as defined by the California Consumer Privacy Act, which is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws.} "
    },
    {
      "Text": "Professional or employment-related informatio",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {California Residents We collect Personal Information as defined by the California Consumer Privacy Act, which is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws.} "
    },
    {
      "Text": " Inferences",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {California Residents We collect Personal Information as defined by the California Consumer Privacy Act, which is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws.} "
    },
    {
      "Text": "Sensitive personal information, including biometric information, precise geolocation, login credentials, and the contents of messages sent through the Services",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {California Residents We collect Personal Information as defined by the California Consumer Privacy Act, which is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws.} "
    },
    {
      "Text": "CoStar may also sell/share certain Personal Information. In the 12 months preceding the date this Global Privacy Notice was last modified, CoStar sold:\\n\\nIdentifiers (e.g., IP address and other online identifiers), Internet or other electronic network activity information, and commercial information (e.g., purchasing tendencies or records of products or services purchased or considered) to advertising providers for the purpose of advertising its Services\\nIdentifiers (e.g., name, email address), categories of personal information described in California Civil Code §1798.80(e) (phone number), and professional information (e.g., name, title, email address, business address) to other CoStar customers for the purpose of making business contact information available through the Professional Directory feature",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {For example, we use service providers to assist with analytics, email marketing, payment processing, customer relationship management, and IT infrastructure and support. CoStar may permit these affiliates and service providers to access your Personal Information in order to assist us in providing services; however, we contractually require these vendors to keep Personal Information confidential and use it only for the purposes for which we disclose it to them.} "
    },
    {
      "Text": "(1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "(1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "(2) request deletion of Personal Information, subject to certain exceptions;",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "(3) request that CoStar correct inaccurate or incomplete Personal Information",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": " (4) opt-out of the sale of Personal Information",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": " opt-out of the “sharing” or disclosing Personal Information for the purposes of cross-context behavioral advertising",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {CoStar Information and Analytics We may additionally collect Personal Information in the following ways specific to CoStar Information and Analytics: Extracting information from past registrations to CoStar News For Personal Information about a Listing Broker, through agents, owners, property managers, developers, asset managers and architects; from clients or other contacts (including, among others, admins, colleagues, joint agents brochures) with updated contact information; search engine searches; or from a listing Broker’s website For Personal Information about corporate tenants and landlords, from corporate tenants, landlords, building managers, front desk/concierge, and neighboring tenants; LinkedIn or other social media (business Facebook page, Twitter); paid third-party providers; public and freely accessible databases such as state websites; published agent investment brochures and tenancy schedules; search engine searches; or from a corporate tenant’s or landlord’s website STR We may additionally collect Personal Information in the following ways specific to STR: From others in your organization requesting that you be added as a user of our research program From third party news sources or articles about your business or property From organizations to which you belong or are a member or from other sources when there is a legitimate interest to invite you to participate in research. To the extent we combine information obtained from these sources with other information we may have collected about you, we will treat the combined information as personal information under this Privacy Policy.} "
    },
    {
      "Text": "(6) not receive discriminatory treatment by CoStar for exercising these rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Requests to Know\\n\\nYou have the right to request that we disclose the following information:\\n\\nSpecific pieces of Personal Information CoStar has collected about you;\\nCategories of Personal Information CoStar has collected about you, disclosed about you for a business purpose, or sold;\\nCategories of sources from which the Personal Information is collected;\\nCategories of third parties with whom CoStar shares or to whom CoStar sells Personal Information; and\\nThe business or commercial purpose for collecting and selling and sharing Personal Information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Our Services do not recognize “Do Not Track” signals. California Residents If you live in California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights.} "
    },
    {
      "Text": "Categories of Personal Information CoStar has collected about you, disclosed about you for a business purpose, or sold;",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Our Services do not recognize “Do Not Track” signals. California Residents If you live in California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights.} "
    },
    {
      "Text": "Categories of third parties with whom CoStar shares or to whom CoStar sells Personal Information; and\\nThe business or commercial purpose for collecting and selling and sharing Personal Information.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Our Services do not recognize “Do Not Track” signals. California Residents If you live in California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights.} "
    },
    {
      "Text": "Opt-Out of the Sale or Sharing of Personal Information\\n\\nYou have the right to opt-out of the sale of your Personal Information",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You may also have additional rights detailed below depending on where you live. As a security precaution, we may need to request information from you to help us confirm your identity when exercising a right related to your Personal Information.} "
    },
    {
      "Text": "To make such a request, please Contact Us by email or visit Do Not Sell My Personal Information. To opt-out of CoStar sharing your Personal Information with third parties to advertise our Services, please additionally manage Tracking/Online Advertising Opt-Out privacy controls.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Requests to Know You have the right to request that we disclose the following information: Specific pieces of Personal Information CoStar has collected about you; Categories of Personal Information CoStar has collected about you, disclosed about you for a business purpose, or sold; Categories of sources from which the Personal Information is collected; Categories of third parties with whom CoStar shares or to whom CoStar sells Personal Information; and The business or commercial purpose for collecting and selling and sharing Personal Information. Opt-Out of the Sale or Sharing of Personal Information You have the right to opt-out of the sale of your Personal Information.} "
    },
    {
      "Text": "Exercising Your Rights\\n\\nTo make a request, please Contact Us by email, call us toll-free at (800) 204-5960, or submit the request through your CoStar account or our rights request web form .",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We do not use or disclose sensitive personal information for purposes other than those specified in Cal. Civ Code § 1798.121.} "
    },
    {
      "Text": "This Global Privacy Notice may be updated periodically to reflect changes in our privacy practices.\\n\\nWe will post changes on this page and identify the date the privacy notice was last revised at the top of the page. If we make material changes to our privacy practices, we will notify you through a notice on the home page of the websites covered by this Global Privacy Notice. If a material change will apply to Personal Information we have already collected, including any new purposes for which the Personal Information will be used or disclosed to which you have not previously consented, we will additionally seek your affirmative consent.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {We may require you to provide additional information to confirm your identity prior to carrying out any such request. 9.} "
    },
    {
      "Text": "Last Modified: February 23, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Types of Personal Information\\n“Personal Information” means any information directly or indirectly relating to an identified or identifiable individual. Examples of Personal Information CoStar may collect include:\\n\\nPayment information (credit card and other payment card information)\\nPersonal contact information (name, nickname, gender, mailing address, email address, phone number)\\nBusiness information (office location, business contact information, department, job title/description, professional bio)\\nLog-in credentials (username, password)\\nPhotographs and biometric data (facial geometry)\\nUsage details (log-on activity, search terms, views, clicks, downloads, CoStar-related preferences, lead submission information, cursor movement, scrolling activity and other related attributes)\\nTechnical details (IP address, geolocation information, cookie/session IDs, authentication information, browser type/version, operating system/platform)\\nAny other information you or other CoStar customers may upload or enter into to the Services",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This Global Privacy Notice does not apply to the extent CoStar does not own or control any linked websites or features you visit or use. We recommend that you familiarize yourself with the privacy practices of these third parties.} "
    },
    {
      "Text": "CoStar Information and Analytics\\n\\nThrough our CoStar information services (CoStar Property Professional®, CoStar COMPS Professional®, CoStar Tenant®, CoStar Suite® with Market Analytics, CoStar News, CoStar Connect®, Professional Directory™, CoStar Marketing Center™, CoStar Mobile™, CoStar Go®, CoStar Lease Analysis®, CoStar Lease Comps™, CoStar Property and CoStar For Sale™, Metropolis™) and analytics services (CoStar Portfolio Strategy™ and Investment Analysis™), we may additionally collect:\\n\\nCountry code, location name, and contact ID for CoStar News recipients\\nBusiness history, investor type, prior companies, credentials, and phone call recordings related to agents that list properties for lease or sale through CoStar Suite® (“Listing Brokers”)\\nPhone call and video conference recordings\\nCoStar Brokerage Applications\\n\\nThrough CoStar Brokerage Applications, we may additionally collect information about deal commissions, compensation, and broker performance.\\n\\nSTR\\n\\nThrough our STR research services, we may where permitted by local laws and regulations collect additional information such as your gender, age, household income, post code, residency, presence of children in the household, highest level of education, race/ethnicity, and occupation to achieve our research objectives.\\n\\nThomas Daily\\n\\nThrough Thomas Daily, we may additionally collect contact history, company change, and conversation notes in connection with the TD Premium database service.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Table of Contents Types of Personal Information Collection of Personal Information Use of Personal Information Disclosure of Personal Information International Transfer of Personal Information Security of Personal Information Retention of Personal Information Manage Your Personal Information Global Policy Notice Changes Contact Us 1. Types of Personal Information “Personal Information” means any information directly or indirectly relating to an identified or identifiable individual.} "
    },
    {
      "Text": "We collect Personal Information as defined by the California Consumer Privacy Act, which is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. Personal Information does not include de-identified or aggregate information, publicly-available information that is lawfully made available from federal, state, or local government records, and information covered by certain sector-specific privacy laws. CoStar has collected the following categories of Personal Information about consumers in the 12 months preceding the date this Global Privacy Notice was last modified:\\n\\nIdentifiers (e.g., real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers)\\nCategories of personal information described in California Civil Code §1798.80(e) (e.g., signature, telephone number, bank account number, credit card number, debit card number, or other financial information)\\nCommercial information (e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies)\\nInternet or other electronic network activity information\\nGeolocation data\\nProfessional or employment-related information\\nInferences drawn from other Personal Information (e.g., profile reflecting your preferences, characteristics, and behavior)\\nSensitive personal information, including: biometric information, precise geolocation, login credentials (username and password), and the content of messages sent through the Services",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {STR Through our STR research services, we may where permitted by local laws and regulations collect additional information such as your gender, age, household income, post code, residency, presence of children in the household, highest level of education, race/ethnicity, and occupation to achieve our research objectives. Thomas Daily Through Thomas Daily, we may additionally collect contact history, company change, and conversation notes in connection with the TD Premium database service.} "
    },
    {
      "Text": "Collection of Personal Information\\nCoStar may collect Personal Information using the following methods:\\n\\nDirectly from you when you provide it to us (information you enter into web forms, participation in phone calls or video conferences, attendance at one of our events, subscription agreements, and contracts or submit to the Services)\\nThrough your participation in focus groups, surveys, promotions, and contests\\nCoStar’s internal customer relationship management system and databases\\nFrom third parties, such as analytics and email marketing service providers\\nResearching public websites where permitted by the Terms of Use (company websites, search engines, social media)\\nAutomatically through tracking technologies (cookies, web beacons, log files), including over time and across third-party websites or other online services",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This Global Privacy Notice does not apply to the extent CoStar does not own or control any linked websites or features you visit or use. We recommend that you familiarize yourself with the privacy practices of these third parties.} "
    },
    {
      "Text": "Service-Specific\\n\\nCoStar Email Advertising Products\\n\\nAuction Marketing, First Rate, Investment Development and Third Party Advertising: We collect Personal Information from individuals whose details are on our Propex and Shopproperty database and who are most likely to be either a commercial or private investor.\\nSecondary Corporate Marketing: We collect Personal Information from individuals whose details are on our Shopproperty or Propex databases.\\nWeekly Property Marketing: We collect Personal Information from individuals whose details are on our Propex database and who are most likely to be either a commercial or private investor.\\nRetail: We collect Personal Information from individuals whose details are on our Shopproperty database and who will be either commercial or private individuals.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "CoStar Information and Analytics\\n\\nWe may additionally collect Personal Information in the following ways specific to CoStar Information and Analytics:\\n\\nExtracting information from past registrations to CoStar News\\nFor Personal Information about a Listing Broker, through agents, owners, property managers, developers, asset managers and architects; from clients or other contacts (including, among others, admins, colleagues, joint agents brochures) with updated contact information; search engine searches; or from a listing Broker’s website\\nFor Personal Information about corporate tenants and landlords, from corporate tenants, landlords, building managers, front desk/concierge, and neighboring tenants; LinkedIn or other social media (business Facebook page, Twitter); paid third-party providers; public and freely accessible databases such as state websites; published agent investment brochures and tenancy schedules; search engine searches; or from a corporate tenant’s or landlord’s website\\nSTR\\n\\nWe may additionally collect Personal Information in the following ways specific to STR:\\n\\nFrom others in your organization requesting that you be added as a user of our research program\\nFrom third party news sources or articles about your business or property\\nFrom organizations to which you belong or are a member or from other sources when there is a legitimate interest to invite you to participate in research. To the extent we combine information obtained from these sources with other information we may have collected about you, we will treat the combined information as personal information under this Privacy Policy. We are not responsible for the accuracy of any information provided to us by a third party\\nThomas Daily\\n\\nWe may additionally collect Personal Information in the following ways specific to Thomas Daily:\\n\\nDirectories in cities affected by market surveys\\nFrom our field-hosted database, TD Base, from lists in our email marketing software MAILEON, Salesforce, and CMS WordPress\\nThrough the tracking tool PIWIK to get more information about the user behavior in connection with TD Premium\\nOur third-party email marketing service will provide email address, opening rate, clicks, click through rate, bounce rate, user agent, browser, IP address, timestamp, and desired download for email marketing detected",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Retail : We collect Personal Information from individuals whose details are on our Shopproperty database and who will be either commercial or private individuals. Privacy practices related to the Shopproperty marketplace are detailed in the Marketplace Global Privacy Notice .} "
    },
    {
      "Text": "Biometric and Geolocation Information\\n\\nSome areas of CoStar Services may require you to opt-in to CoStar collecting photos, facial geometry, and geolocation information from you when you log in to certain CoStar Services. This information is used to authenticate you as the user of such Services, maintain a secure session, and detect potential abuse and fraudulent use of the Services. For example, CoStar may scan and analyze a photo you submit to the Services to confirm your identity for security purposes each time you access the Services by using facial recognition technology to compare your photo to the most recent photo uploaded to your account. CoStar will securely store this information on servers located in the United States, and this information will only be accessed by authorized CoStar employees. We will retain biometric information until the initial purpose for collecting or obtaining such information has been satisfied or within three years, whichever occurs first.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {CoStar Information and Analytics We may additionally collect Personal Information in the following ways specific to CoStar Information and Analytics: Extracting information from past registrations to CoStar News For Personal Information about a Listing Broker, through agents, owners, property managers, developers, asset managers and architects; from clients or other contacts (including, among others, admins, colleagues, joint agents brochures) with updated contact information; search engine searches; or from a listing Broker’s website For Personal Information about corporate tenants and landlords, from corporate tenants, landlords, building managers, front desk/concierge, and neighboring tenants; LinkedIn or other social media (business Facebook page, Twitter); paid third-party providers; public and freely accessible databases such as state websites; published agent investment brochures and tenancy schedules; search engine searches; or from a corporate tenant’s or landlord’s website STR We may additionally collect Personal Information in the following ways specific to STR: From others in your organization requesting that you be added as a user of our research program From third party news sources or articles about your business or property From organizations to which you belong or are a member or from other sources when there is a legitimate interest to invite you to participate in research. To the extent we combine information obtained from these sources with other information we may have collected about you, we will treat the combined information as personal information under this Privacy Policy.} "
    },
    {
      "Text": "CoStar collects Personal Information from the following categories of sources:\\n\\nDirectly and indirectly from you\\nOther CoStar customers\\nService providers, including data analytics providers\\nThird parties, including advertising services and social media networks\\nConsumer reporting agencies\\nCompanies with public websites\\nGovernment entities",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If we learn we have collected or received Personal Information from a child under 16 without verification of parental consent, we will delete it. If you believe we might have any Personal Information from or about a child under 16, please Contact Us .} "
    },
    {
      "Text": "Use of Personal Information\\nWe may use your Personal Information for the following purposes:\\n\\nCommunicating with you\\nProviding you with the Services\\nAuthenticating use, detecting potential fraudulent use, and otherwise maintaining the security of the Services\\nDeveloping, testing, improving, and demonstrating the Services\\nCreating and maintaining a customer relationship management system, member directories, and invitation lists for CoStar events\\nCarrying out our legal and contractual obligations and enforcing our rights, including billing and payment processing\\nAnonymizing and aggregating information for analytics and reporting\\nAdvertising, marketing, and selling the Services, including linking together or merging Personal Information with other Personal Information so that we may better understand your needs and inform you about our Services and those of our partners\\nShort-term transient use, as defined in the California Consumer Privacy Act of 2018\\nAny other purpose with your consent",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In this case, we may have to cancel a product or service you have with us but will notify you first. 3.} "
    },
    {
      "Text": "Use of Personal Information\\nWe may use your Personal Information for the following purposes:\\n\\nCommunicating with you\\nProviding you with the Services\\nAuthenticating use, detecting potential fraudulent use, and otherwise maintaining the security of the Services\\nDeveloping, testing, improving, and demonstrating the Services\\nCreating and maintaining a customer relationship management system, member directories, and invitation lists for CoStar events\\nCarrying out our legal and contractual obligations and enforcing our rights, including billing and payment processing\\nAnonymizing and aggregating information for analytics and reporting\\nAdvertising, marketing, and selling the Services, including linking together or merging Personal Information with other Personal Information so that we may better understand your needs and inform you about our Services and those of our partners\\nShort-term transient use, as defined in the California Consumer Privacy Act of 2018\\nAny other purpose with your consent",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In this case, we may have to cancel a product or service you have with us but will notify you first. 3.} "
    },
    {
      "Text": "Use of Personal Information\\nWe may use your Personal Information for the following purposes:\\n\\nCommunicating with you\\nProviding you with the Services\\nAuthenticating use, detecting potential fraudulent use, and otherwise maintaining the security of the Services\\nDeveloping, testing, improving, and demonstrating the Services\\nCreating and maintaining a customer relationship management system, member directories, and invitation lists for CoStar events\\nCarrying out our legal and contractual obligations and enforcing our rights, including billing and payment processing\\nAnonymizing and aggregating information for analytics and reporting\\nAdvertising, marketing, and selling the Services, including linking together or merging Personal Information with other Personal Information so that we may better understand your needs and inform you about our Services and those of our partners\\nShort-term transient use, as defined in the California Consumer Privacy Act of 2018\\nAny other purpose with your consent",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In this case, we may have to cancel a product or service you have with us but will notify you first. 3.} "
    },
    {
      "Text": "Service-Specific\\n\\nCoStar Information and Analytics\\n\\nWe may use Personal Information for the following additional purposes in connection with Costar Information and Analytics products:\\n\\nPopulating and updating email lists for CoStar News\\nAdvising clients of CoStar product enhancements and improvements\\nContacting Listing Brokers to collect listing, deal and other industry data on a monthly basis\\nEntering details into CoStar® where those details can be viewed by our subscriber base and used for marketing purposes (Personal Information may appear in the Professional Directory™, appear in the DealMakers™ section, or be attached to specific and relevant building and transactional records in CoStar®)\\nIdentifying trends, aggregating statistics, optimizing your use of the Services and providing a safer environment for purchasing in connection with your use of CoStar Property Professional®, CoStar COMPS Professional®, CoStar Tenant®, CoStar Suite® with Market Analytics, CoStar Go®, CoStar Lease Analysis®, CoStar Lease Comps™ through Google Analytics\\nTraining and quality assurance",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Service-Specific\\n\\nCoStar Information and Analytics\\n\\nWe may use Personal Information for the following additional purposes in connection with Costar Information and Analytics products:\\n\\nPopulating and updating email lists for CoStar News\\nAdvising clients of CoStar product enhancements and improvements\\nContacting Listing Brokers to collect listing, deal and other industry data on a monthly basis\\nEntering details into CoStar® where those details can be viewed by our subscriber base and used for marketing purposes (Personal Information may appear in the Professional Directory™, appear in the DealMakers™ section, or be attached to specific and relevant building and transactional records in CoStar®)\\nIdentifying trends, aggregating statistics, optimizing your use of the Services and providing a safer environment for purchasing in connection with your use of CoStar Property Professional®, CoStar COMPS Professional®, CoStar Tenant®, CoStar Suite® with Market Analytics, CoStar Go®, CoStar Lease Analysis®, CoStar Lease Comps™ through Google Analytics\\nTraining and quality assurance",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Service-Specific\\n\\nCoStar Information and Analytics\\n\\nWe may use Personal Information for the following additional purposes in connection with Costar Information and Analytics products:\\n\\nPopulating and updating email lists for CoStar News\\nAdvising clients of CoStar product enhancements and improvements\\nContacting Listing Brokers to collect listing, deal and other industry data on a monthly basis\\nEntering details into CoStar® where those details can be viewed by our subscriber base and used for marketing purposes (Personal Information may appear in the Professional Directory™, appear in the DealMakers™ section, or be attached to specific and relevant building and transactional records in CoStar®)\\nIdentifying trends, aggregating statistics, optimizing your use of the Services and providing a safer environment for purchasing in connection with your use of CoStar Property Professional®, CoStar COMPS Professional®, CoStar Tenant®, CoStar Suite® with Market Analytics, CoStar Go®, CoStar Lease Analysis®, CoStar Lease Comps™ through Google Analytics\\nTraining and quality assurance",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "CoStar Brokerage Applications\\n\\nThrough CoStar Brokerage Applications, CoStar stores information uploaded and entered into the applications by CoStar customers for their own purposes (property records, tax documents, property and prospect contacts, listings, deal/lease information, free form notes, etc.) on behalf of CoStar’s customers as a data processor. We do not use this information in any way for our own purposes.\\n\\nCoStar Real Estate Manager\\n\\nCoStar does not use Personal Information of CoStar’s customers’ own customers collected within the CoStar Real Estate Manager application for CoStar’s own commercial purposes. However, CoStar collects business contact information through an agreement with service providers that re-license, implement, support, and perform managed services, such as lease administration, for the Services. We use this information for the purpose of interacting with current and prospective clients, tracking engagement, and for customer support activities.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Table of Contents Types of Personal Information Collection of Personal Information Use of Personal Information Disclosure of Personal Information International Transfer of Personal Information Security of Personal Information Retention of Personal Information Manage Your Personal Information Global Policy Notice Changes Contact Us 1. Types of Personal Information “Personal Information” means any information directly or indirectly relating to an identified or identifiable individual.} "
    },
    {
      "Text": "CoStar Brokerage Applications\\n\\nThrough CoStar Brokerage Applications, CoStar stores information uploaded and entered into the applications by CoStar customers for their own purposes (property records, tax documents, property and prospect contacts, listings, deal/lease information, free form notes, etc.) on behalf of CoStar’s customers as a data processor. We do not use this information in any way for our own purposes.\\n\\nCoStar Real Estate Manager\\n\\nCoStar does not use Personal Information of CoStar’s customers’ own customers collected within the CoStar Real Estate Manager application for CoStar’s own commercial purposes. However, CoStar collects business contact information through an agreement with service providers that re-license, implement, support, and perform managed services, such as lease administration, for the Services. We use this information for the purpose of interacting with current and prospective clients, tracking engagement, and for customer support activities.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Table of Contents Types of Personal Information Collection of Personal Information Use of Personal Information Disclosure of Personal Information International Transfer of Personal Information Security of Personal Information Retention of Personal Information Manage Your Personal Information Global Policy Notice Changes Contact Us 1. Types of Personal Information “Personal Information” means any information directly or indirectly relating to an identified or identifiable individual.} "
    },
    {
      "Text": "CoStar Brokerage Applications\\n\\nThrough CoStar Brokerage Applications, CoStar stores information uploaded and entered into the applications by CoStar customers for their own purposes (property records, tax documents, property and prospect contacts, listings, deal/lease information, free form notes, etc.) on behalf of CoStar’s customers as a data processor. We do not use this information in any way for our own purposes.\\n\\nCoStar Real Estate Manager\\n\\nCoStar does not use Personal Information of CoStar’s customers’ own customers collected within the CoStar Real Estate Manager application for CoStar’s own commercial purposes. However, CoStar collects business contact information through an agreement with service providers that re-license, implement, support, and perform managed services, such as lease administration, for the Services. We use this information for the purpose of interacting with current and prospective clients, tracking engagement, and for customer support activities.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Table of Contents Types of Personal Information Collection of Personal Information Use of Personal Information Disclosure of Personal Information International Transfer of Personal Information Security of Personal Information Retention of Personal Information Manage Your Personal Information Global Policy Notice Changes Contact Us 1. Types of Personal Information “Personal Information” means any information directly or indirectly relating to an identified or identifiable individual.} "
    },
    {
      "Text": "STR\\n\\nFurther to the general uses defined above, STR uses your personal information for the following additional purposes:\\n\\nRegistering you as an attendee to our Hotel Data Conference (HDC) or other seminars, conferences and events, and sending you updates prior to and during the event. In addition, we will provide HDC sponsors with the list of attendees free of charge and as a benefit to them. If you are an HDC attendee but wish to limit how your contact information is used you may opt out.\\nSTR webmasters use cookie information to analyze the number of visitors to different areas of the websites, to determine how long users are remaining on the sites. This information helps us make sure that our websites are serving as a useful, effective information source for you.\\nIf you are a hotel owner, or a main point of contact for a hotel company, for inclusion of your information in our inventory, pipeline and AM:PM database services, or in news articles about the industry.\\nTo undertake research on our own behalf and for a variety of clients.\\nThomas Daily< br/> < br/>\\n\\nWe may also use Personal Information to create and expand investor profiles in TD Premium.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, CoStar collects business contact information through an agreement with service providers that re-license, implement, support, and perform managed services, such as lease administration, for the Services. We use this information for the purpose of interacting with current and prospective clients, tracking engagement, and for customer support activities.} "
    },
    {
      "Text": "STR\\n\\nFurther to the general uses defined above, STR uses your personal information for the following additional purposes:\\n\\nRegistering you as an attendee to our Hotel Data Conference (HDC) or other seminars, conferences and events, and sending you updates prior to and during the event. In addition, we will provide HDC sponsors with the list of attendees free of charge and as a benefit to them. If you are an HDC attendee but wish to limit how your contact information is used you may opt out.\\nSTR webmasters use cookie information to analyze the number of visitors to different areas of the websites, to determine how long users are remaining on the sites. This information helps us make sure that our websites are serving as a useful, effective information source for you.\\nIf you are a hotel owner, or a main point of contact for a hotel company, for inclusion of your information in our inventory, pipeline and AM:PM database services, or in news articles about the industry.\\nTo undertake research on our own behalf and for a variety of clients.\\nThomas Daily< br/> < br/>\\n\\nWe may also use Personal Information to create and expand investor profiles in TD Premium.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {However, CoStar collects business contact information through an agreement with service providers that re-license, implement, support, and perform managed services, such as lease administration, for the Services. We use this information for the purpose of interacting with current and prospective clients, tracking engagement, and for customer support activities.} "
    },
    {
      "Text": "STR\\n\\nFurther to the general uses defined above, STR uses your personal information for the following additional purposes:\\n\\nRegistering you as an attendee to our Hotel Data Conference (HDC) or other seminars, conferences and events, and sending you updates prior to and during the event. In addition, we will provide HDC sponsors with the list of attendees free of charge and as a benefit to them. If you are an HDC attendee but wish to limit how your contact information is used you may opt out.\\nSTR webmasters use cookie information to analyze the number of visitors to different areas of the websites, to determine how long users are remaining on the sites. This information helps us make sure that our websites are serving as a useful, effective information source for you.\\nIf you are a hotel owner, or a main point of contact for a hotel company, for inclusion of your information in our inventory, pipeline and AM:PM database services, or in news articles about the industry.\\nTo undertake research on our own behalf and for a variety of clients.\\nThomas Daily< br/> < br/>\\n\\nWe may also use Personal Information to create and expand investor profiles in TD Premium.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {However, CoStar collects business contact information through an agreement with service providers that re-license, implement, support, and perform managed services, such as lease administration, for the Services. We use this information for the purpose of interacting with current and prospective clients, tracking engagement, and for customer support activities.} "
    },
    {
      "Text": "When you use the Services, we and third parties may use cookies and other tracking technologies to collect information, including Personal Information, to help us target content to you on the Services or elsewhere. This information may be associated with other information or combined with information from other sources, including information these third parties might track about your online activities over time and across the Internet.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To undertake research on our own behalf and for a variety of clients. Thomas Daily < br/> < br/> We may also use Personal Information to create and expand investor profiles in TD Premium.} "
    },
    {
      "Text": "Disclosure of Personal Information\\nWe may disclose Personal Information:\\n\\nTo affiliates and other entities within CoStar’s group of companies, business and distribution partners, other CoStar customers, and subscribers, and service providers\\nTo third parties when you use a third party feature in our Services\\nTo enforce or apply our Terms of Use and other agreements or comply with any court order, law, or legal process, including government or regulatory requests\\nTo a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of CoStar’s assets\\nTo advisors, consultants, auditors, or similar professionals to assess our business, financial, and legal obligations or operations\\nIf we believe it is necessary to protect the rights, property, or safety of CoStar or others\\nFor any other purpose disclosed by us when you provide Personal Information\\nWith your consent, such as when you choose to provide your information to third parties\\nWe may also disclose de-identified information without restriction. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This Global Privacy Notice does not apply to the extent CoStar does not own or control any linked websites or features you visit or use. We recommend that you familiarize yourself with the privacy practices of these third parties.} "
    },
    {
      "Text": "CoStar may permit these affiliates and service providers to access your Personal Information in order to assist us in providing services; however, we contractually require these vendors to keep Personal Information confidential and use it only for the purposes for which we disclose it to them.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Service Providers CoStar retains third party service providers to assist us in our business. For example, we use service providers to assist with analytics, email marketing, payment processing, customer relationship management, and IT infrastructure and support.} "
    },
    {
      "Text": "California and Quebec, Canada Residents\\n\\nCoStar shares Personal Information with the following categories of third parties and has disclosed the following categories of Personal Information for a business or commercial purpose in the 12 months preceding the date this Global Privacy notice was last modified:\\n\\n \\n\\nPersonal Information\tThird Parties\\nIdentifiers\tService providers, including data analytics and advertising providers, operating systems and platforms, social networks, other CoStar customers\\nCategories of personal information described in California Civil Code §1798.80(e)\tService providers, other CoStar customers\\nCommercial information\tAffiliates, distribution partners, other CoStar customers\\nInternet or other electronic network activity information\tService providers, including data analytics and advertising providers\\nGeolocation data (e.g., IP addresses)\tService providers\\nProfessional or employment-related information\tService providers, other CoStar customers\\nInferences\tService providers, including data analytics and advertising providers\\nSensitive personal information, including biometric information, precise geolocation, login credentials, and the contents of messages sent through the Services\tService providers\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For example, we use service providers to assist with analytics, email marketing, payment processing, customer relationship management, and IT infrastructure and support. CoStar may permit these affiliates and service providers to access your Personal Information in order to assist us in providing services; however, we contractually require these vendors to keep Personal Information confidential and use it only for the purposes for which we disclose it to them.} "
    },
    {
      "Text": "California and Quebec, Canada Residents\\n\\nCoStar shares Personal Information with the following categories of third parties and has disclosed the following categories of Personal Information for a business or commercial purpose in the 12 months preceding the date this Global Privacy notice was last modified:\\n\\n \\n\\nPersonal Information\tThird Parties\\nIdentifiers\tService providers, including data analytics and advertising providers, operating systems and platforms, social networks, other CoStar customers\\nCategories of personal information described in California Civil Code §1798.80(e)\tService providers, other CoStar customers\\nCommercial information\tAffiliates, distribution partners, other CoStar customers\\nInternet or other electronic network activity information\tService providers, including data analytics and advertising providers\\nGeolocation data (e.g., IP addresses)\tService providers\\nProfessional or employment-related information\tService providers, other CoStar customers\\nInferences\tService providers, including data analytics and advertising providers\\nSensitive personal information, including biometric information, precise geolocation, login credentials, and the contents of messages sent through the Services\tService providers",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {For example, we use service providers to assist with analytics, email marketing, payment processing, customer relationship management, and IT infrastructure and support. CoStar may permit these affiliates and service providers to access your Personal Information in order to assist us in providing services; however, we contractually require these vendors to keep Personal Information confidential and use it only for the purposes for which we disclose it to them.} "
    },
    {
      "Text": "0: Personal Information ||| 1: Third Parties\\n\\n0: Identifiers ||| 1: Service providers, including data analytics and advertising providers, operating systems and platforms, social networks, other CoStar customers\\n\\n0: Categories of personal information described in California Civil Code §1798.80(e) ||| 1: Service providers, other CoStar customers\\n\\n0: Commercial information ||| 1: Affiliates, distribution partners, other CoStar customers\\n\\n0: Internet or other electronic network activity information ||| 1: Service providers, including data analytics and advertising providers\\n\\n0: Geolocation data (e.g., IP addresses) ||| 1: Service providers\\n\\n0: Professional or employment-related information ||| 1: Service providers, other CoStar customers\\n\\n0: Inferences ||| 1: Service providers, including data analytics and advertising providers\\n\\n0: Sensitive personal information, including biometric information, precise geolocation, login credentials, and the contents of messages sent through the Services ||| 1: Service providers",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "0: Personal Information ||| 1: Third Parties\\n\\n0: Identifiers ||| 1: Service providers, including data analytics and advertising providers, operating systems and platforms, social networks, other CoStar customers\\n\\n0: Categories of personal information described in California Civil Code §1798.80(e) ||| 1: Service providers, other CoStar customers\\n\\n0: Commercial information ||| 1: Affiliates, distribution partners, other CoStar customers\\n\\n0: Internet or other electronic network activity information ||| 1: Service providers, including data analytics and advertising providers\\n\\n0: Geolocation data (e.g., IP addresses) ||| 1: Service providers\\n\\n0: Professional or employment-related information ||| 1: Service providers, other CoStar customers\\n\\n0: Inferences ||| 1: Service providers, including data analytics and advertising providers\\n\\n0: Sensitive personal information, including biometric information, precise geolocation, login credentials, and the contents of messages sent through the Services ||| 1: Service providers",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Personal Information ||| Identifiers ||| Categories of personal information described in California Civil Code §1798.80(e) ||| Commercial information ||| Internet or other electronic network activity information ||| Geolocation data (e.g., IP addresses) ||| Professional or employment-related information ||| Inferences ||| Sensitive personal information, including biometric information, precise geolocation, login credentials, and the contents of messages sent through the Services\\n\\nThird Parties ||| Service providers, including data analytics and advertising providers, operating systems and platforms, social networks, other CoStar customers ||| Service providers, other CoStar customers ||| Affiliates, distribution partners, other CoStar customers ||| Service providers, including data analytics and advertising providers ||| Service providers ||| Service providers, other CoStar customers ||| Service providers, including data analytics and advertising providers ||| Service providers\\n\\n \\n\\nCoStar may also sell/share certain Personal Information. In the 12 months preceding the date this Global Privacy Notice was last modified, CoStar sold:\\n\\nIdentifiers (e.g., IP address and other online identifiers), Internet or other electronic network activity information, and commercial information (e.g., purchasing tendencies or records of products or services purchased or considered) to advertising providers for the purpose of advertising its Services\\nIdentifiers (e.g., name, email address), categories of personal information described in California Civil Code §1798.80(e) (phone number), and professional information (e.g., name, title, email address, business address) to other CoStar customers for the purpose of making business contact information available through the Professional Directory feature",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Personal Information ||| Identifiers ||| Categories of personal information described in California Civil Code §1798.80(e) ||| Commercial information ||| Internet or other electronic network activity information ||| Geolocation data (e.g., IP addresses) ||| Professional or employment-related information ||| Inferences ||| Sensitive personal information, including biometric information, precise geolocation, login credentials, and the contents of messages sent through the Services\\n\\nThird Parties ||| Service providers, including data analytics and advertising providers, operating systems and platforms, social networks, other CoStar customers ||| Service providers, other CoStar customers ||| Affiliates, distribution partners, other CoStar customers ||| Service providers, including data analytics and advertising providers ||| Service providers ||| Service providers, other CoStar customers ||| Service providers, including data analytics and advertising providers ||| Service providers\\n\\n \\n\\nCoStar may also sell/share certain Personal Information. In the 12 months preceding the date this Global Privacy Notice was last modified, CoStar sold:\\n\\nIdentifiers (e.g., IP address and other online identifiers), Internet or other electronic network activity information, and commercial information (e.g., purchasing tendencies or records of products or services purchased or considered) to advertising providers for the purpose of advertising its Services\\nIdentifiers (e.g., name, email address), categories of personal information described in California Civil Code §1798.80(e) (phone number), and professional information (e.g., name, title, email address, business address) to other CoStar customers for the purpose of making business contact information available through the Professional Directory feature",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Retention of Personal Information\\nCoStar will retain your information only for as long as is reasonably necessary for the purposes set out on this Global Privacy Notice, for as long as your account is active (i.e., for the lifetime of your CoStar customer account), or as needed to provide the Services to you. If you no longer want CoStar to use your information to provide the Services to you, you may close your account. CoStar will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements, and as otherwise described in this Global Privacy Notice.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This Global Privacy Notice does not apply to the extent CoStar does not own or control any linked websites or features you visit or use. We recommend that you familiarize yourself with the privacy practices of these third parties.} "
    },
    {
      "Text": "These log files are retained for a brief period of time, except in cases where they are used to protect the safety and security of the Services, to maintain and improve functionality of the Services, or to comply with legal obligations.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please note that closing an account may not make your email address, username, or property name (if any) available for reuse on a new account. We also retain log files for internal analysis purposes.} "
    },
    {
      "Text": "You may manage your Personal Information by making certain choices. If you believe that any Personal Information you have provided to us is out-of-date or inaccurate, you may review and correct such information if it is within your online account by logging in at any time or Contact Us.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {These log files are retained for a brief period of time, except in cases where they are used to protect the safety and security of the Services, to maintain and improve functionality of the Services, or to comply with legal obligations. 8.} "
    },
    {
      "Text": "You may manage your Personal Information by making certain choices. If you believe that any Personal Information you have provided to us is out-of-date or inaccurate, you may review and correct such information if it is within your online account by logging in at any time or Contact Us.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {These log files are retained for a brief period of time, except in cases where they are used to protect the safety and security of the Services, to maintain and improve functionality of the Services, or to comply with legal obligations. 8.} "
    },
    {
      "Text": "If you live in California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {You can opt out of third parties collecting your Personal Information for targeted advertising purposes in the United States or Canada by visiting the National Advertising Initiative’s (NAI) opt-out page and the Digital Advertising Alliance’s (DAA) opt-out page and in the EEA and United Kingdom by visiting The Programme’s opt-out page . Our Services do not recognize “Do Not Track” signals.} "
    },
    {
      "Text": "If you live in California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {You can opt out of third parties collecting your Personal Information for targeted advertising purposes in the United States or Canada by visiting the National Advertising Initiative’s (NAI) opt-out page and the Digital Advertising Alliance’s (DAA) opt-out page and in the EEA and United Kingdom by visiting The Programme’s opt-out page . Our Services do not recognize “Do Not Track” signals.} "
    },
    {
      "Text": "request deletion of Personal Information, subject to certain exceptions",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {You can opt out of third parties collecting your Personal Information for targeted advertising purposes in the United States or Canada by visiting the National Advertising Initiative’s (NAI) opt-out page and the Digital Advertising Alliance’s (DAA) opt-out page and in the EEA and United Kingdom by visiting The Programme’s opt-out page . Our Services do not recognize “Do Not Track” signals.} "
    },
    {
      "Text": " request that CoStar correct inaccurate or incomplete Personal Information",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {You can opt out of third parties collecting your Personal Information for targeted advertising purposes in the United States or Canada by visiting the National Advertising Initiative’s (NAI) opt-out page and the Digital Advertising Alliance’s (DAA) opt-out page and in the EEA and United Kingdom by visiting The Programme’s opt-out page . Our Services do not recognize “Do Not Track” signals.} "
    },
    {
      "Text": "opt-out of the sale of Personal Information",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {CoStar Information and Analytics We may additionally collect Personal Information in the following ways specific to CoStar Information and Analytics: Extracting information from past registrations to CoStar News For Personal Information about a Listing Broker, through agents, owners, property managers, developers, asset managers and architects; from clients or other contacts (including, among others, admins, colleagues, joint agents brochures) with updated contact information; search engine searches; or from a listing Broker’s website For Personal Information about corporate tenants and landlords, from corporate tenants, landlords, building managers, front desk/concierge, and neighboring tenants; LinkedIn or other social media (business Facebook page, Twitter); paid third-party providers; public and freely accessible databases such as state websites; published agent investment brochures and tenancy schedules; search engine searches; or from a corporate tenant’s or landlord’s website STR We may additionally collect Personal Information in the following ways specific to STR: From others in your organization requesting that you be added as a user of our research program From third party news sources or articles about your business or property From organizations to which you belong or are a member or from other sources when there is a legitimate interest to invite you to participate in research. To the extent we combine information obtained from these sources with other information we may have collected about you, we will treat the combined information as personal information under this Privacy Policy.} "
    },
    {
      "Text": "opt-out of the “sharing” or disclosing Personal Information for the purposes of cross-context behavioral advertising",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {CoStar Information and Analytics We may additionally collect Personal Information in the following ways specific to CoStar Information and Analytics: Extracting information from past registrations to CoStar News For Personal Information about a Listing Broker, through agents, owners, property managers, developers, asset managers and architects; from clients or other contacts (including, among others, admins, colleagues, joint agents brochures) with updated contact information; search engine searches; or from a listing Broker’s website For Personal Information about corporate tenants and landlords, from corporate tenants, landlords, building managers, front desk/concierge, and neighboring tenants; LinkedIn or other social media (business Facebook page, Twitter); paid third-party providers; public and freely accessible databases such as state websites; published agent investment brochures and tenancy schedules; search engine searches; or from a corporate tenant’s or landlord’s website STR We may additionally collect Personal Information in the following ways specific to STR: From others in your organization requesting that you be added as a user of our research program From third party news sources or articles about your business or property From organizations to which you belong or are a member or from other sources when there is a legitimate interest to invite you to participate in research. To the extent we combine information obtained from these sources with other information we may have collected about you, we will treat the combined information as personal information under this Privacy Policy.} "
    },
    {
      "Text": "not receive discriminatory treatment by CoStar for exercising these rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {You can opt out of third parties collecting your Personal Information for targeted advertising purposes in the United States or Canada by visiting the National Advertising Initiative’s (NAI) opt-out page and the Digital Advertising Alliance’s (DAA) opt-out page and in the EEA and United Kingdom by visiting The Programme’s opt-out page . Our Services do not recognize “Do Not Track” signals.} "
    },
    {
      "Text": "Requests to Know\\n\\nYou have the right to request that we disclose the following information:\\n\\nSpecific pieces of Personal Information CoStar has collected about you;\\nCategories of Personal Information CoStar has collected about you, disclosed about you for a business purpose, or sold;\\nCategories of sources from which the Personal Information is collected;",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Our Services do not recognize “Do Not Track” signals. California Residents If you live in California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights.} "
    },
    {
      "Text": "The business or commercial purpose for collecting and selling and sharing Personal Information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Our Services do not recognize “Do Not Track” signals. California Residents If you live in California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights.} "
    },
    {
      "Text": "Categories of Personal Information CoStar has collected about you, disclosed about you for a business purpose, or sold;",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Our Services do not recognize “Do Not Track” signals. California Residents If you live in California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights.} "
    },
    {
      "Text": "Categories of third parties with whom CoStar shares or to whom CoStar sells Personal Information; and\\nThe business or commercial purpose for collecting and selling and sharing Personal Information.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Our Services do not recognize “Do Not Track” signals. California Residents If you live in California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights.} "
    },
    {
      "Text": "Opt-Out of the Sale or Sharing of Personal Information\\n\\nYou have the right to opt-out of the sale of your Personal Information. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You may also have additional rights detailed below depending on where you live. As a security precaution, we may need to request information from you to help us confirm your identity when exercising a right related to your Personal Information.} "
    },
    {
      "Text": "To make such a request, please Contact Us by email or visit Do Not Sell My Personal Information. To opt-out of CoStar sharing your Personal Information with third parties to advertise our Services, please additionally manage Tracking/Online Advertising Opt-Out privacy controls.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Requests to Know You have the right to request that we disclose the following information: Specific pieces of Personal Information CoStar has collected about you; Categories of Personal Information CoStar has collected about you, disclosed about you for a business purpose, or sold; Categories of sources from which the Personal Information is collected; Categories of third parties with whom CoStar shares or to whom CoStar sells Personal Information; and The business or commercial purpose for collecting and selling and sharing Personal Information. Opt-Out of the Sale or Sharing of Personal Information You have the right to opt-out of the sale of your Personal Information.} "
    },
    {
      "Text": "We do not use or disclose sensitive personal information for purposes other than those specified in Cal. Civ Code § 1798.121.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please click here for statistics relating to California Consumer Privacy Act requests received by CoStar brands under this Global Privacy Notice in the prior calendar year. We do not have actual knowledge that we sell or share the Personal Information of consumers under the age of 16.} "
    },
    {
      "Text": "Exercising Your Rights\\n\\nTo make a request, please Contact Us by email, call us toll-free at (800) 204-5960, or submit the request through your CoStar account or our rights request web form .",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We do not use or disclose sensitive personal information for purposes other than those specified in Cal. Civ Code § 1798.121.} "
    },
    {
      "Text": "“Shine the Light” Request\\n\\nCalifornia residents may also have the right to request certain information regarding our disclosure of Personal Information to third parties for their direct marketing purposes. ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "To make such a request, please Contact Us.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Requests to Know You have the right to request that we disclose the following information: Specific pieces of Personal Information CoStar has collected about you; Categories of Personal Information CoStar has collected about you, disclosed about you for a business purpose, or sold; Categories of sources from which the Personal Information is collected; Categories of third parties with whom CoStar shares or to whom CoStar sells Personal Information; and The business or commercial purpose for collecting and selling and sharing Personal Information. Opt-Out of the Sale or Sharing of Personal Information You have the right to opt-out of the sale of your Personal Information.} "
    },
    {
      "Text": "Global Policy Changes\\nThis Global Privacy Notice may be updated periodically to reflect changes in our privacy practices.\\n\\nWe will post changes on this page and identify the date the privacy notice was last revised at the top of the page. If we make material changes to our privacy practices, we will notify you through a notice on the home page of the websites covered by this Global Privacy Notice. If a material change will apply to Personal Information we have already collected, including any new purposes for which the Personal Information will be used or disclosed to which you have not previously consented, we will additionally seek your affirmative consent.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {We may require you to provide additional information to confirm your identity prior to carrying out any such request. 9.} "
    }
  ]
}