{
  "policy_id": "3",
  "text": "Privacy Policy - Statlistics Services List Management List Brokerage Lead Generation Insert Media Data About Us Data Card Search Home / Privacy Policy Privacy Policy Alesco LLC, The Alesco Group LLC, Alesco Data, Response Solutions LLC, Stat Resource Group LLC, Statlistics, Mailing Lists Direct, herein referred to as “The Company”, have a deep commitment to the privacy of every individual about whom it holds information. Since we gather individual consumer data, we want users to fully understand the terms and conditions surrounding the capture and use of that information. This privacy statement discloses what information we gather, how we use it, and how we correct or change it. The Main Principles of Our Business Consumer Rights The Company understands the always-changing legalities and courtesies regarding the use and dissemination of our customers information. Ethical Relationships The Company pledges to conduct its relationships with both clients and other information providers in an ethical and professional manner. Awareness The Company is committed to education for our clients, our employees and the industry about the issues, guidelines and laws surrounding individual consumer rights to privacy and The Company’s privacy policies. Accuracy The Company maintains strict quality control and due diligence procedures to assure the integrity and accuracy of our information. Security The Company maintains strict security procedures to ensure information will not be made available to any unauthorized person or business. Consumer Benefits The Company offers services and data products that provide benefit to both consumers and businesses. Information Gathering and Tracking The Company captures consumer data from sources including, but not limited to its own websites and/or through co-registration from our vendors. This data is typically obtained through our own, or our vendors’ websites in connection with a user’s registration on that website. The Company audits a portion of the data captured to make certain the referral URL, if available, contains an opt-in mechanism. Use of Information The Company uses any and all data obtained in order to provide recipients with information on products and/or services that may be of interest to them. We may enhance or merge users’ personally identifiable information with data collected from other sources to use in postal, email or telephone marketing, including but not limited to the services described in “Sharing of Information” below. In the event we enhance or merge personally identifiable information with data collected from other sources, we will take all necessary steps to maintain the integrity and quality of that information. California Consumer Privacy Act (CCPA) aka “The Right to Know” In California, commencing January 1, 2020, consumers have the right to request that a business that collects personal information about the consumer disclose the following: The categories of personal information it has collected about that consumer. The categories of sources from which the personal information is collected. The business or commercial purpose for collecting or selling personal information. The categories of third parties with whom the business shares personal information. The specific pieces of personal information it has collected about that consumer. The Company typically collects consumer data including, but not limited to name, address, city, state, zip, email, phone, web browsing activity, and modeled inferences. Users may delete their record, opt-out or unsubscribe from having their data rented or sold, at myDataPrivacy.org or at any time by following the instructions contained at the end of every newsletter or emailing. Security Policy The Company maintains security guidelines to protect the loss, misuse, or alteration of information in its database. Access to personally identifiable information is only provided to authorized employees of The Company. Employees at the Company are made aware of our security guidelines during our employee orientation process. Our security guidelines are reviewed at least quarterly based on our fiscal calendar. With any specific questions regarding our privacy policy, we can be reached via email at privacy@alesco.com The Company takes online privacy extremely seriously. Sharing of Information The Company uses the information described above both for its own marketing efforts, and to help its vendors to better understand the demographics of their target audiences. The Company does provide personally identifiable data to other marketing companies, advertising agencies, data compilers, data companies, and, to the extent permitted by law, individual reference and look-up service programs. Such information may be used to provide consumers with information on products and services that may be of interest. If consumers in our database have indicated that they do not want to have their data shared with third parties, The Company will limit the use of their data to the suppression, validation and enhancement of existing information held by third parties about its users. For example, marketers may use data about a registrant provided by The Company, such as “opt-out” information, to suppress or drop the registered user’s name from a file of potential customers. Additional information may be used to verify and/or validate the accuracy of existing data on the registrant that was lawfully acquired by a marketer. In addition, our data customers may use data supplied by The Company to enhance or append personally identifiable data to their file for use in postal, email or telephone marketing, subject to the terms of their own privacy policies. Exceptions may occur in the event of a merger, acquisition, sale of assets of The Company or any of its divisions as a going-concern, or change of control, in which case such data would be considered a business asset and would be transferred subject to the terms of this privacy policy. Nonetheless, our users will always have the opportunity to choose whether or not they want to receive further information and offers from any division within The Company or our marketing partners. Opt-out I Unsubscribe Policy “By registering with our or our vendors’ sites to receive third party offers, users allow The Company and its affiliates to make their personally identifiable information available to third parties in accordance with the terms of this Privacy Policy. The Company provides users the option to delete their records from the Company database, and opt-out from renting or selling their postal, email or phone number. Notwithstanding, all personally identifiable information provided by a user may be used by The Company to support its marketing data services business described above. Users may delete their record, opt-out or unsubscribe from having their data rented or sold, at myDataPrivacy.org or at any time by following the instructions contained at the end of every newsletter or emailing. Users may opt-out of receiving further information sent on behalf of third party advertisers by The Company or from The Company sharing information with advertisers or third party marketers for promotional purposes. Currently, the Company does not offer users a means by which to completely delete personal data in order to maintain a master suppression file. Please note that information sent on behalf of third party advertisers is prepared days in advance, so users may continue to receive email from The Company for up to 7-days after unsubscribing, and 45-days after opting-out or deleting their record. Consumer Advocacy We have a Privacy Advocate that is available to assist our users with any privacy concerns they may have. Our privacy advocate will take each individual’s concerns seriously and will ensure that any necessary steps are taken to resolve any potential conflicts. Our privacy advocate supervises the “unsubscribe” process and ensures that such consumers are removed from our email lists within 7-days, and individually assist in various issues regarding consumer privacy. Internal Monitoring Our Privacy Advocate also ensures that all aspects of our privacy policy are upheld. All employees receive the appropriate training and resources to ensure privacy compliance, and we regularly monitor our security protocols, and handle any concerns regarding our employees’ compliance with our privacy principles and policy. Need More Info? Need More Info? Select a Service * Select a Service * List Management List Brokerage Lead Generation Insert Media Other First Name * Last Name * Email * Phone Company Name Message If you are human, leave this field blank. Send To Us Copyright © 2023, Statlistics LLC, All rights reserved. Privacy Policy - DO NOT SELL MY PERSONAL INFORMATION",
  "annotations": [
    {
      "Text": "The Company uses any and all data obtained in order to provide recipients with information on products and/or services that may be of interest to them.\nWe may enhance or merge users’ personally identifiable information with data collected from other sources to use in postal, email or telephone marketing, including but not limited to the services described in “Sharing of Information” below. In the event we enhance or merge personally identifiable information with data collected from other sources, we will take all necessary steps to maintain the integrity and quality of that information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This data is typically obtained through our own, or our vendors’ websites in connection with a user’s registration on that website. The Company audits a portion of the data captured to make certain the referral URL, if available, contains an opt-in mechanism.} "
    },
    {
      "Text": "The categories of personal information it has collected about that consumer.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may enhance or merge users’ personally identifiable information with data collected from other sources to use in postal, email or telephone marketing, including but not limited to the services described in “Sharing of Information” below. In the event we enhance or merge personally identifiable information with data collected from other sources, we will take all necessary steps to maintain the integrity and quality of that information.} "
    },
    {
      "Text": "The categories of sources from which the personal information is collected.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In the event we enhance or merge personally identifiable information with data collected from other sources, we will take all necessary steps to maintain the integrity and quality of that information. California Consumer Privacy Act (CCPA) aka “The Right to Know” In California, commencing January 1, 2020, consumers have the right to request that a business that collects personal information about the consumer disclose the following: The categories of personal information it has collected about that consumer.} "
    },
    {
      "Text": "The business or commercial purpose for collecting or selling personal information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {California Consumer Privacy Act (CCPA) aka “The Right to Know” In California, commencing January 1, 2020, consumers have the right to request that a business that collects personal information about the consumer disclose the following: The categories of personal information it has collected about that consumer. The categories of sources from which the personal information is collected.} "
    },
    {
      "Text": "The categories of third parties with whom the business shares personal information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The categories of sources from which the personal information is collected. The business or commercial purpose for collecting or selling personal information.} "
    },
    {
      "Text": "The specific pieces of personal information it has collected about that consumer.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {The business or commercial purpose for collecting or selling personal information. The categories of third parties with whom the business shares personal information.} "
    },
    {
      "Text": "The Company typically collects consumer data including, but not limited to name, address, city, state, zip, email, phone, web browsing activity, and modeled inferences.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The categories of third parties with whom the business shares personal information. The specific pieces of personal information it has collected about that consumer.} "
    },
    {
      "Text": "The Company uses the information described above both for its own marketing efforts, and to help its vendors to better understand the demographics of their target audiences. The Company does provide personally identifiable data to other marketing companies, advertising agencies, data compilers, data companies, and, to the extent permitted by law, individual reference and look-up service programs. Such information may be used to provide consumers with information on products and services that may be of interest.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Our security guidelines are reviewed at least quarterly based on our fiscal calendar. With any specific questions regarding our privacy policy, we can be reached via email at privacy@alesco.com The Company takes online privacy extremely seriously.} "
    },
    {
      "Text": "If consumers in our database have indicated that they do not want to have their data shared with third parties, The Company will limit the use of their data to the suppression, validation and enhancement of existing information held by third parties about its users. For example, marketers may use data about a registrant provided by The Company, such as “opt-out” information, to suppress or drop the registered user’s name from a file of potential customers. Additional information may be used to verify and/or validate the accuracy of existing data on the registrant that was lawfully acquired by a marketer. In addition, our data customers may use data supplied by The Company to enhance or append personally identifiable data to their file for use in postal, email or telephone marketing, subject to the terms of their own privacy policies.\nExceptions may occur in the event of a merger, acquisition, sale of assets of The Company or any of its divisions as a going-concern, or change of control, in which case such data would be considered a business asset and would be transferred subject to the terms of this privacy policy. Nonetheless, our users will always have the opportunity to choose whether or not they want to receive further information and offers from any division within The Company or our marketing partners.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {The Company does provide personally identifiable data to other marketing companies, advertising agencies, data compilers, data companies, and, to the extent permitted by law, individual reference and look-up service programs. Such information may be used to provide consumers with information on products and services that may be of interest.} "
    },
    {
      "Text": "If consumers in our database have indicated that they do not want to have their data shared with third parties, The Company will limit the use of their data to the suppression, validation and enhancement of existing information held by third parties about its users. For example, marketers may use data about a registrant provided by The Company, such as “opt-out” information, to suppress or drop the registered user’s name from a file of potential customers. Additional information may be used to verify and/or validate the accuracy of existing data on the registrant that was lawfully acquired by a marketer. In addition, our data customers may use data supplied by The Company to enhance or append personally identifiable data to their file for use in postal, email or telephone marketing, subject to the terms of their own privacy policies.\nExceptions may occur in the event of a merger, acquisition, sale of assets of The Company or any of its divisions as a going-concern, or change of control, in which case such data would be considered a business asset and would be transferred subject to the terms of this privacy policy. Nonetheless, our users will always have the opportunity to choose whether or not they want to receive further information and offers from any division within The Company or our marketing partners.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {The Company does provide personally identifiable data to other marketing companies, advertising agencies, data compilers, data companies, and, to the extent permitted by law, individual reference and look-up service programs. Such information may be used to provide consumers with information on products and services that may be of interest.} "
    },
    {
      "Text": "Currently, the Company does not offer users a means by which to completely delete personal data in order to maintain a master suppression file.",
      "Label": "Others",
      "Context": "2 Sentences Before {Users may delete their record, opt-out or unsubscribe from having their data rented or sold, at myDataPrivacy.org or at any time by following the instructions contained at the end of every newsletter or emailing. Users may opt-out of receiving further information sent on behalf of third party advertisers by The Company or from The Company sharing information with advertisers or third party marketers for promotional purposes.} "
    },
    {
      "Text": "Need More Info?\nSelect a Service *\nFirst Name *\nLast Name *\nEmail *\nPhone\nCompany Name\nMessage\nIf you are human, leave this field blank.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Internal Monitoring Our Privacy Advocate also ensures that all aspects of our privacy policy are upheld. All employees receive the appropriate training and resources to ensure privacy compliance, and we regularly monitor our security protocols, and handle any concerns regarding our employees’ compliance with our privacy principles and policy.} "
    },
    {
      "Text": "The Company captures consumer data from sources including, but not limited to its own websites and/or through co-registration from our vendors. This data is typically obtained through our own, or our vendors’ websites in connection with a user’s registration on that website. The Company audits a portion of the data captured to make certain the referral URL, if available, contains an opt-in mechanism.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Security The Company maintains strict security procedures to ensure information will not be made available to any unauthorized person or business. Consumer Benefits The Company offers services and data products that provide benefit to both consumers and businesses.} "
    },
    {
      "Text": "Users may delete their record, opt-out or unsubscribe from having their data rented or sold, at myDataPrivacy.org or at any time by following the instructions contained at the end of every newsletter or emailing.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {The specific pieces of personal information it has collected about that consumer. The Company typically collects consumer data including, but not limited to name, address, city, state, zip, email, phone, web browsing activity, and modeled inferences.} "
    },
    {
      "Text": "Users may delete their record, opt-out or unsubscribe from having their data rented or sold, at myDataPrivacy.org or at any time by following the instructions contained at the end of every newsletter or emailing.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {The specific pieces of personal information it has collected about that consumer. The Company typically collects consumer data including, but not limited to name, address, city, state, zip, email, phone, web browsing activity, and modeled inferences.} "
    },
    {
      "Text": "Users may delete their record, opt-out or unsubscribe from having their data rented or sold, at myDataPrivacy.org or at any time by following the instructions contained at the end of every newsletter or emailing.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {The specific pieces of personal information it has collected about that consumer. The Company typically collects consumer data including, but not limited to name, address, city, state, zip, email, phone, web browsing activity, and modeled inferences.} "
    },
    {
      "Text": "Users may delete their record, opt-out or unsubscribe from having their data rented or sold, at myDataPrivacy.org or at any time by following the instructions contained at the end of every newsletter or emailing. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {The specific pieces of personal information it has collected about that consumer. The Company typically collects consumer data including, but not limited to name, address, city, state, zip, email, phone, web browsing activity, and modeled inferences.} "
    },
    {
      "Text": "Alesco LLC, The Alesco Group LLC, Alesco Data, Response Solutions LLC, Stat Resource Group LLC, Statlistics, Mailing Lists Direct, herein referred to as “The Company”, have a deep commitment to the privacy of every individual about whom it holds information. Since we gather individual consumer data, we want users to fully understand the terms and conditions surrounding the capture and use of that information. This privacy statement discloses what information we gather, how we use it, and how we correct or change it.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "The Company pledges to conduct its relationships with both clients and other information providers in an ethical and professional manner.",
      "Label": "Others",
      "Context": "2 Sentences Before {This privacy statement discloses what information we gather, how we use it, and how we correct or change it. The Main Principles of Our Business Consumer Rights The Company understands the always-changing legalities and courtesies regarding the use and dissemination of our customers information.} "
    },
    {
      "Text": "Awareness\\nThe Company is committed to education for our clients, our employees and the industry about the issues, guidelines and laws surrounding individual consumer rights to privacy and The Company’s privacy policies.\\n\\nAccuracy\\nThe Company maintains strict quality control and due diligence procedures to assure the integrity and accuracy of our information.\\n\\nSecurity\\nThe Company maintains strict security procedures to ensure information will not be made available to any unauthorized person or business.\\n\\nConsumer Benefits\\nThe Company offers services and data products that provide benefit to both consumers and businesses.",
      "Label": "Others",
      "Context": "2 Sentences Before {The Main Principles of Our Business Consumer Rights The Company understands the always-changing legalities and courtesies regarding the use and dissemination of our customers information. Ethical Relationships The Company pledges to conduct its relationships with both clients and other information providers in an ethical and professional manner.} "
    },
    {
      "Text": "The Company captures consumer data from sources including, but not limited to its own websites and/or through co-registration from our vendors. This data is typically obtained through our own, or our vendors’ websites in connection with a user’s registration on that website. The Company audits a portion of the data captured to make certain the referral URL, if available, contains an opt-in mechanism.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Security The Company maintains strict security procedures to ensure information will not be made available to any unauthorized person or business. Consumer Benefits The Company offers services and data products that provide benefit to both consumers and businesses.} "
    },
    {
      "Text": "The Company uses any and all data obtained in order to provide recipients with information on products and/or services that may be of interest to them.\\nWe may enhance or merge users’ personally identifiable information with data collected from other sources to use in postal, email or telephone marketing, including but not limited to the services described in “Sharing of Information” below. In the event we enhance or merge personally identifiable information with data collected from other sources, we will take all necessary steps to maintain the integrity and quality of that information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This data is typically obtained through our own, or our vendors’ websites in connection with a user’s registration on that website. The Company audits a portion of the data captured to make certain the referral URL, if available, contains an opt-in mechanism.} "
    },
    {
      "Text": "In California, commencing January 1, 2020, consumers have the right to request that a business that collects personal information about the consumer disclose the following:",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We may enhance or merge users’ personally identifiable information with data collected from other sources to use in postal, email or telephone marketing, including but not limited to the services described in “Sharing of Information” below. In the event we enhance or merge personally identifiable information with data collected from other sources, we will take all necessary steps to maintain the integrity and quality of that information.} "
    },
    {
      "Text": "The categories of personal information it has collected about that consumer.\\nThe categories of sources from which the personal information is collected.\\nThe business or commercial purpose for collecting or selling personal information.\\nThe categories of third parties with whom the business shares personal information.\\nThe specific pieces of personal information it has collected about that consumer.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We may enhance or merge users’ personally identifiable information with data collected from other sources to use in postal, email or telephone marketing, including but not limited to the services described in “Sharing of Information” below. In the event we enhance or merge personally identifiable information with data collected from other sources, we will take all necessary steps to maintain the integrity and quality of that information.} "
    },
    {
      "Text": "The Company typically collects consumer data including, but not limited to name, address, city, state, zip, email, phone, web browsing activity, and modeled inferences.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The categories of third parties with whom the business shares personal information. The specific pieces of personal information it has collected about that consumer.} "
    },
    {
      "Text": "Users may delete their record,",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {The specific pieces of personal information it has collected about that consumer. The Company typically collects consumer data including, but not limited to name, address, city, state, zip, email, phone, web browsing activity, and modeled inferences.} "
    },
    {
      "Text": "opt-out or unsubscribe from having their data rented or sold,",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Information Gathering and Tracking The Company captures consumer data from sources including, but not limited to its own websites and/or through co-registration from our vendors. This data is typically obtained through our own, or our vendors’ websites in connection with a user’s registration on that website.} "
    },
    {
      "Text": "at myDataPrivacy.org or at any time by following the instructions contained at the end of every newsletter or emailing.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {The specific pieces of personal information it has collected about that consumer. The Company typically collects consumer data including, but not limited to name, address, city, state, zip, email, phone, web browsing activity, and modeled inferences.} "
    },
    {
      "Text": "The Company maintains security guidelines to protect the loss, misuse, or alteration of information in its database. Access to personally identifiable information is only provided to authorized employees of The Company. Employees at the Company are made aware of our security guidelines during our employee orientation process. Our security guidelines are reviewed at least quarterly based on our fiscal calendar.\\nWith any specific questions regarding our privacy policy, we can be reached via email at privacy@alesco.com\\nThe Company takes online privacy extremely seriously.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The Company typically collects consumer data including, but not limited to name, address, city, state, zip, email, phone, web browsing activity, and modeled inferences. Users may delete their record, opt-out or unsubscribe from having their data rented or sold, at myDataPrivacy.org or at any time by following the instructions contained at the end of every newsletter or emailing.} "
    },
    {
      "Text": "The Company uses the information described above both for its own marketing efforts, and to help its vendors to better understand the demographics of their target audiences. The Company does provide personally identifiable data to other marketing companies, advertising agencies, data compilers, data companies, and, to the extent permitted by law, individual reference and look-up service programs. Such information may be used to provide consumers with information on products and services that may be of interest.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Our security guidelines are reviewed at least quarterly based on our fiscal calendar. With any specific questions regarding our privacy policy, we can be reached via email at privacy@alesco.com The Company takes online privacy extremely seriously.} "
    },
    {
      "Text": "If consumers in our database have indicated that they do not want to have their data shared with third parties, The Company will limit the use of their data to the suppression, validation and enhancement of existing information held by third parties about its users. For example, marketers may use data about a registrant provided by The Company, such as “opt-out” information, to suppress or drop the registered user’s name from a file of potential customers. Additional information may be used to verify and/or validate the accuracy of existing data on the registrant that was lawfully acquired by a marketer. In addition, our data customers may use data supplied by The Company to enhance or append personally identifiable data to their file for use in postal, email or telephone marketing, subject to the terms of their own privacy policies.\\nExceptions may occur in the event of a merger, acquisition, sale of assets of The Company or any of its divisions as a going-concern, or change of control, in which case such data would be considered a business asset and would be transferred subject to the terms of this privacy policy. Nonetheless, our users will always have the opportunity to choose whether or not they want to receive further information and offers from any division within The Company or our marketing partners.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {The Company does provide personally identifiable data to other marketing companies, advertising agencies, data compilers, data companies, and, to the extent permitted by law, individual reference and look-up service programs. Such information may be used to provide consumers with information on products and services that may be of interest.} "
    },
    {
      "Text": "The Company provides users the option to delete their records from the Company database",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Nonetheless, our users will always have the opportunity to choose whether or not they want to receive further information and offers from any division within The Company or our marketing partners. Opt-out I Unsubscribe Policy “By registering with our or our vendors’ sites to receive third party offers, users allow The Company and its affiliates to make their personally identifiable information available to third parties in accordance with the terms of this Privacy Policy.} "
    },
    {
      "Text": "and opt-out from renting or selling their postal, email or phone number. Notwithstanding, all personally identifiable information provided by a user may be used by The Company to support its marketing data services business described above.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Nonetheless, our users will always have the opportunity to choose whether or not they want to receive further information and offers from any division within The Company or our marketing partners. Opt-out I Unsubscribe Policy “By registering with our or our vendors’ sites to receive third party offers, users allow The Company and its affiliates to make their personally identifiable information available to third parties in accordance with the terms of this Privacy Policy.} "
    },
    {
      "Text": "Users may delete their record, opt-out or unsubscribe from having their data rented or sold, at myDataPrivacy.org or at any time by following the instructions contained at the end of every newsletter or emailing. Users may opt-out of receiving further information sent on behalf of third party advertisers by The Company or from The Company sharing information with advertisers or third party marketers for promotional purposes. Currently, the Company does not offer users a means by which to completely delete personal data in order to maintain a master suppression file.\\nPlease note that information sent on behalf of third party advertisers is prepared days in advance, so users may continue to receive email from The Company for up to 7-days after unsubscribing, and 45-days after opting-out or deleting their record.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {The specific pieces of personal information it has collected about that consumer. The Company typically collects consumer data including, but not limited to name, address, city, state, zip, email, phone, web browsing activity, and modeled inferences.} "
    },
    {
      "Text": "We have a Privacy Advocate that is available to assist our users with any privacy concerns they may have. Our privacy advocate will take each individual’s concerns seriously and will ensure that any necessary steps are taken to resolve any potential conflicts. Our privacy advocate supervises the “unsubscribe” process and ensures that such consumers are removed from our email lists within 7-days, and individually assist in various issues regarding consumer privacy.",
      "Label": "Others",
      "Context": "2 Sentences Before {Currently, the Company does not offer users a means by which to completely delete personal data in order to maintain a master suppression file. Please note that information sent on behalf of third party advertisers is prepared days in advance, so users may continue to receive email from The Company for up to 7-days after unsubscribing, and 45-days after opting-out or deleting their record.} "
    },
    {
      "Text": "Our Privacy Advocate also ensures that all aspects of our privacy policy are upheld. All employees receive the appropriate training and resources to ensure privacy compliance, and we regularly monitor our security protocols, and handle any concerns regarding our employees’ compliance with our privacy principles and policy.",
      "Label": "Others",
      "Context": "2 Sentences Before {Our privacy advocate will take each individual’s concerns seriously and will ensure that any necessary steps are taken to resolve any potential conflicts. Our privacy advocate supervises the “unsubscribe” process and ensures that such consumers are removed from our email lists within 7-days, and individually assist in various issues regarding consumer privacy.} "
    },
    {
      "Text": "The Company captures consumer data from sources including, but not limited to its own websites and/or through co-registration from our vendors. This data is typically obtained through our own, or our vendors’ websites in connection with a user’s registration on that website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Security The Company maintains strict security procedures to ensure information will not be made available to any unauthorized person or business. Consumer Benefits The Company offers services and data products that provide benefit to both consumers and businesses.} "
    },
    {
      "Text": "The categories of personal information it has collected about that consumer.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may enhance or merge users’ personally identifiable information with data collected from other sources to use in postal, email or telephone marketing, including but not limited to the services described in “Sharing of Information” below. In the event we enhance or merge personally identifiable information with data collected from other sources, we will take all necessary steps to maintain the integrity and quality of that information.} "
    },
    {
      "Text": "The categories of third parties with whom the business shares personal information",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {The categories of sources from which the personal information is collected. The business or commercial purpose for collecting or selling personal information.} "
    },
    {
      "Text": "The specific pieces of personal information it has collected about that consumer",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {The business or commercial purpose for collecting or selling personal information. The categories of third parties with whom the business shares personal information.} "
    },
    {
      "Text": "he Company typically collects consumer data including, but not limited to name, address, city, state, zip, email, phone, web browsing activity, and modeled inferences",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The categories of third parties with whom the business shares personal information. The specific pieces of personal information it has collected about that consumer.} "
    },
    {
      "Text": "Users may delete their record",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {The specific pieces of personal information it has collected about that consumer. The Company typically collects consumer data including, but not limited to name, address, city, state, zip, email, phone, web browsing activity, and modeled inferences.} "
    },
    {
      "Text": "opt-out or unsubscribe from having their data rented or sold",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Information Gathering and Tracking The Company captures consumer data from sources including, but not limited to its own websites and/or through co-registration from our vendors. This data is typically obtained through our own, or our vendors’ websites in connection with a user’s registration on that website.} "
    },
    {
      "Text": "at myDataPrivacy.org or at any time by following the instructions contained at the end of every newsletter or emailing.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {The specific pieces of personal information it has collected about that consumer. The Company typically collects consumer data including, but not limited to name, address, city, state, zip, email, phone, web browsing activity, and modeled inferences.} "
    },
    {
      "Text": "The Company does provide personally identifiable data to other marketing companies, advertising agencies, data compilers, data companies, and, to the extent permitted by law, individual reference and look-up service programs.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {With any specific questions regarding our privacy policy, we can be reached via email at privacy@alesco.com The Company takes online privacy extremely seriously. Sharing of Information The Company uses the information described above both for its own marketing efforts, and to help its vendors to better understand the demographics of their target audiences.} "
    },
    {
      "Text": "If consumers in our database have indicated that they do not want to have their data shared with third parties, The Company will limit the use of their data to the suppression, validation and enhancement of existing information held by third parties about its users.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {The Company does provide personally identifiable data to other marketing companies, advertising agencies, data compilers, data companies, and, to the extent permitted by law, individual reference and look-up service programs. Such information may be used to provide consumers with information on products and services that may be of interest.} "
    },
    {
      "Text": "The Company provides users the option to delete their records from the Company database, and opt-out from renting or selling their postal, email or phone number.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Nonetheless, our users will always have the opportunity to choose whether or not they want to receive further information and offers from any division within The Company or our marketing partners. Opt-out I Unsubscribe Policy “By registering with our or our vendors’ sites to receive third party offers, users allow The Company and its affiliates to make their personally identifiable information available to third parties in accordance with the terms of this Privacy Policy.} "
    },
    {
      "Text": "Currently, the Company does not offer users a means by which to completely delete personal data in order to maintain a master suppression file.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Users may delete their record, opt-out or unsubscribe from having their data rented or sold, at myDataPrivacy.org or at any time by following the instructions contained at the end of every newsletter or emailing. Users may opt-out of receiving further information sent on behalf of third party advertisers by The Company or from The Company sharing information with advertisers or third party marketers for promotional purposes.} "
    }
  ]
}