{
  "policy_id": "31",
  "text": "ACBJ - CCPA Notice Toggle navigation Menu Who We Are About Us Company Mission Our Brands AmericanInno BizEquity BizLeads The Business Journals Bizwomen Hemmings Careers Our People Career Opportunities Contact Contact Us CALIFORNIA PERSONNEL PRIVACY NOTICE Last Revised: January 1, 2023 This Personnel Privacy Notice ( “Notice” ) describes how American City Business Journals, Inc. ( “we” or “us” ) collects and uses personal information about job candidates, contractors, employees, officers, and directors of American City Business Journals, Inc. ( “Personnel” ) that are California residents. “Personal information” means information that identifies, relates to, or is reasonably capable of being associated with a particular individual or household. I. Information We Collect We may collect your personal information from a variety of sources, including directly from you, automatically when you interact with us, and from third-party sources. The categories of information that we may collect include the following: personal details (e.g. name, age, date of birth, government-issued identification, visas or work authorizations, signature); contact details (e.g. phone number, email address, postal address); family contact personal details (e.g. emergency contact details); financial information (e.g. salary amount, bank details, benefit details, tax payment details); insurance information (e.g., medical insurance numbers and coverage); other information about you and your family (e.g. gender, family status, demographic information, immigration status, medical information) educational and career background (e.g. your curriculum vitae, experience information, references, skills, compliance and training records, aptitude testing results); employment records and details (e.g. job title, employee number, job start date, job end date, employment history, career progression, salary information, performance records, disciplinary records); information regarding usage of our IT services and networks (e.g., browsing history when using our devices) geolocation information (e.g., when you use a company-provided phone) other relevant information needed for your job application or employment with us (e.g. job location, professional memberships, working conditions, special leave, special needs, holidays, etc.); information regarding special agreements (e.g. study allowances, guarantees for mortgage loans, health insurance allowances, etc.); and, other information that you voluntarily provide to us. Sensitive Personal Information and special categories of data We may, as permitted or required by law for specific purposes, also collect and process sensitive information (Personal Information that may have special protection under data protection laws) about you, such as: information about race, ethnic origin, religion, disability, or sexual orientation for diversity monitoring purposes; fingerprints or other biometric identifiers for identification, security, or compliance purposes; SSN, driver’s license, passport number, or other forms of government identification; health or disability information to administer sick pay, to monitor and manage sickness absence, to provide occupational health support and administer insurance benefits; and criminal background check information for employment vetting purposes. Where we obtain consent to collect and process sensitive information, you have the right to\n                    withdraw consent at any time, and may do so by contacting us, as noted below . II. How We Use Your Personal Information We use the personal information that we collect about you solely within the context of your relationship with us, including to: Manage recruitment and assess your candidacy for a role (e.g. verify employment history, qualifications, experience, and references); provide or administer benefits (e.g. health insurance, payment information, retirement accounts, leave); personnel management purposes (e.g., managing performance, managing compensation and payroll, verifying identities and legal work status, detecting fraud and other inappropriate conduct) perform our obligations under the employment or other relationship with you (e.g. ensuring you are compensated correctly, ensuring you can access IT systems, ensuring your working conditions are acceptable); exercise our rights under the employment or other relationship with you; provide services you request from us; keep our records accurate and up-to-date; comply with legal obligations to which we are subject; and, protect our property, personnel, and rights and those of others. III. Your Rights Over Your Personal Information California residents have certain rights regarding Personal Information, subject to local law and applicable exceptions. These include the following rights to: access your Personal Information; rectify the information we hold about you; erase your Personal Information; restrict our use of your Personal Information; object to our use of your Personal Information; and/or receive your Personal Information in a usable electronic format and transmit it to a third party (right to data portability). If you would like to discuss or exercise such rights, please contact us at the details below. We encourage you to contact us to update or correct your information if it changes or if the Personal Information we hold about you is inaccurate. We will contact you if we need additional information from you to honor your requests. We will not discriminate against you for exercising your privacy rights. IV. Information Sharing We may share your Personal Information with third parties under the following circumstances: Service providers. We may share your Personal Information with service\n                        providers that\n                                     perform business operations for us. For example, we may partner with other companies for payroll administration, to provide insurance or other benefits, to host the HR (Human Resources) database or provide other web hosting services, employee or applicant vetting, and/or to analyze information to improve performance. We will use reasonable efforts to ensure that our service providers are contractually required to process and otherwise use Personal Information in a manner consistent with this notice and the business purposes for which it was shared. Corporate affiliates. We work closely with our subsidiaries and other\n                        corporate\n                                       affiliates, including our parent company, Advance Publications, Inc. (Advance), and the Advance group of companies. We may share your Personal Information with these companies (e.g., your employment details, salary, logs of interactions with IT resources and assets, and/or communications) for human resource management, investigations, legal, financial, insurance, and internal reporting purposes. Requesting entities. Law enforcement agencies, courts, regulators, government\n                        authorities, or\n                        other third parties may request information from us. We may share your Personal Information with these parties where we believe this is necessary to comply with a legal or regulatory obligation, or otherwise to protect our rights, your rights, or the rights of any third party. Asset purchasers. We may share your Personal Information with any third party\n                            that\n                                   purchases, or to which we transfer, all or substantially all of our assets and business. Should such a sale or transfer occur, we will use reasonable efforts to try to ensure that the entity to which we transfer your Personal Information uses it in a manner that is consistent with this Privacy Notice. V. Monitoring In some circumstances, we may monitor, record, or inspect communications (including e-mails, voicemail, telephone calls, Internet and Intranet usage records, as well as paper correspondence such as envelopes or packages) using monitoring devices or other technical or physical means. Such monitoring may take place only where necessary and proportionate for purposes permitted by law from time to time, including without limitation: Establishing the existence of facts (e.g., keeping records of transactions); Ascertaining compliance with regulatory or self-regulatory practices or procedures which\n                        relate to our business; Ascertaining or demonstrating standards which are achieved or ought to be achieved by persons using our systems; Preventing or detecting crimes or unlawful activities; Investigating or detecting unauthorised use of our telecommunications systems and other materials (e.g., monitoring to ensure compliance with our policies or procedures and evaluate the quality of customer service); and Ensuring the effective security and operation of our telecommunications (including telephones, e-mail and Internet) systems; together with any other purposes for which we may be entitled to monitor communications from time to time. Where appropriate, e-mails and paper correspondence may be checked (e.g., in an individual employee’s absence) to ensure we respond promptly to clients and other contacts. All information stored on or transmitted using our electronic information systems and all recordings and transcripts of telephone conversations is our property. In addition to the above monitoring of communications, information may also be gathered through monitoring devices such as CCTV and security passes. VI. Information Security, Storage, And Retention We implement technical and organizational measures (such as implementing security software and only allowing staff to access your information if there is a business need to do so) to ensure a level of security appropriate to the risk to the Personal Information we process. Our servers also use up-to-date encryption methods, minimum standards for passwords, and physical locks to protect Personal Information. These measures are aimed at ensuring the ongoing integrity and confidentiality of Personal Information. We evaluate these measures on a regular basis to ensure the security of the processing. We will keep your Personal Information for at least the period of the employment or contractor relationship, as applicable, or in the case of unsuccessful job candidates, for the period of the application process. Once our relationship with you has come to an end, we will retain your Personal Information for as long as it is within our legitimate business interests to do so, including for the following business purposes: Provide you with any continuing benefits such as pension or insurance; Maintain business records for analysis and/or audit purposes; Comply with record retention requirements or other applicable legal requirements; Defend or pursue existing or potential legal claims; and/or Address any queries or complaints you may have. We will delete your Personal Information when it is no longer required for our legitimate business interests. To determine the appropriate retention period for Personal Information, we consider applicable legal requirements, the amount, nature, and sensitivity of the Personal Information, the potential risk of harm from unauthorized use or disclosure of your Personal Information, the purposes we process your Personal Information for, and whether we can achieve those purposes through other means.  If there is any information that we are unable, for technical reasons, to delete entirely from our systems, we will put in place appropriate measures to prevent any further processing or use of the data. VII. Questions? If you have any questions about this Notice, please contact American City Business Journals, Inc. at: Ashley H. Ganci or Laura Barringer Legal Department American City Business Journals, Inc. 120 W. Morehead St. Charlotte, NC 28202 legal@bizjournals.com User Agreement | Privacy Policy | California Personnel Privacy Notice | Your California Privacy Rights | Ad Choices | Transparency in Coverage – MRF © 2023 American City Business Journals. All Rights Reserved. Use of and/or\n                    registration on any portion of this site constitutes acceptance of our User Agreement (updated January 24, 2023) and Privacy Policy (updated January 24, 2023).\n                    The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used, except with the prior written permission of American City Business Journals. Do Not Sell My Personal Information The California Consumer Privacy Act (CCPA) grants California residents the right to opt out of the sale of their personal information. Under the CCPA, a \"sale\" can mean sharing personal information with a third party for anything of value, even if no money is exchanged. ACBJ might sell your personal information depending on the ways in which you interact with us. If you browse on ACBJ sites , we may be using cookies and similar tracking technologies (we refer to these collectively as “cookies”) that involve sales of your personal information. If you have interacted with ACBJ in other ways , such as by subscribing to or signing up for one of our business journals, services, or events, we may be selling your personal information in other ways, such as by sharing your name, email, or postal address with third parties for their marketing purposes. To opt out of sales that occur on this site through cookies , please move the “Sell My Personal Information On This Site Using Cookies” toggle to the left and press “Confirm my Choices.” This opt out function is browser-, and device-specific. Therefore, if you visit any ACBJ brand from a different browser or device, or clear your cookies, you will need to opt out of sales through cookies again. To opt out of sales in contexts other than cookies , please provide information on the CCPA Sale Opt Out Form below, which will help us locate your records, and press submit . We will complete your request as quickly as possible. You can also submit this request by calling 1-800-883-7323. To opt out of both types of sales , please move the “Sell My Personal Information On This Site Using Cookies” toggle to the left , submit the CCPA Sale Opt Out Form , and press “Confirm my Choices. ” Why Sales Matter Sales help us bring you the timely, quality, and relevant content that you expect from ACBJ, including trustworthy and interesting advertisements. They support us in a number of ways, such as by allowing us to better understand your interests, to make sure you see content that is relevant to you, to generate revenue, and to further the purposes described in our Privacy Policy and Cookie Statement . Manage Consent Preferences Sale of Personal Information Sale of Personal Information If you opt out, your personal information will continue to be shared if the transfer does not constitute a sale, such as transfers to our service providers. You may also continue to see advertising that may include interest-based information about your visit and information from third parties. Recipients to whom we sell personal information might subsequently sell that information to others. You can limit some third parties’ sales of your personal information by submitting sale opt out requests to entities listed in the IAB’s CCPA Compliance Signatory Identification List and the California Data Broker Registry . Please remember that this opt out is brand-, browser-, and device-specific, so if you visit other ACBJ brands, visit this site from a different browser or device, or clear your cookies, you will need to opt out of sales again. Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in, or filling in forms. You can set your browser to block or alert you to these cookies, but some parts of the site might not then work. These cookies do not store any personal information. Back Button Performance Cookies Vendor Search Search Icon Filter Icon Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Reject All Confirm My Choices",
  "annotations": [
    {
      "Text": "We may collect your personal information from a variety of sources, including directly from you, automatically when you interact with us, and from third-party sources. The categories of information that we may collect include the following:\\n\\npersonal details (e.g. name, age, date of birth, government-issued identification, visas or work authorizations, signature);\\ncontact details (e.g. phone number, email address, postal address);\\nfamily contact personal details (e.g. emergency contact details);\\nfinancial information (e.g. salary amount, bank details, benefit details, tax payment details);\\ninsurance information (e.g., medical insurance numbers and coverage);\\nother information about you and your family (e.g. gender, family status, demographic information, immigration status, medical information)\\neducational and career background (e.g. your curriculum vitae, experience information, references, skills, compliance and training records, aptitude testing results);\\nemployment records and details (e.g. job title, employee number, job start date, job end date, employment history, career progression, salary information, performance records, disciplinary records);\\ninformation regarding usage of our IT services and networks (e.g., browsing history when using our devices)\\ngeolocation information (e.g., when you use a company-provided phone)\\nother relevant information needed for your job application or employment with us (e.g. job location, professional memberships, working conditions, special leave, special needs, holidays, etc.);\\ninformation regarding special agreements (e.g. study allowances, guarantees for mortgage loans, health insurance allowances, etc.); and,\\nother information that you voluntarily provide to us.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {“Personal information” means information that identifies, relates to, or is reasonably capable of being associated with a particular individual or household. I.} "
    },
    {
      "Text": "Sensitive Personal Information and special categories of data\\nWe may, as permitted or required by law for specific purposes, also collect and process sensitive information (Personal Information that may have special protection under data protection laws) about you, such as:\\n\\ninformation about race, ethnic origin, religion, disability, or sexual orientation for diversity monitoring purposes;\\nfingerprints or other biometric identifiers for identification, security, or compliance purposes;\\nSSN, driver’s license, passport number, or other forms of government identification;\\nhealth or disability information to administer sick pay, to monitor and manage sickness absence, to provide occupational health support and administer insurance benefits; and\\ncriminal background check information for employment vetting purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {study allowances, guarantees for mortgage loans, health insurance allowances, etc. ); and, other information that you voluntarily provide to us.} "
    },
    {
      "Text": "We use the personal information that we collect about you solely within the context of your relationship with us, including to:\\n\\nManage recruitment and assess your candidacy for a role (e.g. verify employment history, qualifications, experience, and references);\\nprovide or administer benefits (e.g. health insurance, payment information, retirement accounts, leave);\\npersonnel management purposes (e.g., managing performance, managing compensation and payroll, verifying identities and legal work status, detecting fraud and other inappropriate conduct)\\nperform our obligations under the employment or other relationship with you (e.g. ensuring you are compensated correctly, ensuring you can access IT systems, ensuring your working conditions are acceptable);\\nexercise our rights under the employment or other relationship with you;\\nprovide services you request from us;\\nkeep our records accurate and up-to-date;\\ncomply with legal obligations to which we are subject; and,\\nprotect our property, personnel, and rights and those of others.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Where we obtain consent to collect and process sensitive information, you have the right to\n                    withdraw consent at any time, and may do so by contacting us, as noted below . II.} "
    },
    {
      "Text": "access your Personal Information;",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {III. Your Rights Over Your Personal Information California residents have certain rights regarding Personal Information, subject to local law and applicable exceptions.} "
    },
    {
      "Text": "rectify the information we hold about you;",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {III. Your Rights Over Your Personal Information California residents have certain rights regarding Personal Information, subject to local law and applicable exceptions.} "
    },
    {
      "Text": "erase your Personal Information;",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {III. Your Rights Over Your Personal Information California residents have certain rights regarding Personal Information, subject to local law and applicable exceptions.} "
    },
    {
      "Text": "restrict our use of your Personal Information;",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {III. Your Rights Over Your Personal Information California residents have certain rights regarding Personal Information, subject to local law and applicable exceptions.} "
    },
    {
      "Text": "object to our use of your Personal Information;",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {III. Your Rights Over Your Personal Information California residents have certain rights regarding Personal Information, subject to local law and applicable exceptions.} "
    },
    {
      "Text": "receive your Personal Information in a usable electronic format and transmit it to a third party (right to data portability).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {III. Your Rights Over Your Personal Information California residents have certain rights regarding Personal Information, subject to local law and applicable exceptions.} "
    },
    {
      "Text": "If you would like to discuss or exercise such rights, please contact us at the details below. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Your Rights Over Your Personal Information California residents have certain rights regarding Personal Information, subject to local law and applicable exceptions. These include the following rights to: access your Personal Information; rectify the information we hold about you; erase your Personal Information; restrict our use of your Personal Information; object to our use of your Personal Information; and/or receive your Personal Information in a usable electronic format and transmit it to a third party (right to data portability).} "
    },
    {
      "Text": "We will not discriminate against you for exercising your privacy rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We encourage you to contact us to update or correct your information if it changes or if the Personal Information we hold about you is inaccurate. We will contact you if we need additional information from you to honor your requests.} "
    },
    {
      "Text": "We may share your Personal Information with third parties under the following circumstances:\\n\\nService providers. We may share your Personal Information with service providers that perform business operations for us. For example, we may partner with other companies for payroll administration, to provide insurance or other benefits, to host the HR (Human Resources) database or provide other web hosting services, employee or applicant vetting, and/or to analyze information to improve performance. We will use reasonable efforts to ensure that our service providers are contractually required to process and otherwise use Personal Information in a manner consistent with this notice and the business purposes for which it was shared.\\nCorporate affiliates. We work closely with our subsidiaries and other corporate affiliates, including our parent company, Advance Publications, Inc. (Advance), and the Advance group of companies. We may share your Personal Information with these companies (e.g., your employment details, salary, logs of interactions with IT resources and assets, and/or communications) for human resource management, investigations, legal, financial, insurance, and internal reporting purposes.\\nRequesting entities. Law enforcement agencies, courts, regulators, government authorities, or other third parties may request information from us. We may share your Personal Information with these parties where we believe this is necessary to comply with a legal or regulatory obligation, or otherwise to protect our rights, your rights, or the rights of any third party.\\nAsset purchasers. We may share your Personal Information with any third party that purchases, or to which we transfer, all or substantially all of our assets and business. Should such a sale or transfer occur, we will use reasonable efforts to try to ensure that the entity to which we transfer your Personal Information uses it in a manner that is consistent with this Privacy Notice.\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We will not discriminate against you for exercising your privacy rights. IV.} "
    },
    {
      "Text": "In some circumstances, we may monitor, record, or inspect communications (including e-mails, voicemail, telephone calls, Internet and Intranet usage records, as well as paper correspondence such as envelopes or packages) using monitoring devices or other technical or physical means. Such monitoring may take place only where necessary and proportionate for purposes permitted by law from time to time, including without limitation:\\n\\nEstablishing the existence of facts (e.g., keeping records of transactions);\\nAscertaining compliance with regulatory or self-regulatory practices or procedures which relate to our business;\\nAscertaining or demonstrating standards which are achieved or ought to be achieved by persons using our systems;\\nPreventing or detecting crimes or unlawful activities;\\nInvestigating or detecting unauthorised use of our telecommunications systems and other materials (e.g., monitoring to ensure compliance with our policies or procedures and evaluate the quality of customer service); and\\nEnsuring the effective security and operation of our telecommunications (including telephones, e-mail and Internet) systems; together with any other purposes for which we may be entitled to monitor communications from time to time. Where appropriate, e-mails and paper correspondence may be checked (e.g., in an individual employee’s absence) to ensure we respond promptly to clients and other contacts.\\nAll information stored on or transmitted using our electronic information systems and all recordings and transcripts of telephone conversations is our property. In addition to the above monitoring of communications, information may also be gathered through monitoring devices such as CCTV and security passes.",
      "Label": "Others",
      "Context": "2 Sentences Before {We may share your Personal Information with any third party\n                            that\n                                   purchases, or to which we transfer, all or substantially all of our assets and business. Should such a sale or transfer occur, we will use reasonable efforts to try to ensure that the entity to which we transfer your Personal Information uses it in a manner that is consistent with this Privacy Notice.} "
    },
    {
      "Text": "If you have any questions about this Notice, please contact American City Business Journals, Inc. at:\\n\\nAshley H. Ganci or Laura Barringer\\nLegal Department\\nAmerican City Business Journals, Inc.\\n120 W. Morehead St.\\nCharlotte, NC 28202\\nlegal@bizjournals.com",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {VII. Questions?} "
    },
    {
      "Text": "The California Consumer Privacy Act (CCPA) grants California residents the right to opt out of the sale of their personal information. Under the CCPA, a \"sale\" can mean sharing personal information with a third party for anything of value, even if no money is exchanged. ACBJ might sell your personal information depending on the ways in which you interact with us.\\nIf you browse on ACBJ sites, we may be using cookies and similar tracking technologies (we refer to these collectively as “cookies”) that involve sales of your personal information.\\nIf you have interacted with ACBJ in other ways, such as by subscribing to or signing up for one of our business journals, services, or events, we may be selling your personal information in other ways, such as by sharing your name, email, or postal address with third parties for their marketing purposes.\\nTo opt out of sales that occur on this site through cookies, please move the “Sell My Personal Information On This Site Using Cookies” toggle to the left and press “Confirm my Choices.” This opt out function is browser-, and device-specific. Therefore, if you visit any ACBJ brand from a different browser or device, or clear your cookies, you will need to opt out of sales through cookies again.\\n\\nTo opt out of sales in contexts other than cookies, please provide information on the CCPA Sale Opt Out Form below, which will help us locate your records, and press submit. We will complete your request as quickly as possible. You can also submit this request by calling 1-800-883-7323.\\n\\nTo opt out of both types of sales, please move the “Sell My Personal Information On This Site Using Cookies” toggle to the left, submit the CCPA Sale Opt Out Form, and press “Confirm my Choices.”",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Use of and/or\n                    registration on any portion of this site constitutes acceptance of our User Agreement (updated January 24, 2023) and Privacy Policy (updated January 24, 2023). The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used, except with the prior written permission of American City Business Journals.} "
    },
    {
      "Text": "To opt out of sales that occur on this site through cookies, please move the “Sell My Personal Information On This Site Using Cookies” toggle to the left and press “Confirm my Choices.” This opt out function is browser-, and device-specific. Therefore, if you visit any ACBJ brand from a different browser or device, or clear your cookies, you will need to opt out of sales through cookies again.\\n\\nTo opt out of sales in contexts other than cookies, please provide information on the CCPA Sale Opt Out Form below, which will help us locate your records, and press submit. We will complete your request as quickly as possible. You can also submit this request by calling 1-800-883-7323.\\n\\nTo opt out of both types of sales, please move the “Sell My Personal Information On This Site Using Cookies” toggle to the left, submit the CCPA Sale Opt Out Form, and press “Confirm my Choices.”",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you browse on ACBJ sites , we may be using cookies and similar tracking technologies (we refer to these collectively as “cookies”) that involve sales of your personal information. If you have interacted with ACBJ in other ways , such as by subscribing to or signing up for one of our business journals, services, or events, we may be selling your personal information in other ways, such as by sharing your name, email, or postal address with third parties for their marketing purposes.} "
    },
    {
      "Text": "Sale of Personal Information\\nIf you opt out, your personal information will continue to be shared if the transfer does not constitute a sale, such as transfers to our service providers. You may also continue to see advertising that may include interest-based information about your visit and information from third parties.\\n\\nRecipients to whom we sell personal information might subsequently sell that information to others. You can limit some third parties’ sales of your personal information by submitting sale opt out requests to entities listed in the IAB’s CCPA Compliance Signatory Identification List and the California Data Broker Registry.\\n\\nPlease remember that this opt out is brand-, browser-, and device-specific, so if you visit other ACBJ brands, visit this site from a different browser or device, or clear your cookies, you will need to opt out of sales again.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {” Why Sales Matter Sales help us bring you the timely, quality, and relevant content that you expect from ACBJ, including trustworthy and interesting advertisements. They support us in a number of ways, such as by allowing us to better understand your interests, to make sure you see content that is relevant to you, to generate revenue, and to further the purposes described in our Privacy Policy and Cookie Statement .} "
    },
    {
      "Text": "contact details (e.g. phone number, email address, postal address);\\nfamily contact personal details (e.g. emergency contact details);\\nfinancial information (e.g. salary amount, bank details, benefit details, tax payment details);\\ninsurance information (e.g., medical insurance numbers and coverage);\\nother information about you and your family (e.g. gender, family status, demographic information, immigration status, medical information)\\neducational and career background (e.g. your curriculum vitae, experience information, references, skills, compliance and training records, aptitude testing results);\\nemployment records and details (e.g. job title, employee number, job start date, job end date, employment history, career progression, salary information, performance records, disciplinary records);\\ninformation regarding usage of our IT services and networks (e.g., browsing history when using our devices)\\ngeolocation information (e.g., when you use a company-provided phone)\\nother relevant information needed for your job application or employment with us (e.g. job location, professional memberships, working conditions, special leave, special needs, holidays, etc.);\\ninformation regarding special agreements (e.g. study allowances, guarantees for mortgage loans, health insurance allowances, etc.); and,\\nother information that you voluntarily provide to us.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Information We Collect We may collect your personal information from a variety of sources, including directly from you, automatically when you interact with us, and from third-party sources. The categories of information that we may collect include the following: personal details (e.g.} "
    },
    {
      "Text": "Sensitive Personal Information and special categories of data\\nWe may, as permitted or required by law for specific purposes, also collect and process sensitive information (Personal Information that may have special protection under data protection laws) about you, such as:\\n\\ninformation about race, ethnic origin, religion, disability, or sexual orientation for diversity monitoring purposes;\\nfingerprints or other biometric identifiers for identification, security, or compliance purposes;\\nSSN, driver’s license, passport number, or other forms of government identification;\\nhealth or disability information to administer sick pay, to monitor and manage sickness absence, to provide occupational health support and administer insurance benefits; and\\ncriminal background check information for employment vetting purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {study allowances, guarantees for mortgage loans, health insurance allowances, etc. ); and, other information that you voluntarily provide to us.} "
    },
    {
      "Text": "Manage recruitment and assess your candidacy for a role (e.g. verify employment history, qualifications, experience, and references);\\nprovide or administer benefits (e.g. health insurance, payment information, retirement accounts, leave);\\npersonnel management purposes (e.g., managing performance, managing compensation and payroll, verifying identities and legal work status, detecting fraud and other inappropriate conduct)\\nperform our obligations under the employment or other relationship with you (e.g. ensuring you are compensated correctly, ensuring you can access IT systems, ensuring your working conditions are acceptable);\\nexercise our rights under the employment or other relationship with you;\\nprovide services you request from us;\\nkeep our records accurate and up-to-date;\\ncomply with legal obligations to which we are subject; and,\\nprotect our property, personnel, and rights and those of others.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Where we obtain consent to collect and process sensitive information, you have the right to\n                    withdraw consent at any time, and may do so by contacting us, as noted below . II.} "
    },
    {
      "Text": "We may s",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {We will not discriminate against you for exercising your privacy rights. IV.} "
    },
    {
      "Text": "are your ",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We will not discriminate against you for exercising your privacy rights. IV.} "
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "We implement tec",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In addition to the above monitoring of communications, information may also be gathered through monitoring devices such as CCTV and security passes. VI.} "
    },
    {
      "Text": "The California Consumer Privacy Act (CCPA) grants California residents the right to opt out of the sale of their personal information. Under the CCPA, a \"sale\" can mean sharing personal information with a third party for anything of value, even if no money is exchanged. ACBJ might sell your personal information depending on the ways in which you interact with us.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Use of and/or\n                    registration on any portion of this site constitutes acceptance of our User Agreement (updated January 24, 2023) and Privacy Policy (updated January 24, 2023). The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used, except with the prior written permission of American City Business Journals.} "
    },
    {
      "Text": "If you have interacted with ACBJ in other ways, such as by subscribing to or signing up for one of our business journals, services, or events, we may be selling your personal information in other ways, such as by sharing your name, email, or postal address with third parties for their marketing purposes.\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {ACBJ might sell your personal information depending on the ways in which you interact with us. If you browse on ACBJ sites , we may be using cookies and similar tracking technologies (we refer to these collectively as “cookies”) that involve sales of your personal information.} "
    },
    {
      "Text": " You can limit some third parties’ sales of your personal information by submitting sale opt out requests to entities listed in the IAB’s CCPA Compliance Signatory Identification List and the California Data Broker Registry.\\n\\nPlease remember that this opt out is brand-, browser-, and device-specific, so if you visit other ACBJ brands, visit this site from a different browser or device, or clear your cookies, you will need to opt out of sales again.\\n\\nStrictly Necessary Cookies\\nAlways Active\\nThese cookies are necessary for the website to function and cannot be switched off in our systems.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {You may also continue to see advertising that may include interest-based information about your visit and information from third parties. Recipients to whom we sell personal information might subsequently sell that information to others.} "
    },
    {
      "Text": " You can limit some third parties’ sales of your personal information by submitting sale opt out requests to entities listed in the IAB’s CCPA Compliance Signatory Identification List and the California Data Broker Registry.\\n\\nPlease remember that this opt out is brand-, browser-, and device-specific, so if you visit other ACBJ brands, visit this site from a different browser or device, or clear your cookies, you will need to opt out of sales again.\\n\\nStrictly Necessary Cookies\\nAlways Active\\nThese cookies are necessary for the website to function and cannot be switched off in our systems.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may also continue to see advertising that may include interest-based information about your visit and information from third parties. Recipients to whom we sell personal information might subsequently sell that information to others.} "
    },
    {
      "Text": "They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in, or filling in forms. You can set your browser to block or alert you to these cookies, but some parts of the site might not then work. These cookies do not store any personal information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please remember that this opt out is brand-, browser-, and device-specific, so if you visit other ACBJ brands, visit this site from a different browser or device, or clear your cookies, you will need to opt out of sales again. Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems.} "
    },
    {
      "Text": "access your Personal Information;",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {III. Your Rights Over Your Personal Information California residents have certain rights regarding Personal Information, subject to local law and applicable exceptions.} "
    },
    {
      "Text": "rectify the information we hold about you;",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {III. Your Rights Over Your Personal Information California residents have certain rights regarding Personal Information, subject to local law and applicable exceptions.} "
    },
    {
      "Text": "erase your Personal Information;",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {III. Your Rights Over Your Personal Information California residents have certain rights regarding Personal Information, subject to local law and applicable exceptions.} "
    },
    {
      "Text": "restrict our use of your Personal Information;\\nobject to our use of your Personal Information; and/or",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {III. Your Rights Over Your Personal Information California residents have certain rights regarding Personal Information, subject to local law and applicable exceptions.} "
    },
    {
      "Text": "access your Personal Information;",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {III. Your Rights Over Your Personal Information California residents have certain rights regarding Personal Information, subject to local law and applicable exceptions.} "
    },
    {
      "Text": "To opt out of sales in contexts other than cookies, please provide information on the CCPA Sale Opt Out Form below, which will help us locate your records, and press submit. We will complete your request as quickly as possible. You can also submit this request by calling 1-800-883-7323.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {To opt out of sales that occur on this site through cookies , please move the “Sell My Personal Information On This Site Using Cookies” toggle to the left and press “Confirm my Choices.” This opt out function is browser-, and device-specific. Therefore, if you visit any ACBJ brand from a different browser or device, or clear your cookies, you will need to opt out of sales through cookies again.} "
    },
    {
      "Text": "his Personnel Privacy Notice (“Notice”) describes how American City Business Journals, Inc. (“we” or “us”) collects and uses personal information about job candidates, contractors, employees, officers, and directors of American City Business Journals, Inc. (“Personnel”) that are California residents.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We may collect your personal information from a variety of sources, including directly from you, automatically when you interact with us, and from third-party sources. The categories of information that we may collect include the following:\\n\\npersonal details (e.g. name, age, date of birth, government-issued identification, visas or work authorizations, signature);\\ncontact details (e.g. phone number, email address, postal address);\\nfamily contact personal details (e.g. emergency contact details);\\nfinancial information (e.g. salary amount, bank details, benefit details, tax payment details);\\ninsurance information (e.g., medical insurance numbers and coverage);\\nother information about you and your family (e.g. gender, family status, demographic information, immigration status, medical information)\\neducational and career background (e.g. your curriculum vitae, experience information, references, skills, compliance and training records, aptitude testing results);\\nemployment records and details (e.g. job title, employee number, job start date, job end date, employment history, career progression, salary information, performance records, disciplinary records);\\ninformation regarding usage of our IT services and networks (e.g., browsing history when using our devices)\\ngeolocation information (e.g., when you use a company-provided phone)\\nother relevant information needed for your job application or employment with us (e.g. job location, professional memberships, working conditions, special leave, special needs, holidays, etc.);\\ninformation regarding special agreements (e.g. study allowances, guarantees for mortgage loans, health insurance allowances, etc.); and,\\nother information that you voluntarily provide to us.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {“Personal information” means information that identifies, relates to, or is reasonably capable of being associated with a particular individual or household. I.} "
    },
    {
      "Text": "We may, as permitted or required by law for specific purposes, also collect and process sensitive information (Personal Information that may have special protection under data protection laws) about you, such as:\\n\\ninformation about race, ethnic origin, religion, disability, or sexual orientation for diversity monitoring purposes;\\nfingerprints or other biometric identifiers for identification, security, or compliance purposes;\\nSSN, driver’s license, passport number, or other forms of government identification;\\nhealth or disability information to administer sick pay, to monitor and manage sickness absence, to provide occupational health support and administer insurance benefits; and\\ncriminal background check information for employment vetting purposes.\\nWhere we obtain consent to collect and process sensitive information, you have the right to withdraw consent at any time, and may do so by contacting us, as noted below.\\n\\nWe use the personal information that we collect about you solely within the context of your relationship with us, including to:",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {“Personal information” means information that identifies, relates to, or is reasonably capable of being associated with a particular individual or household. I.} "
    },
    {
      "Text": "Manage recruitment and assess your candidacy for a role (e.g. verify employment history, qualifications, experience, and references);\\nprovide or administer benefits (e.g. health insurance, payment information, retirement accounts, leave);\\npersonnel management purposes (e.g., managing performance, managing compensation and payroll, verifying identities and legal work status, detecting fraud and other inappropriate conduct)\\nperform our obligations under the employment or other relationship with you (e.g. ensuring you are compensated correctly, ensuring you can access IT systems, ensuring your working conditions are acceptable);\\nexercise our rights under the employment or other relationship with you;\\nprovide services you request from us;\\nkeep our records accurate and up-to-date;\\ncomply with legal obligations to which we are subject; and,\\nprotect our property, personnel, and rights and those of others.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Where we obtain consent to collect and process sensitive information, you have the right to\n                    withdraw consent at any time, and may do so by contacting us, as noted below . II.} "
    },
    {
      "Text": "access your Personal Information;",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {III. Your Rights Over Your Personal Information California residents have certain rights regarding Personal Information, subject to local law and applicable exceptions.} "
    },
    {
      "Text": "rectify the information we hold about you;",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {III. Your Rights Over Your Personal Information California residents have certain rights regarding Personal Information, subject to local law and applicable exceptions.} "
    },
    {
      "Text": "erase your Personal Information;",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {III. Your Rights Over Your Personal Information California residents have certain rights regarding Personal Information, subject to local law and applicable exceptions.} "
    },
    {
      "Text": "restrict our use of your Personal Information;\\nobject to our use of your Personal Information; and/or",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {III. Your Rights Over Your Personal Information California residents have certain rights regarding Personal Information, subject to local law and applicable exceptions.} "
    },
    {
      "Text": "receive your Personal Information in a usable electronic format and transmit it to a third party (right to data portability).",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {III. Your Rights Over Your Personal Information California residents have certain rights regarding Personal Information, subject to local law and applicable exceptions.} "
    },
    {
      "Text": "If you would like to discuss or exercise such rights, please contact us at the details below.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Your Rights Over Your Personal Information California residents have certain rights regarding Personal Information, subject to local law and applicable exceptions. These include the following rights to: access your Personal Information; rectify the information we hold about you; erase your Personal Information; restrict our use of your Personal Information; object to our use of your Personal Information; and/or receive your Personal Information in a usable electronic format and transmit it to a third party (right to data portability).} "
    },
    {
      "Text": "We encourage you to contact us to update or correct your information if it changes or if the Personal Information we hold about you is inaccurate. ",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {These include the following rights to: access your Personal Information; rectify the information we hold about you; erase your Personal Information; restrict our use of your Personal Information; object to our use of your Personal Information; and/or receive your Personal Information in a usable electronic format and transmit it to a third party (right to data portability). If you would like to discuss or exercise such rights, please contact us at the details below.} "
    },
    {
      "Text": "We will not discriminate against you for exercising your privacy rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We encourage you to contact us to update or correct your information if it changes or if the Personal Information we hold about you is inaccurate. We will contact you if we need additional information from you to honor your requests.} "
    },
    {
      "Text": "We may share your Personal Information with third parties under the following circumstances:\\n\\nService providers. We may share your Personal Information with service providers that perform business operations for us. For example, we may partner with other companies for payroll administration, to provide insurance or other benefits, to host the HR (Human Resources) database or provide other web hosting services, employee or applicant vetting, and/or to analyze information to improve performance. We will use reasonable efforts to ensure that our service providers are contractually required to process and otherwise use Personal Information in a manner consistent with this notice and the business purposes for which it was shared.\\nCorporate affiliates. We work closely with our subsidiaries and other corporate affiliates, including our parent company, Advance Publications, Inc. (Advance), and the Advance group of companies. We may share your Personal Information with these companies (e.g., your employment details, salary, logs of interactions with IT resources and assets, and/or communications) for human resource management, investigations, legal, financial, insurance, and internal reporting purposes.\\nRequesting entities. Law enforcement agencies, courts, regulators, government authorities, or other third parties may request information from us. We may share your Personal Information with these parties where we believe this is necessary to comply with a legal or regulatory obligation, or otherwise to protect our rights, your rights, or the rights of any third party.\\nAsset purchasers. We may share your Personal Information with any third party that purchases, or to which we transfer, all or substantially all of our assets and business. Should such a sale or transfer occur, we will use reasonable efforts to try to ensure that the entity to which we transfer your Personal Information uses it in a manner that is consistent with this Privacy Notice.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We will not discriminate against you for exercising your privacy rights. IV.} "
    },
    {
      "Text": "In some circumstances, we may monitor, record, or inspect communications (including e-mails, voicemail, telephone calls, Internet and Intranet usage records, as well as paper correspondence such as envelopes or packages) using monitoring devices or other technical or physical means. Such monitoring may take place only where necessary and proportionate for purposes permitted by law from time to time, including without limitation:\\n\\nEstablishing the existence of facts (e.g., keeping records of transactions);\\nAscertaining compliance with regulatory or self-regulatory practices or procedures which relate to our business;\\nAscertaining or demonstrating standards which are achieved or ought to be achieved by persons using our systems;\\nPreventing or detecting crimes or unlawful activities;\\nInvestigating or detecting unauthorised use of our telecommunications systems and other materials (e.g., monitoring to ensure compliance with our policies or procedures and evaluate the quality of customer service); and\\nEnsuring the effective security and operation of our telecommunications (including telephones, e-mail and Internet) systems; together with any other purposes for which we may be entitled to monitor communications from time to time. Where appropriate, e-mails and paper correspondence may be checked (e.g., in an individual employee’s absence) to ensure we respond promptly to clients and other contacts.\\nAll information stored on or transmitted using our electronic information systems and all recordings and transcripts of telephone conversations is our property. In addition to the above monitoring of communications, information may also be gathered through monitoring devices such as CCTV and security passes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may share your Personal Information with any third party\n                            that\n                                   purchases, or to which we transfer, all or substantially all of our assets and business. Should such a sale or transfer occur, we will use reasonable efforts to try to ensure that the entity to which we transfer your Personal Information uses it in a manner that is consistent with this Privacy Notice.} "
    },
    {
      "Text": "We will keep your Personal Information for at least the period of the employment or contractor relationship, as applicable, or in the case of unsuccessful job candidates, for the period of the application process. Once our relationship with you has come to an end, we will retain your Personal Information for as long as it is within our legitimate business interests to do so, including for the following business purposes:\\n\\nProvide you with any continuing benefits such as pension or insurance;\\nMaintain business records for analysis and/or audit purposes;\\nComply with record retention requirements or other applicable legal requirements;\\nDefend or pursue existing or potential legal claims; and/or\\nAddress any queries or complaints you may have.\\nWe will delete your Personal Information when it is no longer required for our legitimate business interests. To determine the appropriate retention period for Personal Information, we consider applicable legal requirements, the amount, nature, and sensitivity of the Personal Information, the potential risk of harm from unauthorized use or disclosure of your Personal Information, the purposes we process your Personal Information for, and whether we can achieve those purposes through other means. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {These measures are aimed at ensuring the ongoing integrity and confidentiality of Personal Information. We evaluate these measures on a regular basis to ensure the security of the processing.} "
    },
    {
      "Text": "The California Consumer Privacy Act (CCPA) grants California residents the right to opt out of the sale of their personal information. Under the CCPA, a \"sale\" can mean sharing personal information with a third party for anything of value, even if no money is exchanged. ACBJ might sell your personal information depending on the ways in which you interact with us.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Use of and/or\n                    registration on any portion of this site constitutes acceptance of our User Agreement (updated January 24, 2023) and Privacy Policy (updated January 24, 2023). The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used, except with the prior written permission of American City Business Journals.} "
    },
    {
      "Text": "If you browse on ACBJ sites, we may be using cookies and similar tracking technologies (we refer to these collectively as “cookies”) that involve sales of your personal information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Under the CCPA, a \"sale\" can mean sharing personal information with a third party for anything of value, even if no money is exchanged. ACBJ might sell your personal information depending on the ways in which you interact with us.} "
    },
    {
      "Text": "If you have interacted with ACBJ in other ways, such as by subscribing to or signing up for one of our business journals, services, or events, we may be selling your personal information in other ways, such as by sharing your name, email, or postal address with third parties for their marketing purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {ACBJ might sell your personal information depending on the ways in which you interact with us. If you browse on ACBJ sites , we may be using cookies and similar tracking technologies (we refer to these collectively as “cookies”) that involve sales of your personal information.} "
    },
    {
      "Text": "To opt out of sales that occur on this site through cookies, please move the “Sell My Personal Information On This Site Using Cookies” toggle to the left and press “Confirm my Choices.” This opt out function is browser-, and device-specific. Therefore, if you visit any ACBJ brand from a different browser or device, or clear your cookies, you will need to opt out of sales through cookies again.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you browse on ACBJ sites , we may be using cookies and similar tracking technologies (we refer to these collectively as “cookies”) that involve sales of your personal information. If you have interacted with ACBJ in other ways , such as by subscribing to or signing up for one of our business journals, services, or events, we may be selling your personal information in other ways, such as by sharing your name, email, or postal address with third parties for their marketing purposes.} "
    },
    {
      "Text": "To opt out of sales in contexts other than cookies, please provide information on the CCPA Sale Opt Out Form below, which will help us locate your records, and press submit. We will complete your request as quickly as possible. You can also submit this request by calling 1-800-883-7323.\\n\\nTo opt out of both types of sales, please move the “Sell My Personal Information On This Site Using Cookies” toggle to the left, submit the CCPA Sale Opt Out Form, and press “Confirm my Choices.”",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {To opt out of sales that occur on this site through cookies , please move the “Sell My Personal Information On This Site Using Cookies” toggle to the left and press “Confirm my Choices.” This opt out function is browser-, and device-specific. Therefore, if you visit any ACBJ brand from a different browser or device, or clear your cookies, you will need to opt out of sales through cookies again.} "
    },
    {
      "Text": "If you opt out, your personal information will continue to be shared if the transfer does not constitute a sale, such as transfers to our service providers.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {” Why Sales Matter Sales help us bring you the timely, quality, and relevant content that you expect from ACBJ, including trustworthy and interesting advertisements. They support us in a number of ways, such as by allowing us to better understand your interests, to make sure you see content that is relevant to you, to generate revenue, and to further the purposes described in our Privacy Policy and Cookie Statement .} "
    },
    {
      "Text": "You can limit some third parties’ sales of your personal information by submitting sale opt out requests to entities listed in the IAB’s CCPA Compliance Signatory Identification List and the California Data Broker Registry.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may also continue to see advertising that may include interest-based information about your visit and information from third parties. Recipients to whom we sell personal information might subsequently sell that information to others.} "
    }
  ]
}