{
  "policy_id": "32",
  "text": "Privacy Policy | BDO <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-5HMTPX3\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Careers Locations Client Center person Login / Register Contact search menu Services chevron_right expand_more Services Advisory chevron_right chevron_right Advisory Business Restructuring & Turnaround Services Forensics and Investigations Insurance Risk & Recovery Management Consulting M&A and Transaction Advisory Privacy & Data Protection Risk & Resilience Valuation & Capital Market Analysis chevron_left BACK TO SERVICES Advisory Business Restructuring & Turnaround Services Forensics and Investigations Insurance Risk & Recovery Management Consulting M&A and Transaction Advisory Privacy & Data Protection Risk & Resilience Valuation & Capital Market Analysis Audit & Assurance chevron_right chevron_right Audit & Assurance Audit & Assurance Services Accounting Standards & Reporting Matters Accounting & Reporting Advisory Services Business Services & Outsourcing Employee Benefit Plan Audit Public Housing Authority Risk Advisory Third Party Attestation chevron_left BACK TO SERVICES Audit & Assurance Audit & Assurance Services Accounting Standards & Reporting Matters Accounting & Reporting Advisory Services Business Services & Outsourcing Employee Benefit Plan Audit Public Housing Authority Risk Advisory Third Party Attestation BDO Digital BDO Wealth Advisors chevron_right chevron_right BDO Wealth Advisors Financial Planning Investment Management Outsourced Chief Investment Officer Portfolio Aggregation and Reporting chevron_left BACK TO SERVICES BDO Wealth Advisors Financial Planning Investment Management Outsourced Chief Investment Officer Portfolio Aggregation and Reporting Sustainability and ESG chevron_right chevron_right Sustainability and ESG ESG Strategy & Program Development ESG Assurance Total Tax Transparency & ESG Tax Strategy Community Resilience chevron_left BACK TO SERVICES Sustainability and ESG ESG Strategy & Program Development ESG Assurance Total Tax Transparency & ESG Tax Strategy Community Resilience Tax chevron_right chevron_right Tax Business Incentives & Tax Credits Federal Tax Global Employer Services Income Tax Accounting International Tax Services Nonprofit Tax Services Private Client Services State & Local Tax Tax Automation & Innovation Tax Risk Services Transfer Pricing chevron_left BACK TO SERVICES Tax Business Incentives & Tax Credits Federal Tax Global Employer Services Income Tax Accounting International Tax Services Nonprofit Tax Services Private Client Services State & Local Tax Tax Automation & Innovation Tax Risk Services Transfer Pricing Solutions chevron_right chevron_right Solutions Global Value Chain IPO Readiness chevron_left BACK TO SERVICES Solutions Global Value Chain IPO Readiness FEATURED Case Study: $400M Food & Beverage Company Case Study: $400M Food & Beverage Company BDO helped the company improve their liquidity and reduced credit line borrowings. chevron_right IPO Readiness Solution IPO Readiness Solution Chart the path to going public. chevron_right chevron_left BACK TO MENU Services Advisory chevron_right chevron_right Advisory Business Restructuring & Turnaround Services Forensics and Investigations Insurance Risk & Recovery Management Consulting M&A and Transaction Advisory Privacy & Data Protection Risk & Resilience Valuation & Capital Market Analysis chevron_left BACK TO SERVICES Advisory Business Restructuring & Turnaround Services Forensics and Investigations Insurance Risk & Recovery Management Consulting M&A and Transaction Advisory Privacy & Data Protection Risk & Resilience Valuation & Capital Market Analysis Audit & Assurance chevron_right chevron_right Audit & Assurance Audit & Assurance Services Accounting Standards & Reporting Matters Accounting & Reporting Advisory Services Business Services & Outsourcing Employee Benefit Plan Audit Public Housing Authority Risk Advisory Third Party Attestation chevron_left BACK TO SERVICES Audit & Assurance Audit & Assurance Services Accounting Standards & Reporting Matters Accounting & Reporting Advisory Services Business Services & Outsourcing Employee Benefit Plan Audit Public Housing Authority Risk Advisory Third Party Attestation BDO Digital BDO Wealth Advisors chevron_right chevron_right BDO Wealth Advisors Financial Planning Investment Management Outsourced Chief Investment Officer Portfolio Aggregation and Reporting chevron_left BACK TO SERVICES BDO Wealth Advisors Financial Planning Investment Management Outsourced Chief Investment Officer Portfolio Aggregation and Reporting Sustainability and ESG chevron_right chevron_right Sustainability and ESG ESG Strategy & Program Development ESG Assurance Total Tax Transparency & ESG Tax Strategy Community Resilience chevron_left BACK TO SERVICES Sustainability and ESG ESG Strategy & Program Development ESG Assurance Total Tax Transparency & ESG Tax Strategy Community Resilience Tax chevron_right chevron_right Tax Business Incentives & Tax Credits Federal Tax Global Employer Services Income Tax Accounting International Tax Services Nonprofit Tax Services Private Client Services State & Local Tax Tax Automation & Innovation Tax Risk Services Transfer Pricing chevron_left BACK TO SERVICES Tax Business Incentives & Tax Credits Federal Tax Global Employer Services Income Tax Accounting International Tax Services Nonprofit Tax Services Private Client Services State & Local Tax Tax Automation & Innovation Tax Risk Services Transfer Pricing Solutions chevron_right chevron_right Solutions Global Value Chain IPO Readiness chevron_left BACK TO SERVICES Solutions Global Value Chain IPO Readiness Industries chevron_right expand_more Industries Consumer Services chevron_right chevron_right Consumer Services Auto Dealerships Gaming & Leisure Restaurants Retail & Consumer Products chevron_left BACK TO INDUSTRIES Consumer Services Auto Dealerships Gaming & Leisure Restaurants Retail & Consumer Products Financial Services chevron_right chevron_right Financial Services Asset Management Financial Institutions & Specialty Finance Fintech Insurance chevron_left BACK TO INDUSTRIES Financial Services Asset Management Financial Institutions & Specialty Finance Fintech Insurance Government Contracting Healthcare & Life Sciences chevron_right chevron_right Healthcare & Life Sciences Healthcare Life Sciences chevron_left BACK TO INDUSTRIES Healthcare & Life Sciences Healthcare Life Sciences Manufacturing Natural Resources Nonprofit & Education Private Equity Professional Services Public Sector Real Estate & Construction Technology FEATURED What Semiconductor Organizations Need to Know about the CHIPS Act What Semiconductor Organizations Need to Know about the CHIPS Act Organizations should be prepared to act. chevron_right 2023 BDO CFO Outlook Survey 2023 BDO CFO Outlook Survey Critical insights to support strategic decision-making and help your company thrive. chevron_right chevron_left BACK TO MENU Industries Consumer Services chevron_right chevron_right Consumer Services Auto Dealerships Gaming & Leisure Restaurants Retail & Consumer Products chevron_left BACK TO INDUSTRIES Consumer Services Auto Dealerships Gaming & Leisure Restaurants Retail & Consumer Products Financial Services chevron_right chevron_right Financial Services Asset Management Financial Institutions & Specialty Finance Fintech Insurance chevron_left BACK TO INDUSTRIES Financial Services Asset Management Financial Institutions & Specialty Finance Fintech Insurance Government Contracting Healthcare & Life Sciences chevron_right chevron_right Healthcare & Life Sciences Healthcare Life Sciences chevron_left BACK TO INDUSTRIES Healthcare & Life Sciences Healthcare Life Sciences Manufacturing Natural Resources Nonprofit & Education Private Equity Professional Services Public Sector Real Estate & Construction Technology Insights chevron_right expand_more Insights Featured Topics chevron_right chevron_right Featured Topics Accounting & SEC Matters Compensation and Pay Practices Corporate Governance Innovation Diversity, Equity and Inclusion Sustainability and ESG Evolving Economy Global Business Mitigating Risk Supply Chain Tax Policy chevron_left BACK TO INSIGHTS Featured Topics Accounting & SEC Matters Compensation and Pay Practices Corporate Governance Innovation Diversity, Equity and Inclusion Sustainability and ESG Evolving Economy Global Business Mitigating Risk Supply Chain Tax Policy Blogs chevron_right chevron_right Blogs Nonprofit Standard Selections chevron_left BACK TO INSIGHTS Blogs Nonprofit Standard Selections Events & Webcasts Podcasts chevron_right chevron_right Podcasts 60-Second Retail BDO in the Boardroom BDO Talks ERISA BDO To-Go Restaurant BDO's Legal Tech Talk Podcast BDO's Spotlight on SPACs Private Equity PErspectives Students Who Know chevron_left BACK TO INSIGHTS Podcasts 60-Second Retail BDO in the Boardroom BDO Talks ERISA BDO To-Go Restaurant BDO's Legal Tech Talk Podcast BDO's Spotlight on SPACs Private Equity PErspectives Students Who Know FEATURED 2023 Fintech Predictions 2023 Fintech Predictions Today’s talent cuts are tomorrow’s growth opportunities. chevron_right The CFO's Role in ESG The CFO's Role in ESG How does ESG fit into business strategy? Who should lead the charge? chevron_right chevron_left BACK TO MENU Insights Featured Topics chevron_right chevron_right Featured Topics Accounting & SEC Matters Compensation and Pay Practices Corporate Governance Innovation Diversity, Equity and Inclusion Sustainability and ESG Evolving Economy Global Business Mitigating Risk Supply Chain Tax Policy chevron_left BACK TO INSIGHTS Featured Topics Accounting & SEC Matters Compensation and Pay Practices Corporate Governance Innovation Diversity, Equity and Inclusion Sustainability and ESG Evolving Economy Global Business Mitigating Risk Supply Chain Tax Policy Blogs chevron_right chevron_right Blogs Nonprofit Standard Selections chevron_left BACK TO INSIGHTS Blogs Nonprofit Standard Selections Events & Webcasts Podcasts chevron_right chevron_right Podcasts 60-Second Retail BDO in the Boardroom BDO Talks ERISA BDO To-Go Restaurant BDO's Legal Tech Talk Podcast BDO's Spotlight on SPACs Private Equity PErspectives Students Who Know chevron_left BACK TO INSIGHTS Podcasts 60-Second Retail BDO in the Boardroom BDO Talks ERISA BDO To-Go Restaurant BDO's Legal Tech Talk Podcast BDO's Spotlight on SPACs Private Equity PErspectives Students Who Know About Us chevron_right expand_more About Us BDO Alliance USA BDO Alumni Careers Community Engagement Diversity, Equity and Inclusion Global Network Innovation Leadership Team Sustainability and ESG FEATURED Delivering on a Culture That Helps People Thrive Delivering on a Culture That Helps People Thrive Hear from the Ironman competitors themselves. chevron_right Eskander Yavar Appointed National Managing Partner of Advisory Practice Eskander Yavar Appointed National Managing Partner of Advisory Practice Yavar will oversee the continued development of the practice. chevron_right chevron_left BACK TO MENU About Us BDO Alliance USA BDO Alumni Careers Community Engagement Diversity, Equity and Inclusion Global Network Innovation Leadership Team Sustainability and ESG search Careers Locations Client Center person Login / Register Contact search Home BDO USA, LLP Privacy Policy Legal Navigation Website Terms and Conditions Privacy Policy Accessibility Statement MD State Board Requirements NC State Board Requirements OR State Board Requirements Binding Corporate Rules Last Updated: January 1, 2023 This Privacy Policy (\"Privacy Policy\") describes how BDO USA, LLP and its subsidiaries (except as described below) (together, \"BDO USA\" or \"we\" or \"us\" or “our” ) collect, use, and disclose the Personal Information we collect from or about you when you: Use the BDO USA website ( www.bdo.com ) or any other websites, blogs or pages that link to this Privacy Policy (together, the \"Sites\"); Communicate with us electronically, such as via email; and Interact with us offline, including in person, at an event or via phone. Before submitting Personal Information to us or using the Sites, please review this Privacy Policy carefully. Certain BDO USA services or subsidiaries may use different privacy policies to provide notice to you about how your Personal Information is used and disclosed. To the extent that BDO USA services or subsidiaries post or reference a different privacy policy, that different privacy policy, not this Privacy Policy, will apply to your Personal Information collected in the context of those services or by that subsidiary. Note to BDO USA Clients If you are a client of BDO USA, please refer to our BDO USA Client Data Privacy Policy for information about how we use and disclose the Personal Information we collect about you in the context of our client relationship with you. Unless we state otherwise in our communications with you or in client engagement documents, this Privacy Policy does not apply to the Personal Information we collect in the context of our client relationships. BDO as a Service Provider Most of our clients are businesses, and we may receive and process Personal Information when we provide services to those clients. When this happens, we process your Personal Information pursuant to our contract with our client. That client’s privacy policy applies to your Personal Information, not ours. How We Collect and Use Your Personal Information \"Personal Information\" is information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with you or your household, such as your name, email address, IP address, telephone number, and broader categories of information such as your professional, educational or health information, commercial information, and internet activity. We may collect Personal Information directly from you and automatically through our use of cookies and other data collection technologies on our Sites. We may also collect your Personal Information from third-party sources, such as social media platforms (if you interact with us through your social media account), references you list on applications and forms, and third parties to whom you direct us to collect your Personal information. We will treat Personal Information collected from third-party sources in accordance with this Privacy Policy. The categories of Personal Information that we collect from you depends on your interactions with us. For example, we may collect: Identifiers , such as your name, postal address, phone number, e-mail address, IP address, online identifiers, account names, associated passwords, social media profiles and other similar identifiers. We may collect this information to verify your identity and information, to communicate with you, to create your BDO USA Account ( “Account” ) and to facilitate your use of our Sites. Protected Characteristics , provided with special protection under applicable law, such as your age, race, citizenship, gender, medical information, and disability information. Professional and Employment-Related Information , such as information about your current and former employment, professional degrees and certifications, education background, information about references you list on your application form, certain Identifiers (in order to contact you), and other employment-related information, including your employment goals and objectives. We may collect this information to process and manage your profile when you interact with us regarding networking events or our professional services, or if you submit an employment or other application to us. We may also collect information provided by you in the course of evaluating or engaging you for employment or other positions. This information may include your first and last name, email address, CV, resume, cover letter and any other information provided by or about you, including information from references and background check providers. Commercial Information , such as products and services purchased from us through the use of our Sites. We may collect this information to conduct business analytics and improve our services to you. Internet or other Electronic Activity Information , such as your browsing history, search history, which pages you visit on the Sites, other pages you visit on the Internet, and which browser you used to view the Sites. Please review the “Cookies and Other Technologies” section to learn more about our use of cookies and tracking technologies. We may collect this information to understand your use of the Sites and of your Account. Profile Information , such as information about your preferences and characteristics (including inferences drawn from other personal information). We may collect this information in order to understand your preferences and tailor our services and communications to you. In addition, if you visit our premises, we may collect information to protect the health and safety of our personnel, clients, guests, and the general public, such as health and travel information. In addition to the purposes for collection described above, we also may collect each category of information for the purpose of performing services for you and maintaining our relationship with you, which include: Maintaining and servicing your Account, including managing your preferences. Taking steps to improve our services to you, including to run analytics, improve our artificial intelligence tools, assess the quality of our services, and for other related internal business purposes. Administering and improving our Sites, including to measuring the effectiveness of the Sites, diagnosing problems with our server, analyzing where Site traffic is coming from, and to identifying our Site users. Communicating with you to personalize your experience with the BDO USA and improve our understanding of your needs, and to respond to inquiries you send to us. Sending you messages promoting our products and services. You may opt-out of receiving certain promotional e-mail messages from us as described in the \"Marketing Opt-Out\" section below. Protecting the health and safety of our personnel, clients, guests, and the general public. Complying with our legal, regulatory and risk management obligations, including establishing, exercising and/or defending legal claims. For other purposes consistent with the context of the collection of your information, or as otherwise disclosed to you prior to the use of your information. Some of the information we collect may be considered Sensitive Personal Information under privacy laws, such as your health information and account log-in information. We use your Sensitive Personal Information only for legitimate business purposes, including to (i) perform services or provide goods reasonably expected by an average person; (ii) detect security incidents; (iii) resist malicious, deceptive, or illegal actions; (iv) ensure the physical safety of individuals; (v) for short-term, transient use, including non-personalized advertising; (vi) perform or provide internal business services; or (vii) verify or maintain the quality or safety of a service or device. How We Disclose Your Personal Information We may share the categories of Personal Information described above in the following circumstances to the following categories of third parties: We may share your Personal Information with companies or individuals that we contract with in order to receive services (our “Service Providers”). These services may include, among other things, providing products or services to you on our behalf, creating or maintaining our databases, payment processing, researching, and analyzing the people who request information from us, preparing distribution communications, responding to inquiries, or processing applications. We may also disclose to these Service Providers your health and travel-related information in order to protect the health and safety of our personnel, clients, guests, and the general public.  Our policy is to inform our Service Providers not to use or disclose your Personal Information for any purpose other than for providing services to us. We may share your Personal Information with companies that we own or control, or are owned or controlled by (our “Corporate Family”), including health and travel-related information in order to protect the health and safety of our personnel, clients, guests, and the general public. We may share your Personal Information with companies or individuals outside of BDO USA who may use your Personal Information for their own purposes (a “Third Party”). For example: Our clients. If you choose to submit Personal Information through the “Testimonials” link, we may share your Personal Information publicly or with Third Parties. From time to time, we may be required to provide Personal Information to a Third Party in response to a court order, subpoena, government investigation, or as otherwise required by law or legal process. We may share your Personal Information with Third Parties, such as law enforcement agencies, other government agencies, or health authorities (i) when we, in good faith, believe you or others are acting unlawfully, (ii) when we believe it is necessary or appropriate to satisfy any law, regulation or other governmental request, (iii) to operate our business and Sites properly, (iv) to protect or defend our rights or the rights or well-being of our users, even without a subpoena, warrant or court order, or (v) we believe disclosure is necessary to protect the health and safety of our personnel, clients, guests, and the general public. We may, as a result of a sale, merger, consolidation, change in control, transfer of assets, reorganization, or liquidation of our company (a \"Reorganization Event\"), transfer or assign your Personal Information to parties involved in the Reorganization Event. You acknowledge that such transfers may occur and are permitted by and subject to this Privacy Policy. Cookies and Other Technologies We may use \"cookies\" to keep, and sometimes track, information about you on our Sites. Cookies are small data files that are sent to your browser or related software from a Web server and stored on your computer's hard drive. Cookies track where you travel on the Sites and what you look at. In doing so, a cookie may enable us to relate your use of the Sites to your Personal Information. Many other websites use cookies for very similar purposes. Most Web browsers can be set to inform you when a cookie has been sent to you and provide you with the opportunity to refuse that cookie. Additionally, your Flash player can be set to reject or delete Flash cookies. Refusing a cookie will generally not interfere with your use of the Sites. However, refusal of a cookie may, in some cases, preclude you from using or negatively impact the display or function of the Sites or certain areas or features of the Sites. We may also use web beacons (a.k.a. clear GIFs, web bugs or pixel tags) to personalize your experience on the Sites, to generate information about Site traffic and trends, and to verify your viewing and/or receipt of communications. Web beacons collect information automatically, such as the type of browser that you use and your IP address. Web beacons may be used alone or in conjunction with cookies. When web beacons are used with cookies, they may link this information to other Personal Information that you have provided to us. Web beacons usually are not visible to you. Third Party Analytics We use automated devices and applications, such as Google Analytics and Crazy Egg, to evaluate usage of our Sites. We also may use other analytic means to evaluate our Sites and services. We use these tools to help us improve the Sites, performance, and user experiences. These entities may use cookies and other tracking technologies to perform their services. We do not share your Personal Information with these third parties.  To learn how Google Analytics collects and processes data, please visit: “How Google uses data when you use our partners’ sites or apps” located at www.google.com/policies/privacy/partners .  To learn about how Crazy Egg uses the analytics information it collects, please visit Crazy Egg’s Privacy Policy ; to opt-out of Crazy Egg’s analytics tracking, please visit https://www.crazyegg.com/opt-out/ . How We Respond to Do Not Track Signals Some web browsers (including Safari, Internet Explorer, Firefox and Chrome) incorporate a \"Do Not Track\" ( \"DNT\" ) or similar feature that signals to websites that a user does not want to have his or her online activity and behavior tracked. If a website that responds to a particular DNT signal receives the DNT signal, the browser can block that website from collecting certain information about the browser's user. Not all browsers offer a DNT option and DNT signals are not yet uniform. For this reason, many digital service operators, including BDO USA, do not recognize or respond to DNT signals. Marketing Opt-Out If you would like to opt out of receiving promotional or marketing e-mail from us, you may use the “unsubscribe” mechanism included in each marketing message. You may let us know by sending us an email to bdousa@bdo.com with REMOVE in the subject line, and stating the e-mail address you wish to be removed from our mailing list. If you have an Account, you may be able to manage your subscriptions through your Account . However, your option not to receive promotional and marketing e-mail shall not preclude us from corresponding with you, by e-mail or otherwise, regarding your existing relationship with us. Your opt-out request will also not apply to correspondence that has already been initiated. California Privacy Disclosures California residents are entitled to the following additional disclosures about our data processing: In the preceding 12 months, BDO USA has collected the categories of Personal Information detailed in “ How We Collect and Use Your Personal Information ” above. The purposes for which BDO USA has collected Personal Information and the sources of that information are also described above. In the preceding 12 months, BDO USA has disclosed Personal Information for a business purpose as detailed in the How we Disclose Your Personal Information section above . We may sell information in the context of our Investigative Due Diligence (“IDD”) services. In the preceding 12 months, BDO USA has sold the following categories of Personal Information to IDD clients:  Identifiers, Protected Characteristics, Professional and Employment-Related Information, Commercial Information, Internet or Other Electronic Activity Information, and Profile Information. We may also sell information to the extent our use of cookies and tracking technologies for targeted advertising constitutes a “sale” under the CCPA. This use of cookies and tracking technologies also constitutes “sharing” under the CCPA. Your opt-out rights are described in the Your Rights section below. In the preceding 12 months, BDO USA has sold or shared the following categories of Personal Information to with our targeted advertising service providers and partners: Identifiers, Internet or Other Electronic Activity Information, and Profile Information. We do not knowingly sell the Personal Information of minors under 16. Please note that we do not sell any personal information received on behalf of our clients, and we do not sell any personal information obtained in the course of providing our other services, including Tax, Audit & Assurance and Advisory (other than IDD) services. Shine the Light: This Privacy Policy describes how we may share your information, including for marketing purposes. California residents are entitled to request and obtain from BDO USA once per calendar year information about any of your Personal Information shared with third parties for their own direct marketing purposes, including the categories of information and the names and addresses of those businesses with which we have shared such information. To request this information and for any other questions about our privacy practices and compliance with California law, please contact us at privacy@bdo.com . For an explanation of the rights you may have as a California resident, please see the Your Rights section below. Your Rights Depending on where you live, you may have the following rights, subject to any applicable exemptions or limitations: The right to know and access your Personal Information, such as the categories of Personal Information we have collected, the sources of Personal Information, the purposes of collection, and how we used, disclosed, sold, or shared Personal Information; The right to correct inaccurate Personal Information that we maintain about you; The right to delete your Personal Information under specific circumstances; The right to opt out of the sale or sharing of your Personal Information, as such terms are defined by applicable laws; The right to object or opt out of certain types of processing, such as targeted advertising, direct marketing, and certain types of profiling and automated decision-making; The right to request the restriction of processing of your Personal Information; The right to data portability, which means requesting a copy of your Personal Information in an accessible format; The right to withdraw your consent under certain circumstances; and The right to lodge a complaint with the relevant data protection supervisory authority. Where applicable, you can find contact information for your data protection supervisory authority on the European Data Protection Board’s website, https://edpb.europa.eu/about-edpb/about-edpb/members_en , or through other publicly available sources. To the extent any of the above rights are applicable, you may exercise your rights by contacting us at privacy@bdo.com, by phone at 1 (877) 236-0001 or by completing our Consumer Request Form . If you wish to opt out of the sale of your Personal Information in the context of our Investigative Due Diligence services, you can submit your request by completing our Do not sell my Personal Information request form. You may opt out of our use of cookies and other technologies for targeted advertising purposes by navigating to the “Opt Out of Targeted Advertising - Do Not Sell or Share My Personal Information” link in the footer of the BDO website you are visiting or clicking through the option in the banner that appears when you first visit our website. If you choose to exercise any of these rights, BDO USA will not discriminate against you in any way. If you exercise certain rights, understand that you may be unable to use or access certain features of BDO USA’s Sites or services. We will take steps to verify your identity before processing certain requests. We will not fulfill your request unless you have provided sufficient information for us to reasonably verify you are the individual about whom we collected Personal Information. If you have an Account with us, we will use our existing Account authentication practices to verify your identity. If you do not have an Account with us, we may request additional information about you to verify your identity. We will only use the Personal Information provided in the verification process to verify your identity or authority to make a request and to track and document request responses, unless you initially provided the information for another purpose. You may be able to use an authorized agent to submit a rights request on your behalf. When we verify your agent’s request, we may verify both your and your agent’s identity and request a signed document from you that authorizes your agent to make the request on your behalf. To protect your Personal Information, we reserve the right to deny a request from an agent that does not submit proof that they have been authorized by you to act on their behalf. Certain laws may give you a right to appeal any denials of your request to exercise your rights. If we deny your request and you would like to submit an appeal, please contact us at privacy@bdo.com. Legal Basis for Processing Where applicable under the European Union’s General Data Protection Regulation ( “GDPR” ) or similar laws, the legal basis for our collection and use of your Personal Information may include any of the following: Performance of a contract. We process your Personal Information as necessary to perform our obligations under any contract with you, such as to provide our Sites or services to you or complete transactions. Consent. We may ask for your consent to use your Personal Information, including if we need your consent to process certain sensitive information about you or engage in certain marketing activities. If we obtain your consent as a legal basis for processing, you may withdraw your consent at any time. Legitimate interests. We have a legitimate interest in using your Personal Information for our business purposes, including operating, improving, and marketing our business, Sites, and services. Compliance with a legal obligation. We may need to use your Personal Information to comply with applicable legal requirements. Information for Visitors from Outside of the United States If you visit the Sites or provide us your Personal Information from outside the United States, your information will be transferred to, stored, and processed in the United States and other countries where BDO USA or its vendors operate in accordance with this Privacy Policy and applicable laws. Please note that data protection and consumer protection laws of the United States and such other countries may differ from the data protection or consumer protection laws in your country. By using the Sites or providing us with your Personal Information, you understand that your Personal Information will be collected from and processed in the United States and other countries where BDO USA or its vendors operate, and acknowledge that your information may be subject to access by law enforcement and other government entities, including courts and tribunals, in accordance with laws applicable in those jurisdictions. Where applicable, we have implemented appropriate cross border data transfer mechanisms when transferring your Personal Information to a country outside of your home jurisdiction, including the BDO Binding Corporate Rules . Data Security and Retention We maintain one or more databases to store your Personal Information and may retain it as reasonably required to serve you, run our business, and comply with our legal obligations. In determining when your Personal Information is retained or disposed, we may consider the nature and sensitivity of your Personal Information, the potential risk of harm from unauthorized use or disclosure of your Personal Information, the purposes for which we process your Personal Information, and applicable legal requirements. We have implemented reasonable safeguards designed to protect your information from loss, misuse, alteration, or destruction. We also take reasonable steps designed to ensure that third parties who work with us agree to protect the Personal Information. Without limiting any other terms that apply to our Sites and this Privacy Policy, you understand that we cannot guarantee that your Personal Information will be private or secure. Except to the extent provided by law, we are not responsible or liable to you for any lack of privacy or security you may experience. You are fully responsible for taking precautions and providing security measures best suited for your situation and intended use of the Sites and our services. Please be careful whenever sending Personal Information to us via e-mail. E-mail is not a secure means of transferring information. Third Parties Our Sites, services and materials may contain references or links to third-party websites and services. Except as described above regarding Service Providers, we do not control what information third parties track or collect. Any access to and use of such third-party websites and services is not governed by this Privacy Policy but instead is governed by the privacy policies of those third parties. We are not responsible for the information practices of such third parties. Children’s Privacy We do not knowingly collect any Personal Information from children under 13 without prior verifiable parental consent. If BDO USA learns that a child under the age of 13 has submitted Personal Information without parental consent, we will take all reasonable measures to delete the information as soon as possible and to not use such information for any purpose, except where necessary to protect the safety of the child or others as required or allowed by law. If you believe a child under 13 has provided us with Personal Information, please contact us at privacy@bdo.com or the mailing address below. Questions about Our Privacy Policy If you have questions about this Privacy Policy, please contact us at privacy@bdo.com . You can also send us physical mail to: BDO USA, LLP, 600 North Pearl Street, Suite 1700, Dallas, TX 75201, Attention: Chief Compliance & Ethics Officer. Changes to Our Privacy Policy We may occasionally update this Privacy Policy to reflect changes in our practices. When we post modifications to this Privacy Policy, we will revise the \"Last Updated” date at the top of this web page. If the changes are material, we will endeavor to notify you in advance of such changes taking place. If you object to any modification, your sole recourse is to notify us that you do not agree and to stop using the Sites and providing us with your Personal Information. We encourage you to periodically review this page for the latest information on our privacy practices. Contact Submit RFP Client Center US Locations Global Network Careers Alumni open_in_new Legal & Privacy Compliance & Ethics Sitemap Subscribe Sign up to receive the latest BDO news and insights. SUBSCRIBE NOW Do Not Sell My Personal Information as to BDO Investigative Due Diligence Opt-out of Targeted Advertising – Do Not Sell or Share My Personal Information Copyright © 2023 BDO USA LLP. All rights reserved. BDO USA, LLP, a Delaware limited liability partnership, is the U.S. member of BDO International Limited, a UK company limited by guarantee, and forms part of the international BDO network of independent member firms. <img height=\"1\" width=\"1\" style=\"display:none\" src=\"https://www.facebook.com/tr?id=554931514952334&amp;ev=PageView&amp;noscript=1\"> <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://px.ads.linkedin.com/collect/?pid=892850&amp;fmt=gif\"> <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://dc.ads.linkedin.com/collect/?pid=73404&amp;fmt=gif\"> BDO USA uses cookies and other tracking technologies for targeted advertising purposes, as further detailed in our Privacy Policy Close and Continue Opt-out of Targeted Advertising – Do Not Sell or Share My Personal Information Your Opt Out Preference Signal is Honored Opt-out of Targeted Advertising – Do Not Sell or Share My Personal Information BDO USA, LLP uses third party cookies and similar technologies to deliver targeted advertisements, also known as data “sharing” and/or “selling” under California law, as further detailed in our Privacy Policy. In accordance with applicable law, we provide you with the ability to opt out of these activities.\n\n \n\nIf you opt-out below, we will no longer send you targeted advertisements based on information we collect when you visit this website from your web browser.\n\n \n\nPlease note that if you visit this website from a different browser or device, or if you “clear” your cookies or otherwise reset your browser settings, you may need to re-submit your opt out preference. Privacy Policy Allow All Opt-out Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Targeted Advertising Targeted Advertising Please use the toggle at the right to disable targeted advertising technologies. Back Button Performance Cookies Search Icon Filter Icon Clear checkbox label label Apply Cancel Consent Leg.Interest Switch Label label Switch Label label Switch Label label Confirm",
  "annotations": [
    {
      "Text": "Last Updated: January 1, 2023 ",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {chevron_right chevron_left BACK TO MENU Insights Featured Topics chevron_right chevron_right Featured Topics Accounting & SEC Matters Compensation and Pay Practices Corporate Governance Innovation Diversity, Equity and Inclusion Sustainability and ESG Evolving Economy Global Business Mitigating Risk Supply Chain Tax Policy chevron_left BACK TO INSIGHTS Featured Topics Accounting & SEC Matters Compensation and Pay Practices Corporate Governance Innovation Diversity, Equity and Inclusion Sustainability and ESG Evolving Economy Global Business Mitigating Risk Supply Chain Tax Policy Blogs chevron_right chevron_right Blogs Nonprofit Standard Selections chevron_left BACK TO INSIGHTS Blogs Nonprofit Standard Selections Events & Webcasts Podcasts chevron_right chevron_right Podcasts 60-Second Retail BDO in the Boardroom BDO Talks ERISA BDO To-Go Restaurant BDO's Legal Tech Talk Podcast BDO's Spotlight on SPACs Private Equity PErspectives Students Who Know chevron_left BACK TO INSIGHTS Podcasts 60-Second Retail BDO in the Boardroom BDO Talks ERISA BDO To-Go Restaurant BDO's Legal Tech Talk Podcast BDO's Spotlight on SPACs Private Equity PErspectives Students Who Know About Us chevron_right expand_more About Us BDO Alliance USA BDO Alumni Careers Community Engagement Diversity, Equity and Inclusion Global Network Innovation Leadership Team Sustainability and ESG FEATURED Delivering on a Culture That Helps People Thrive Delivering on a Culture That Helps People Thrive Hear from the Ironman competitors themselves. chevron_right Eskander Yavar Appointed National Managing Partner of Advisory Practice Eskander Yavar Appointed National Managing Partner of Advisory Practice Yavar will oversee the continued development of the practice.} "
    },
    {
      "Text": "Most of our clients are businesses, and we may receive and process Personal Information when we provide services to those clients. When this happens, we process your Personal Information pursuant to our contract with our client. That client’s privacy policy applies to your Personal Information, not ours.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Note to BDO USA Clients If you are a client of BDO USA, please refer to our BDO USA Client Data Privacy Policy for information about how we use and disclose the Personal Information we collect about you in the context of our client relationship with you. Unless we state otherwise in our communications with you or in client engagement documents, this Privacy Policy does not apply to the Personal Information we collect in the context of our client relationships.} "
    },
    {
      "Text": "\"Personal Information\" \\n\\nis information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with you or your household, such as your name, email address, IP address, telephone number, and broader categories of information such as your professional, educational or health information, commercial information, and internet activity.\\n\\nWe may collect Personal Information directly from you and automatically through our use of cookies and other data collection technologies on our Sites. We may also collect your Personal Information from third-party sources, such as social media platforms (if you interact with us through your social media account), references you list on applications and forms, and third parties to whom you direct us to collect your Personal information. We will treat Personal Information collected from third-party sources in accordance with this Privacy Policy.\\n\\nThe categories of Personal Information that we collect from you depends on your interactions with us. For example, we may collect:\\n\\nIdentifiers, such as your name, postal address, phone number, e-mail address, IP address, online identifiers, account names, associated passwords, social media profiles and other similar identifiers. We may collect this information to verify your identity and information, to communicate with you, to create your BDO USA Account (“Account”) and to facilitate your use of our Sites.  \\nProtected Characteristics, provided with special protection under applicable law, such as your age, race, citizenship, gender, medical information, and disability information.\\nProfessional and Employment-Related Information, such as information about your current and former employment, professional degrees and certifications, education background, information about references you list on your application form, certain Identifiers (in order to contact you), and other employment-related information, including your employment goals and objectives. We may collect this information to process and manage your profile when you interact with us regarding networking events or our professional services, or if you submit an employment or other application to us. We may also collect information provided by you in the course of evaluating or engaging you for employment or other positions. This information may include your first and last name, email address, CV, resume, cover letter and any other information provided by or about you, including information from references and background check providers.\\nCommercial Information, such as products and services purchased from us through the use of our Sites. We may collect this information to conduct business analytics and improve our services to you.\\nInternet or other Electronic Activity Information, such as your browsing history, search history, which pages you visit on the Sites, other pages you visit on the Internet, and which browser you used to view the Sites. Please review the “Cookies and Other Technologies” section to learn more about our use of cookies and tracking technologies. We may collect this information to understand your use of the Sites and of your Account.\\nProfile Information, such as information about your preferences and characteristics (including inferences drawn from other personal information). We may collect this information in order to understand your preferences and tailor our services and communications to you. In addition, if you visit our premises, we may collect information to protect the health and safety of our personnel, clients, guests, and the general public, such as health and travel information.\\n\\n\\nIn addition to the purposes for collection described above, we also may collect each category of information for the purpose of performing services for you and maintaining our relationship with you, which include:\\n\\nMaintaining and servicing your Account, including managing your preferences.\\nTaking steps to improve our services to you, including to run analytics, improve our artificial intelligence tools, assess the quality of our services, and for other related internal business purposes.\\nAdministering and improving our Sites, including to measuring the effectiveness of the Sites, diagnosing problems with our server, analyzing where Site traffic is coming from, and to identifying our Site users.\\nCommunicating with you to personalize your experience with the BDO USA and improve our understanding of your needs, and to respond to inquiries you send to us.\\nSending you messages promoting our products and services. You may opt-out of receiving certain promotional e-mail messages from us as described in the \"Marketing Opt-Out\" section below.\\nProtecting the health and safety of our personnel, clients, guests, and the general public.\\nComplying with our legal, regulatory and risk management obligations, including establishing, exercising and/or defending legal claims.\\nFor other purposes consistent with the context of the collection of your information, or as otherwise disclosed to you prior to the use of your information.\\nSome of the information we collect may be considered Sensitive Personal Information under privacy laws, such as your health information and account log-in information. We use your Sensitive Personal Information only for legitimate business purposes, including to (i) perform services or provide goods reasonably expected by an average person; (ii) detect security incidents; (iii) resist malicious, deceptive, or illegal actions; (iv) ensure the physical safety of individuals; (v) for short-term, transient use, including non-personalized advertising; (vi) perform or provide internal business services; or (vii) verify or maintain the quality or safety of a service or device. \\n\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We may share the categories of Personal Information described above in the following circumstances to the following categories of third parties:\\n\\nWe may share your Personal Information with companies or individuals that we contract with in order to receive services (our “Service Providers”). These services may include, among other things, providing products or services to you on our behalf, creating or maintaining our databases, payment processing, researching, and analyzing the people who request information from us, preparing distribution communications, responding to inquiries, or processing applications. We may also disclose to these Service Providers your health and travel-related information in order to protect the health and safety of our personnel, clients, guests, and the general public.  Our policy is to inform our Service Providers not to use or disclose your Personal Information for any purpose other than for providing services to us.\\nWe may share your Personal Information with companies that we own or control, or are owned or controlled by (our “Corporate Family”), including health and travel-related information in order to protect the health and safety of our personnel, clients, guests, and the general public.\\nWe may share your Personal Information with companies or individuals outside of BDO USA who may use your Personal Information for their own purposes (a “Third Party”). For example:\\nOur clients.\\nIf you choose to submit Personal Information through the “Testimonials” link, we may share your Personal Information publicly or with Third Parties.\\nFrom time to time, we may be required to provide Personal Information to a Third Party in response to a court order, subpoena, government investigation, or as otherwise required by law or legal process.\\nWe may share your Personal Information with Third Parties, such as law enforcement agencies, other government agencies, or health authorities (i) when we, in good faith, believe you or others are acting unlawfully, (ii) when we believe it is necessary or appropriate to satisfy any law, regulation or other governmental request, (iii) to operate our business and Sites properly, (iv) to protect or defend our rights or the rights or well-being of our users, even without a subpoena, warrant or court order, or (v) we believe disclosure is necessary to protect the health and safety of our personnel, clients, guests, and the general public.\\nWe may, as a result of a sale, merger, consolidation, change in control, transfer of assets, reorganization, or liquidation of our company (a \"Reorganization Event\"), transfer or assign your Personal Information to parties involved in the Reorganization Event. You acknowledge that such transfers may occur and are permitted by and subject to this Privacy Policy.\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Some of the information we collect may be considered Sensitive Personal Information under privacy laws, such as your health information and account log-in information. We use your Sensitive Personal Information only for legitimate business purposes, including to (i) perform services or provide goods reasonably expected by an average person; (ii) detect security incidents; (iii) resist malicious, deceptive, or illegal actions; (iv) ensure the physical safety of individuals; (v) for short-term, transient use, including non-personalized advertising; (vi) perform or provide internal business services; or (vii) verify or maintain the quality or safety of a service or device.} "
    },
    {
      "Text": "We may use \"cookies\" to keep, and sometimes track, information about you on our Sites. Cookies are small data files that are sent to your browser or related software from a Web server and stored on your computer's hard drive. Cookies track where you travel on the Sites and what you look at. In doing so, a cookie may enable us to relate your use of the Sites to your Personal Information. Many other websites use cookies for very similar purposes.\\n\\nMost Web browsers can be set to inform you when a cookie has been sent to you and provide you with the opportunity to refuse that cookie. Additionally, your Flash player can be set to reject or delete Flash cookies. Refusing a cookie will generally not interfere with your use of the Sites. However, refusal of a cookie may, in some cases, preclude you from using or negatively impact the display or function of the Sites or certain areas or features of the Sites.\\n\\nWe may also use web beacons (a.k.a. clear GIFs, web bugs or pixel tags) to personalize your experience on the Sites, to generate information about Site traffic and trends, and to verify your viewing and/or receipt of communications. Web beacons collect information automatically, such as the type of browser that you use and your IP address. Web beacons may be used alone or in conjunction with cookies. When web beacons are used with cookies, they may link this information to other Personal Information that you have provided to us. Web beacons usually are not visible to you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may, as a result of a sale, merger, consolidation, change in control, transfer of assets, reorganization, or liquidation of our company (a \"Reorganization Event\"), transfer or assign your Personal Information to parties involved in the Reorganization Event. You acknowledge that such transfers may occur and are permitted by and subject to this Privacy Policy.} "
    },
    {
      "Text": "California residents are entitled to the following additional disclosures about our data processing:",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {However, your option not to receive promotional and marketing e-mail shall not preclude us from corresponding with you, by e-mail or otherwise, regarding your existing relationship with us. Your opt-out request will also not apply to correspondence that has already been initiated.} "
    },
    {
      "Text": "In the preceding 12 months, BDO USA has collected the categories of Personal Information detailed in “How We Collect and Use Your Personal Information” above. The purposes for which BDO USA has collected Personal Information and the sources of that information are also described above.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {However, your option not to receive promotional and marketing e-mail shall not preclude us from corresponding with you, by e-mail or otherwise, regarding your existing relationship with us. Your opt-out request will also not apply to correspondence that has already been initiated.} "
    },
    {
      "Text": "In the preceding 12 months, BDO USA has disclosed Personal Information for a business purpose as detailed in the How we Disclose Your Personal Information section above.\\nWe may sell information in the context of our Investigative Due Diligence (“IDD”) services. In the preceding 12 months, BDO USA has sold the following categories of Personal Information to IDD clients:  Identifiers, Protected Characteristics, Professional and Employment-Related Information, Commercial Information, Internet or Other Electronic Activity Information, and Profile Information. \\nWe may also sell information to the extent our use of cookies and tracking technologies for targeted advertising constitutes a “sale” under the CCPA. This use of cookies and tracking technologies also constitutes “sharing” under the CCPA. Your opt-out rights are described in the Your Rights section below. In the preceding 12 months, BDO USA has sold or shared the following categories of Personal Information to with our targeted advertising service providers and partners: Identifiers, Internet or Other Electronic Activity Information, and Profile Information.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {However, your option not to receive promotional and marketing e-mail shall not preclude us from corresponding with you, by e-mail or otherwise, regarding your existing relationship with us. Your opt-out request will also not apply to correspondence that has already been initiated.} "
    },
    {
      "Text": "The right to know and access your Personal Information, such as the categories of Personal Information we have collected, the sources of Personal Information, the purposes of collection, and how we used, disclosed, sold, or shared Personal Information",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {To request this information and for any other questions about our privacy practices and compliance with California law, please contact us at privacy@bdo.com . For an explanation of the rights you may have as a California resident, please see the Your Rights section below.} "
    },
    {
      "Text": "The right to know and access your Personal Information, such as the categories of Personal Information we have collected, the sources of Personal Information, the purposes of collection, and how we used, disclosed, sold, or shared Personal Information;",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {To request this information and for any other questions about our privacy practices and compliance with California law, please contact us at privacy@bdo.com . For an explanation of the rights you may have as a California resident, please see the Your Rights section below.} "
    },
    {
      "Text": "The right to correct inaccurate Personal Information that we maintain about you;",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {To request this information and for any other questions about our privacy practices and compliance with California law, please contact us at privacy@bdo.com . For an explanation of the rights you may have as a California resident, please see the Your Rights section below.} "
    },
    {
      "Text": "The right to delete your Personal Information under specific circumstances;",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {To request this information and for any other questions about our privacy practices and compliance with California law, please contact us at privacy@bdo.com . For an explanation of the rights you may have as a California resident, please see the Your Rights section below.} "
    },
    {
      "Text": "The right to opt out of the sale or sharing of your Personal Information, as such terms are defined by applicable laws;",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {To request this information and for any other questions about our privacy practices and compliance with California law, please contact us at privacy@bdo.com . For an explanation of the rights you may have as a California resident, please see the Your Rights section below.} "
    },
    {
      "Text": "The right to object or opt out of certain types of processing, such as targeted advertising, direct marketing, and certain types of profiling and automated decision-making;\\nThe right to request the restriction of processing of your Personal Information;",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {To request this information and for any other questions about our privacy practices and compliance with California law, please contact us at privacy@bdo.com . For an explanation of the rights you may have as a California resident, please see the Your Rights section below.} "
    },
    {
      "Text": "To the extent any of the above rights are applicable, you may exercise your rights by contacting us at privacy@bdo.com, by phone at 1 (877) 236-0001 or by completing our Consumer Request Form. If you wish to opt out of the sale of your Personal Information in the context of our Investigative Due Diligence services, you can submit your request by completing our Do not sell my Personal Information request form. You may opt out of our use of cookies and other technologies for targeted advertising purposes by navigating to the “Opt Out of Targeted Advertising - Do Not Sell or Share My Personal Information” link in the footer of the BDO website you are visiting or clicking through the option in the banner that appears when you first visit our website. If you choose to exercise any of these rights, BDO USA will not discriminate against you in any way. If you exercise certain rights, understand that you may be unable to use or access certain features of BDO USA’s Sites or services.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Your Rights Depending on where you live, you may have the following rights, subject to any applicable exemptions or limitations: The right to know and access your Personal Information, such as the categories of Personal Information we have collected, the sources of Personal Information, the purposes of collection, and how we used, disclosed, sold, or shared Personal Information; The right to correct inaccurate Personal Information that we maintain about you; The right to delete your Personal Information under specific circumstances; The right to opt out of the sale or sharing of your Personal Information, as such terms are defined by applicable laws; The right to object or opt out of certain types of processing, such as targeted advertising, direct marketing, and certain types of profiling and automated decision-making; The right to request the restriction of processing of your Personal Information; The right to data portability, which means requesting a copy of your Personal Information in an accessible format; The right to withdraw your consent under certain circumstances; and The right to lodge a complaint with the relevant data protection supervisory authority. Where applicable, you can find contact information for your data protection supervisory authority on the European Data Protection Board’s website, https://edpb.europa.eu/about-edpb/about-edpb/members_en , or through other publicly available sources.} "
    },
    {
      "Text": "We may occasionally update this Privacy Policy to reflect changes in our practices. When we post modifications to this Privacy Policy, we will revise the \"Last Updated” date at the top of this web page. If the changes are material, we will endeavor to notify you in advance of such changes taking place. If you object to any modification, your sole recourse is to notify us that you do not agree and to stop using the Sites and providing us with your Personal Information.\\n\\nWe encourage you to periodically review this page for the latest information on our privacy practices.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Questions about Our Privacy Policy If you have questions about this Privacy Policy, please contact us at privacy@bdo.com . You can also send us physical mail to: BDO USA, LLP, 600 North Pearl Street, Suite 1700, Dallas, TX 75201, Attention: Chief Compliance & Ethics Officer.} "
    },
    {
      "Text": "This Privacy Policy (\"Privacy Policy\") describes how BDO USA, LLP and its subsidiaries (except as described below) (together, \"BDO USA\" or \"we\" or \"us\" or “our”) collect, use, and disclose the Personal Information we collect from or about you when you:\n\nUse the BDO USA website (www.bdo.com) or any other websites, blogs or pages that link to this Privacy Policy (together, the \"Sites\");\nCommunicate with us electronically, such as via email; and\nInteract with us offline, including in person, at an event or via phone.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {chevron_right chevron_left BACK TO MENU Insights Featured Topics chevron_right chevron_right Featured Topics Accounting & SEC Matters Compensation and Pay Practices Corporate Governance Innovation Diversity, Equity and Inclusion Sustainability and ESG Evolving Economy Global Business Mitigating Risk Supply Chain Tax Policy chevron_left BACK TO INSIGHTS Featured Topics Accounting & SEC Matters Compensation and Pay Practices Corporate Governance Innovation Diversity, Equity and Inclusion Sustainability and ESG Evolving Economy Global Business Mitigating Risk Supply Chain Tax Policy Blogs chevron_right chevron_right Blogs Nonprofit Standard Selections chevron_left BACK TO INSIGHTS Blogs Nonprofit Standard Selections Events & Webcasts Podcasts chevron_right chevron_right Podcasts 60-Second Retail BDO in the Boardroom BDO Talks ERISA BDO To-Go Restaurant BDO's Legal Tech Talk Podcast BDO's Spotlight on SPACs Private Equity PErspectives Students Who Know chevron_left BACK TO INSIGHTS Podcasts 60-Second Retail BDO in the Boardroom BDO Talks ERISA BDO To-Go Restaurant BDO's Legal Tech Talk Podcast BDO's Spotlight on SPACs Private Equity PErspectives Students Who Know About Us chevron_right expand_more About Us BDO Alliance USA BDO Alumni Careers Community Engagement Diversity, Equity and Inclusion Global Network Innovation Leadership Team Sustainability and ESG FEATURED Delivering on a Culture That Helps People Thrive Delivering on a Culture That Helps People Thrive Hear from the Ironman competitors themselves. chevron_right Eskander Yavar Appointed National Managing Partner of Advisory Practice Eskander Yavar Appointed National Managing Partner of Advisory Practice Yavar will oversee the continued development of the practice.} "
    },
    {
      "Text": "BDO as a Service Provider \nMost of our clients are businesses, and we may receive and process Personal Information when we provide services to those clients. When this happens, we process your Personal Information pursuant to our contract with our client. That client’s privacy policy applies to your Personal Information, not ours.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Note to BDO USA Clients If you are a client of BDO USA, please refer to our BDO USA Client Data Privacy Policy for information about how we use and disclose the Personal Information we collect about you in the context of our client relationship with you. Unless we state otherwise in our communications with you or in client engagement documents, this Privacy Policy does not apply to the Personal Information we collect in the context of our client relationships.} "
    },
    {
      "Text": "\"Personal Information\" \n\nis information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with you or your household, such as your name, email address, IP address, telephone number, and broader categories of information such as your professional, educational or health information, commercial information, and internet activity.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We may collect Personal Information directly from you and automatically through our use of cookies and other data collection technologies on our Sites. We may also collect your Personal Information from third-party sources, such as social media platforms (if you interact with us through your social media account), references you list on applications and forms, and third parties to whom you direct us to collect your Personal information. We will treat Personal Information collected from third-party sources in accordance with this Privacy Policy.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {That client’s privacy policy applies to your Personal Information, not ours. How We Collect and Use Your Personal Information \"Personal Information\" is information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with you or your household, such as your name, email address, IP address, telephone number, and broader categories of information such as your professional, educational or health information, commercial information, and internet activity.} "
    },
    {
      "Text": "The categories of Personal Information that we collect from you depends on your interactions with us. For example, we may collect:\n\nIdentifiers, such as your name, postal address, phone number, e-mail address, IP address, online identifiers, account names, associated passwords, social media profiles and other similar identifiers. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may also collect your Personal Information from third-party sources, such as social media platforms (if you interact with us through your social media account), references you list on applications and forms, and third parties to whom you direct us to collect your Personal information. We will treat Personal Information collected from third-party sources in accordance with this Privacy Policy.} "
    },
    {
      "Text": "We may collect this information to verify your identity and information, to communicate with you, to create your BDO USA Account (“Account”) and to facilitate your use of our Sites. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The categories of Personal Information that we collect from you depends on your interactions with us. For example, we may collect: Identifiers , such as your name, postal address, phone number, e-mail address, IP address, online identifiers, account names, associated passwords, social media profiles and other similar identifiers.} "
    },
    {
      "Text": "Protected Characteristics, provided with special protection under applicable law, such as your age, race, citizenship, gender, medical information, and disability information.\nProfessional and Employment-Related Information, such as information about your current and former employment, professional degrees and certifications, education background, information about references you list on your application form, certain Identifiers (in order to contact you), and other employment-related information, including your employment goals and objectives. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For example, we may collect: Identifiers , such as your name, postal address, phone number, e-mail address, IP address, online identifiers, account names, associated passwords, social media profiles and other similar identifiers. We may collect this information to verify your identity and information, to communicate with you, to create your BDO USA Account ( “Account” ) and to facilitate your use of our Sites.} "
    },
    {
      "Text": "We may collect this information to process and manage your profile when you interact with us regarding networking events or our professional services, or if you submit an employment or other application to us. We may also collect information provided by you in the course of evaluating or engaging you for employment or other positions. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Protected Characteristics , provided with special protection under applicable law, such as your age, race, citizenship, gender, medical information, and disability information. Professional and Employment-Related Information , such as information about your current and former employment, professional degrees and certifications, education background, information about references you list on your application form, certain Identifiers (in order to contact you), and other employment-related information, including your employment goals and objectives.} "
    },
    {
      "Text": "This information may include your first and last name, email address, CV, resume, cover letter and any other information provided by or about you, including information from references and background check providers.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may collect this information to process and manage your profile when you interact with us regarding networking events or our professional services, or if you submit an employment or other application to us. We may also collect information provided by you in the course of evaluating or engaging you for employment or other positions.} "
    },
    {
      "Text": "Commercial Information, such as products and services purchased from us through the use of our Sites. We may collect this information to conduct business analytics and improve our services to you.\nInternet or other Electronic Activity Information, such as your browsing history, search history, which pages you visit on the Sites, other pages you visit on the Internet, and which browser you used to view the Sites. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may also collect information provided by you in the course of evaluating or engaging you for employment or other positions. This information may include your first and last name, email address, CV, resume, cover letter and any other information provided by or about you, including information from references and background check providers.} "
    },
    {
      "Text": "We may collect this information to understand your use of the Sites and of your Account.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Internet or other Electronic Activity Information , such as your browsing history, search history, which pages you visit on the Sites, other pages you visit on the Internet, and which browser you used to view the Sites. Please review the “Cookies and Other Technologies” section to learn more about our use of cookies and tracking technologies.} "
    },
    {
      "Text": "Profile Information, such as information about your preferences and characteristics (including inferences drawn from other personal information).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please review the “Cookies and Other Technologies” section to learn more about our use of cookies and tracking technologies. We may collect this information to understand your use of the Sites and of your Account.} "
    },
    {
      "Text": "We may collect this information in order to understand your preferences and tailor our services and communications to you. In addition, if you visit our premises, we may collect information to protect the health and safety of our personnel, clients, guests, and the general public, such as health and travel information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may collect this information to understand your use of the Sites and of your Account. Profile Information , such as information about your preferences and characteristics (including inferences drawn from other personal information).} "
    },
    {
      "Text": "In addition to the purposes for collection described above, we also may collect each category of information for the purpose of performing services for you and maintaining our relationship with you, which include:\n\nMaintaining and servicing your Account, including managing your preferences.\nTaking steps to improve our services to you, including to run analytics, improve our artificial intelligence tools, assess the quality of our services, and for other related internal business purposes.\nAdministering and improving our Sites, including to measuring the effectiveness of the Sites, diagnosing problems with our server, analyzing where Site traffic is coming from, and to identifying our Site users.\nCommunicating with you to personalize your experience with the BDO USA and improve our understanding of your needs, and to respond to inquiries you send to us.\nSending you messages promoting our products and services. You may opt-out of receiving certain promotional e-mail messages from us as described in the \"Marketing Opt-Out\" section below.\nProtecting the health and safety of our personnel, clients, guests, and the general public.\nComplying with our legal, regulatory and risk management obligations, including establishing, exercising and/or defending legal claims.\nFor other purposes consistent with the context of the collection of your information, or as otherwise disclosed to you prior to the use of your information.\nSome of the information we collect may be considered Sensitive Personal Information under privacy laws, such as your health information and account log-in information. We use your Sensitive Personal Information only for legitimate business purposes, including to (i) perform services or provide goods reasonably expected by an average person; (ii) detect security incidents; (iii) resist malicious, deceptive, or illegal actions; (iv) ensure the physical safety of individuals; (v) for short-term, transient use, including non-personalized advertising; (vi) perform or provide internal business services; or (vii) verify or maintain the quality or safety of a service or device. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may collect this information in order to understand your preferences and tailor our services and communications to you. In addition, if you visit our premises, we may collect information to protect the health and safety of our personnel, clients, guests, and the general public, such as health and travel information.} "
    },
    {
      "Text": "How We Disclose Your Personal Information\nWe may share the categories of Personal Information described above in the following circumstances to the following categories of third parties:\n\nWe may share your Personal Information with companies or individuals that we contract with in order to receive services (our “Service Providers”). These services may include, among other things, providing products or services to you on our behalf, creating or maintaining our databases, payment processing, researching, and analyzing the people who request information from us, preparing distribution communications, responding to inquiries, or processing applications. We may also disclose to these Service Providers your health and travel-related information in order to protect the health and safety of our personnel, clients, guests, and the general public.  Our policy is to inform our Service Providers not to use or disclose your Personal Information for any purpose other than for providing services to us.\nWe may share your Personal Information with companies that we own or control, or are owned or controlled by (our “Corporate Family”), including health and travel-related information in order to protect the health and safety of our personnel, clients, guests, and the general public.\nWe may share your Personal Information with companies or individuals outside of BDO USA who may use your Personal Information for their own purposes (a “Third Party”). For example:\nOur clients.\nIf you choose to submit Personal Information through the “Testimonials” link, we may share your Personal Information publicly or with Third Parties.\nFrom time to time, we may be required to provide Personal Information to a Third Party in response to a court order, subpoena, government investigation, or as otherwise required by law or legal process.\nWe may share your Personal Information with Third Parties, such as law enforcement agencies, other government agencies, or health authorities (i) when we, in good faith, believe you or others are acting unlawfully, (ii) when we believe it is necessary or appropriate to satisfy any law, regulation or other governmental request, (iii) to operate our business and Sites properly, (iv) to protect or defend our rights or the rights or well-being of our users, even without a subpoena, warrant or court order, or (v) we believe disclosure is necessary to protect the health and safety of our personnel, clients, guests, and the general public.\nWe may, as a result of a sale, merger, consolidation, change in control, transfer of assets, reorganization, or liquidation of our company (a \"Reorganization Event\"), transfer or assign your Personal Information to parties involved in the Reorganization Event. You acknowledge that such transfers may occur and are permitted by and subject to this Privacy Policy.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Some of the information we collect may be considered Sensitive Personal Information under privacy laws, such as your health information and account log-in information. We use your Sensitive Personal Information only for legitimate business purposes, including to (i) perform services or provide goods reasonably expected by an average person; (ii) detect security incidents; (iii) resist malicious, deceptive, or illegal actions; (iv) ensure the physical safety of individuals; (v) for short-term, transient use, including non-personalized advertising; (vi) perform or provide internal business services; or (vii) verify or maintain the quality or safety of a service or device.} "
    },
    {
      "Text": "Cookies track where you travel on the Sites and what you look at. In doing so, a cookie may enable us to relate your use of the Sites to your Personal Information. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Cookies and Other Technologies We may use \"cookies\" to keep, and sometimes track, information about you on our Sites. Cookies are small data files that are sent to your browser or related software from a Web server and stored on your computer's hard drive.} "
    },
    {
      "Text": "Cookies and Other Technologies\nWe may use \"cookies\" to keep, and sometimes track, information about you on our Sites",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may, as a result of a sale, merger, consolidation, change in control, transfer of assets, reorganization, or liquidation of our company (a \"Reorganization Event\"), transfer or assign your Personal Information to parties involved in the Reorganization Event. You acknowledge that such transfers may occur and are permitted by and subject to this Privacy Policy.} "
    },
    {
      "Text": "Web beacons collect information automatically, such as the type of browser that you use and your IP address",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may also use web beacons (a.k.a. clear GIFs, web bugs or pixel tags) to personalize your experience on the Sites, to generate information about Site traffic and trends, and to verify your viewing and/or receipt of communications.} "
    },
    {
      "Text": "We may also use web beacons (a.k.a. clear GIFs, web bugs or pixel tags) to personalize your experience on the Sites, to generate information about Site traffic and trends, and to verify your viewing and/or receipt of communications",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Refusing a cookie will generally not interfere with your use of the Sites. However, refusal of a cookie may, in some cases, preclude you from using or negatively impact the display or function of the Sites or certain areas or features of the Sites.} "
    },
    {
      "Text": "Web beacons may be used alone or in conjunction with cookies. When web beacons are used with cookies, they may link this information to other Personal Information that you have provided to us",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {clear GIFs, web bugs or pixel tags) to personalize your experience on the Sites, to generate information about Site traffic and trends, and to verify your viewing and/or receipt of communications. Web beacons collect information automatically, such as the type of browser that you use and your IP address.} "
    },
    {
      "Text": "Please note that we do not sell any personal information received on behalf of our clients, and we do not sell any personal information obtained in the course of providing our other services, including Tax, Audit & Assurance and Advisory (other than IDD) services.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In the preceding 12 months, BDO USA has sold or shared the following categories of Personal Information to with our targeted advertising service providers and partners: Identifiers, Internet or Other Electronic Activity Information, and Profile Information. We do not knowingly sell the Personal Information of minors under 16.} "
    },
    {
      "Text": "Your Rights\nDepending on where you live, you may have the following rights, subject to any applicable exemptions or limitations:\n\nThe right to know and access your Personal Information, such as the categories of Personal Information we have collected, the sources of Personal Information, the purposes of collection, and how we used, disclosed, sold, or shared Personal Information; ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {To request this information and for any other questions about our privacy practices and compliance with California law, please contact us at privacy@bdo.com . For an explanation of the rights you may have as a California resident, please see the Your Rights section below.} "
    },
    {
      "Text": "Your Rights\nDepending on where you live, you may have the following rights, subject to any applicable exemptions or limitations:\n\nThe right to know and access your Personal Information, such as the categories of Personal Information we have collected, the sources of Personal Information, the purposes of collection, and how we used, disclosed, sold, or shared Personal Information; ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {To request this information and for any other questions about our privacy practices and compliance with California law, please contact us at privacy@bdo.com . For an explanation of the rights you may have as a California resident, please see the Your Rights section below.} "
    },
    {
      "Text": "The right to correct inaccurate Personal Information that we maintain about you;",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {To request this information and for any other questions about our privacy practices and compliance with California law, please contact us at privacy@bdo.com . For an explanation of the rights you may have as a California resident, please see the Your Rights section below.} "
    },
    {
      "Text": "The right to delete your Personal Information under specific circumstances;",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {To request this information and for any other questions about our privacy practices and compliance with California law, please contact us at privacy@bdo.com . For an explanation of the rights you may have as a California resident, please see the Your Rights section below.} "
    },
    {
      "Text": "The right to opt out of the sale or sharing of your Personal Information, as such terms are defined by applicable laws;\nThe right to object or opt out of certain types of processing, such as targeted advertising, direct marketing, and certain types of profiling and automated decision-making;",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {To request this information and for any other questions about our privacy practices and compliance with California law, please contact us at privacy@bdo.com . For an explanation of the rights you may have as a California resident, please see the Your Rights section below.} "
    },
    {
      "Text": "The right to request the restriction of processing of your Personal Information; ",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {To request this information and for any other questions about our privacy practices and compliance with California law, please contact us at privacy@bdo.com . For an explanation of the rights you may have as a California resident, please see the Your Rights section below.} "
    },
    {
      "Text": "To the extent any of the above rights are applicable, you may exercise your rights by contacting us at privacy@bdo.com, by phone at 1 (877) 236-0001 or by completing our Consumer Request Form. If you wish to opt out of the sale of your Personal Information in the context of our Investigative Due Diligence services, you can submit your request by completing our Do not sell my Personal Information request form. You may opt out of our use of cookies and other technologies for targeted advertising purposes by navigating to the “Opt Out of Targeted Advertising - Do Not Sell or Share My Personal Information” link in the footer of the BDO website you are visiting or clicking through the option in the banner that appears when you first visit our website.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Your Rights Depending on where you live, you may have the following rights, subject to any applicable exemptions or limitations: The right to know and access your Personal Information, such as the categories of Personal Information we have collected, the sources of Personal Information, the purposes of collection, and how we used, disclosed, sold, or shared Personal Information; The right to correct inaccurate Personal Information that we maintain about you; The right to delete your Personal Information under specific circumstances; The right to opt out of the sale or sharing of your Personal Information, as such terms are defined by applicable laws; The right to object or opt out of certain types of processing, such as targeted advertising, direct marketing, and certain types of profiling and automated decision-making; The right to request the restriction of processing of your Personal Information; The right to data portability, which means requesting a copy of your Personal Information in an accessible format; The right to withdraw your consent under certain circumstances; and The right to lodge a complaint with the relevant data protection supervisory authority. Where applicable, you can find contact information for your data protection supervisory authority on the European Data Protection Board’s website, https://edpb.europa.eu/about-edpb/about-edpb/members_en , or through other publicly available sources.} "
    },
    {
      "Text": "If you choose to exercise any of these rights, BDO USA will not discriminate against you in any way",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {If you wish to opt out of the sale of your Personal Information in the context of our Investigative Due Diligence services, you can submit your request by completing our Do not sell my Personal Information request form. You may opt out of our use of cookies and other technologies for targeted advertising purposes by navigating to the “Opt Out of Targeted Advertising - Do Not Sell or Share My Personal Information” link in the footer of the BDO website you are visiting or clicking through the option in the banner that appears when you first visit our website.} "
    },
    {
      "Text": "Opt-out of Targeted Advertising – Do Not Sell or Share My Personal Information\nBDO USA, LLP uses third party cookies and similar technologies to deliver targeted advertisements, also known as data “sharing” and/or “selling” under California law, as further detailed in our Privacy Policy. In accordance with applicable law, we provide you with the ability to opt out of these activities. If you opt-out below, we will no longer send you targeted advertisements based on information we collect when you visit this website from your web browser.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Communicating with you to personalize your experience with the BDO USA and improve our understanding of your needs, and to respond to inquiries you send to us. Sending you messages promoting our products and services.} "
    },
    {
      "Text": "We may, as a result of a sale, merger, consolidation, change in control, transfer of assets, reorganization, or liquidation of our company (a \"Reorganization Event\"), transfer or assign your Personal Information to parties involved in the Reorganization Event. You acknowledge that such transfers may occur and are permitted by and subject to this Privacy Policy.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {That client’s privacy policy applies to your Personal Information, not ours. How We Collect and Use Your Personal Information \"Personal Information\" is information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with you or your household, such as your name, email address, IP address, telephone number, and broader categories of information such as your professional, educational or health information, commercial information, and internet activity.} "
    },
    {
      "Text": "We may share your Personal Information with companies or individuals outside of BDO USA who may use your Personal Information for their own purposes (a “Third Party”). For example:\\nOur clients.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Some of the information we collect may be considered Sensitive Personal Information under privacy laws, such as your health information and account log-in information. We use your Sensitive Personal Information only for legitimate business purposes, including to (i) perform services or provide goods reasonably expected by an average person; (ii) detect security incidents; (iii) resist malicious, deceptive, or illegal actions; (iv) ensure the physical safety of individuals; (v) for short-term, transient use, including non-personalized advertising; (vi) perform or provide internal business services; or (vii) verify or maintain the quality or safety of a service or device.} "
    },
    {
      "Text": "We may share your Personal Information with companies or individuals that we contract with in order to receive services (our “Service Providers”). These services may include, among other things, providing products or services to you on our behalf, creating or maintaining our databases, payment processing, researching, and analyzing the people who request information from us, preparing distribution communications, responding to inquiries, or processing applications. We may also disclose to these Service Providers your health and travel-related information in order to protect the health and safety of our personnel, clients, guests, and the general public.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Some of the information we collect may be considered Sensitive Personal Information under privacy laws, such as your health information and account log-in information. We use your Sensitive Personal Information only for legitimate business purposes, including to (i) perform services or provide goods reasonably expected by an average person; (ii) detect security incidents; (iii) resist malicious, deceptive, or illegal actions; (iv) ensure the physical safety of individuals; (v) for short-term, transient use, including non-personalized advertising; (vi) perform or provide internal business services; or (vii) verify or maintain the quality or safety of a service or device.} "
    },
    {
      "Text": "Personal Information\" \\n\\nis information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with you or your household, such as your name, email address, IP address, telephone number, and broader categories of information such as your professional, educational or health information, commercial information, and internet activity.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {chevron_right chevron_left BACK TO MENU Insights Featured Topics chevron_right chevron_right Featured Topics Accounting & SEC Matters Compensation and Pay Practices Corporate Governance Innovation Diversity, Equity and Inclusion Sustainability and ESG Evolving Economy Global Business Mitigating Risk Supply Chain Tax Policy chevron_left BACK TO INSIGHTS Featured Topics Accounting & SEC Matters Compensation and Pay Practices Corporate Governance Innovation Diversity, Equity and Inclusion Sustainability and ESG Evolving Economy Global Business Mitigating Risk Supply Chain Tax Policy Blogs chevron_right chevron_right Blogs Nonprofit Standard Selections chevron_left BACK TO INSIGHTS Blogs Nonprofit Standard Selections Events & Webcasts Podcasts chevron_right chevron_right Podcasts 60-Second Retail BDO in the Boardroom BDO Talks ERISA BDO To-Go Restaurant BDO's Legal Tech Talk Podcast BDO's Spotlight on SPACs Private Equity PErspectives Students Who Know chevron_left BACK TO INSIGHTS Podcasts 60-Second Retail BDO in the Boardroom BDO Talks ERISA BDO To-Go Restaurant BDO's Legal Tech Talk Podcast BDO's Spotlight on SPACs Private Equity PErspectives Students Who Know About Us chevron_right expand_more About Us BDO Alliance USA BDO Alumni Careers Community Engagement Diversity, Equity and Inclusion Global Network Innovation Leadership Team Sustainability and ESG FEATURED Delivering on a Culture That Helps People Thrive Delivering on a Culture That Helps People Thrive Hear from the Ironman competitors themselves. chevron_right Eskander Yavar Appointed National Managing Partner of Advisory Practice Eskander Yavar Appointed National Managing Partner of Advisory Practice Yavar will oversee the continued development of the practice.} "
    },
    {
      "Text": "\"Personal Information\" \\n\\nis information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with you or your household, such as your name, email address, IP address, telephone number, and broader categories of information such as your professional, educational or health information, commercial information, and internet activity.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "The categories of Personal Information that we collect from you depends on your interactions with us. For example, we may collect:\\n\\nIdentifiers, such as your name, postal address, phone number, e-mail address, IP address, online identifiers, account names, associated passwords, social media profiles and other similar identifiers.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may also collect your Personal Information from third-party sources, such as social media platforms (if you interact with us through your social media account), references you list on applications and forms, and third parties to whom you direct us to collect your Personal information. We will treat Personal Information collected from third-party sources in accordance with this Privacy Policy.} "
    },
    {
      "Text": "Protected Characteristics, provided with special protection under applicable law, such as your age, race, citizenship, gender, medical information, and disability information.\\nProfessional and Employment-Related Information, such as information about your current and former employment, professional degrees and certifications, education background, information about references you list on your application form, certain Identifiers (in order to contact you), and other employment-related information, including your employment goals and objectives.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For example, we may collect: Identifiers , such as your name, postal address, phone number, e-mail address, IP address, online identifiers, account names, associated passwords, social media profiles and other similar identifiers. We may collect this information to verify your identity and information, to communicate with you, to create your BDO USA Account ( “Account” ) and to facilitate your use of our Sites.} "
    },
    {
      "Text": "Commercial Information, such as products and services purchased from us through the use of our Sites. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may also collect information provided by you in the course of evaluating or engaging you for employment or other positions. This information may include your first and last name, email address, CV, resume, cover letter and any other information provided by or about you, including information from references and background check providers.} "
    },
    {
      "Text": "Internet or other Electronic Activity Information, such as your browsing history, search history, which pages you visit on the Sites, other pages you visit on the Internet, and which browser you used to view the Sites.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Commercial Information , such as products and services purchased from us through the use of our Sites. We may collect this information to conduct business analytics and improve our services to you.} "
    },
    {
      "Text": "Profile Information, such as information about your preferences and characteristics (including inferences drawn from other personal information). ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please review the “Cookies and Other Technologies” section to learn more about our use of cookies and tracking technologies. We may collect this information to understand your use of the Sites and of your Account.} "
    },
    {
      "Text": "The categories of Personal Information that we collect from you depends on your interactions with us. For example, we may collect:\\n\\nIdentifiers, such as your name, postal address, phone number, e-mail address, IP address, online identifiers, account names, associated passwords, social media profiles and other similar identifiers",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may also collect your Personal Information from third-party sources, such as social media platforms (if you interact with us through your social media account), references you list on applications and forms, and third parties to whom you direct us to collect your Personal information. We will treat Personal Information collected from third-party sources in accordance with this Privacy Policy.} "
    },
    {
      "Text": "Protected Characteristics, provided with special protection under applicable law, such as your age, race, citizenship, gender, medical information, and disability information.\\nProfessional and Employment-Related Information, such as information about your current and former employment, professional degrees and certifications, education background, information about references you list on your application form, certain Identifiers (in order to contact you), and other employment-related information, including your employment goals and objectives. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {For example, we may collect: Identifiers , such as your name, postal address, phone number, e-mail address, IP address, online identifiers, account names, associated passwords, social media profiles and other similar identifiers. We may collect this information to verify your identity and information, to communicate with you, to create your BDO USA Account ( “Account” ) and to facilitate your use of our Sites.} "
    },
    {
      "Text": "Commercial Information, such as products and services purchased from us through the use of our Sites",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may also collect information provided by you in the course of evaluating or engaging you for employment or other positions. This information may include your first and last name, email address, CV, resume, cover letter and any other information provided by or about you, including information from references and background check providers.} "
    },
    {
      "Text": "Internet or other Electronic Activity Information, such as your browsing history, search history, which pages you visit on the Sites, other pages you visit on the Internet, and which browser you used to view the Sites. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Commercial Information , such as products and services purchased from us through the use of our Sites. We may collect this information to conduct business analytics and improve our services to you.} "
    },
    {
      "Text": "Profile Information, such as information about your preferences and characteristics (including inferences drawn from other personal information).",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Please review the “Cookies and Other Technologies” section to learn more about our use of cookies and tracking technologies. We may collect this information to understand your use of the Sites and of your Account.} "
    },
    {
      "Text": "Third Party Analytics\\n\\nWe use automated devices and applications, such as Google Analytics and Crazy Egg, to evaluate usage of our Sites. We also may use other analytic means to evaluate our Sites and services. We use these tools to help us improve the Sites, performance, and user experiences. These entities may use cookies and other tracking technologies to perform their services. We do not share your Personal Information with these third parties.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {When web beacons are used with cookies, they may link this information to other Personal Information that you have provided to us. Web beacons usually are not visible to you.} "
    },
    {
      "Text": " To learn about how Crazy Egg uses the analytics information it collects, please visit Crazy Egg’s Privacy Policy; to opt-out of Crazy Egg’s analytics tracking, please visit https://www.crazyegg.com/opt-out/.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We do not share your Personal Information with these third parties. To learn how Google Analytics collects and processes data, please visit: “How Google uses data when you use our partners’ sites or apps” located at www.google.com/policies/privacy/partners .} "
    },
    {
      "Text": "To learn about how Crazy Egg uses the analytics information it collects, please visit Crazy Egg’s Privacy Policy; to opt-out of Crazy Egg’s analytics tracking, please visit https://www.crazyegg.com/opt-out/.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We do not share your Personal Information with these third parties. To learn how Google Analytics collects and processes data, please visit: “How Google uses data when you use our partners’ sites or apps” located at www.google.com/policies/privacy/partners .} "
    },
    {
      "Text": "California Privacy Disclosures\\nCalifornia residents are entitled to the following additional disclosures about our data processing:  \\n\\nIn the preceding 12 months, BDO USA has collected the categories of Personal Information detailed in “How We Collect and Use Your Personal Information” above. The purposes for which BDO USA has collected Personal Information and the sources of that information are also described above",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, your option not to receive promotional and marketing e-mail shall not preclude us from corresponding with you, by e-mail or otherwise, regarding your existing relationship with us. Your opt-out request will also not apply to correspondence that has already been initiated.} "
    },
    {
      "Text": "In the preceding 12 months, BDO USA has disclosed Personal Information for a business purpose as detailed in the How we Disclose Your Personal Information section above.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {However, your option not to receive promotional and marketing e-mail shall not preclude us from corresponding with you, by e-mail or otherwise, regarding your existing relationship with us. Your opt-out request will also not apply to correspondence that has already been initiated.} "
    },
    {
      "Text": "We may sell information in the context of our Investigative Due Diligence (“IDD”) services. In the preceding 12 months, BDO USA has sold the following categories of Personal Information to IDD clients:  Identifiers, Protected Characteristics, Professional and Employment-Related Information, Commercial Information, Internet or Other Electronic Activity Information, and Profile Information. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The purposes for which BDO USA has collected Personal Information and the sources of that information are also described above. In the preceding 12 months, BDO USA has disclosed Personal Information for a business purpose as detailed in the How we Disclose Your Personal Information section above .} "
    },
    {
      "Text": "We may also sell information to the extent our use of cookies and tracking technologies for targeted advertising constitutes a “sale” under the CCPA.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may sell information in the context of our Investigative Due Diligence (“IDD”) services. In the preceding 12 months, BDO USA has sold the following categories of Personal Information to IDD clients:  Identifiers, Protected Characteristics, Professional and Employment-Related Information, Commercial Information, Internet or Other Electronic Activity Information, and Profile Information.} "
    },
    {
      "Text": "This use of cookies and tracking technologies also constitutes “sharing” under the CCPA.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In the preceding 12 months, BDO USA has sold the following categories of Personal Information to IDD clients:  Identifiers, Protected Characteristics, Professional and Employment-Related Information, Commercial Information, Internet or Other Electronic Activity Information, and Profile Information. We may also sell information to the extent our use of cookies and tracking technologies for targeted advertising constitutes a “sale” under the CCPA.} "
    },
    {
      "Text": "Your opt-out rights are described in the Your Rights section below.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {If you have an Account, you may be able to manage your subscriptions through your Account . However, your option not to receive promotional and marketing e-mail shall not preclude us from corresponding with you, by e-mail or otherwise, regarding your existing relationship with us.} "
    },
    {
      "Text": " In the preceding 12 months, BDO USA has sold or shared the following categories of Personal Information to with our targeted advertising service providers and partners: Identifiers, Internet or Other Electronic Activity Information, and Profile Information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {However, your option not to receive promotional and marketing e-mail shall not preclude us from corresponding with you, by e-mail or otherwise, regarding your existing relationship with us. Your opt-out request will also not apply to correspondence that has already been initiated.} "
    },
    {
      "Text": " In the preceding 12 months, BDO USA has sold or shared the following categories of Personal Information to with our targeted advertising service providers and partners: Identifiers, Internet or Other Electronic Activity Information, and Profile Information.\\nWe do not knowingly sell the Personal Information of minors under 16.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {However, your option not to receive promotional and marketing e-mail shall not preclude us from corresponding with you, by e-mail or otherwise, regarding your existing relationship with us. Your opt-out request will also not apply to correspondence that has already been initiated.} "
    },
    {
      "Text": "Changes to Our Privacy Policy\\nWe may occasionally update this Privacy Policy to reflect changes in our practices. When we post modifications to this Privacy Policy, we will revise the \"Last Updated” date at the top of this web page. If the changes are material, we will endeavor to notify you in advance of such changes taking place. If you object to any modification, your sole recourse is to notify us that you do not agree and to stop using the Sites and providing us with your Personal Information.\\n\\nWe encourage you to periodically review this page for the latest information on our privacy practices.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Questions about Our Privacy Policy If you have questions about this Privacy Policy, please contact us at privacy@bdo.com . You can also send us physical mail to: BDO USA, LLP, 600 North Pearl Street, Suite 1700, Dallas, TX 75201, Attention: Chief Compliance & Ethics Officer.} "
    },
    {
      "Text": "How We Collect and Use Your Personal Information",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {When this happens, we process your Personal Information pursuant to our contract with our client. That client’s privacy policy applies to your Personal Information, not ours.} "
    },
    {
      "Text": "We may collect Personal Information directly from you and automatically through our use of cookies and other data collection technologies on our Sites. We may also collect your Personal Information from third-party sources, such as social media platforms (if you interact with us through your social media account), references you list on applications and forms, and third parties to whom you direct us to collect your Personal information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {That client’s privacy policy applies to your Personal Information, not ours. How We Collect and Use Your Personal Information \"Personal Information\" is information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with you or your household, such as your name, email address, IP address, telephone number, and broader categories of information such as your professional, educational or health information, commercial information, and internet activity.} "
    },
    {
      "Text": "The categories of Personal Information that we collect from you depends on your interactions with us. For example, we may collect:\n\nIdentifiers, such as your name, postal address, phone number, e-mail address, IP address, online identifiers, account names, associated passwords, social media profiles and other similar identifiers. We may collect this information to verify your identity and information, to communicate with you, to create your BDO USA Account (“Account”) and to facilitate your use of our Sites.  \nProtected Characteristics, provided with special protection under applicable law, such as your age, race, citizenship, gender, medical information, and disability information.\nProfessional and Employment-Related Information, such as information about your current and former employment, professional degrees and certifications, education background, information about references you list on your application form, certain Identifiers (in order to contact you), and other employment-related information, including your employment goals and objectives. We may collect this information to process and manage your profile when you interact with us regarding networking events or our professional services, or if you submit an employment or other application to us. We may also collect information provided by you in the course of evaluating or engaging you for employment or other positions. This information may include your first and last name, email address, CV, resume, cover letter and any other information provided by or about you, including information from references and background check providers.\nCommercial Information, such as products and services purchased from us through the use of our Sites. We may collect this information to conduct business analytics and improve our services to you.\nInternet or other Electronic Activity Information, such as your browsing history, search history, which pages you visit on the Sites, other pages you visit on the Internet, and which browser you used to view the Sites. Please review the “Cookies and Other Technologies” section to learn more about our use of cookies and tracking technologies. We may collect this information to understand your use of the Sites and of your Account.\nProfile Information, such as information about your preferences and characteristics (including inferences drawn from other personal information). We may collect this information in order to understand your preferences and tailor our services and communications to you. In addition, if you visit our premises, we may collect information to protect the health and safety of our personnel, clients, guests, and the general public, such as health and travel information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may also collect your Personal Information from third-party sources, such as social media platforms (if you interact with us through your social media account), references you list on applications and forms, and third parties to whom you direct us to collect your Personal information. We will treat Personal Information collected from third-party sources in accordance with this Privacy Policy.} "
    },
    {
      "Text": "In addition to the purposes for collection described above, we also may collect each category of information for the purpose of performing services for you and maintaining our relationship with you, which include:\n\nMaintaining and servicing your Account, including managing your preferences.\nTaking steps to improve our services to you, including to run analytics, improve our artificial intelligence tools, assess the quality of our services, and for other related internal business purposes.\nAdministering and improving our Sites, including to measuring the effectiveness of the Sites, diagnosing problems with our server, analyzing where Site traffic is coming from, and to identifying our Site users.\nCommunicating with you to personalize your experience with the BDO USA and improve our understanding of your needs, and to respond to inquiries you send to us.\nSending you messages promoting our products and services. You may opt-out of receiving certain promotional e-mail messages from us as described in the \"Marketing Opt-Out\" section below.\nProtecting the health and safety of our personnel, clients, guests, and the general public.\nComplying with our legal, regulatory and risk management obligations, including establishing, exercising and/or defending legal claims.\nFor other purposes consistent with the context of the collection of your information, or as otherwise disclosed to you prior to the use of your information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may collect this information in order to understand your preferences and tailor our services and communications to you. In addition, if you visit our premises, we may collect information to protect the health and safety of our personnel, clients, guests, and the general public, such as health and travel information.} "
    },
    {
      "Text": "We use your Sensitive Personal Information only for legitimate business purposes, including to (i) perform services or provide goods reasonably expected by an average person; (ii) detect security incidents; (iii) resist malicious, deceptive, or illegal actions; (iv) ensure the physical safety of individuals; (v) for short-term, transient use, including non-personalized advertising; (vi) perform or provide internal business services; or (vii) verify or maintain the quality or safety of a service or device. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For other purposes consistent with the context of the collection of your information, or as otherwise disclosed to you prior to the use of your information. Some of the information we collect may be considered Sensitive Personal Information under privacy laws, such as your health information and account log-in information.} "
    },
    {
      "Text": "How We Disclose Your Personal Information\nWe may share the categories of Personal Information described above in the following circumstances to the following categories of third parties:\n\nWe may share your Personal Information with companies or individuals that we contract with in order to receive services (our “Service Providers”). These services may include, among other things, providing products or services to you on our behalf, creating or maintaining our databases, payment processing, researching, and analyzing the people who request information from us, preparing distribution communications, responding to inquiries, or processing applications. We may also disclose to these Service Providers your health and travel-related information in order to protect the health and safety of our personnel, clients, guests, and the general public.  Our policy is to inform our Service Providers not to use or disclose your Personal Information for any purpose other than for providing services to us.\nWe may share your Personal Information with companies that we own or control, or are owned or controlled by (our “Corporate Family”), including health and travel-related information in order to protect the health and safety of our personnel, clients, guests, and the general public.\nWe may share your Personal Information with companies or individuals outside of BDO USA who may use your Personal Information for their own purposes (a “Third Party”). For example:\nOur clients.\nIf you choose to submit Personal Information through the “Testimonials” link, we may share your Personal Information publicly or with Third Parties.\nFrom time to time, we may be required to provide Personal Information to a Third Party in response to a court order, subpoena, government investigation, or as otherwise required by law or legal process.\nWe may share your Personal Information with Third Parties, such as law enforcement agencies, other government agencies, or health authorities (i) when we, in good faith, believe you or others are acting unlawfully, (ii) when we believe it is necessary or appropriate to satisfy any law, regulation or other governmental request, (iii) to operate our business and Sites properly, (iv) to protect or defend our rights or the rights or well-being of our users, even without a subpoena, warrant or court order, or (v) we believe disclosure is necessary to protect the health and safety of our personnel, clients, guests, and the general public.\nWe may, as a result of a sale, merger, consolidation, change in control, transfer of assets, reorganization, or liquidation of our company (a \"Reorganization Event\"), transfer or assign your Personal Information to parties involved in the Reorganization Event. You acknowledge that such transfers may occur and are permitted by and subject to this Privacy Policy.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Some of the information we collect may be considered Sensitive Personal Information under privacy laws, such as your health information and account log-in information. We use your Sensitive Personal Information only for legitimate business purposes, including to (i) perform services or provide goods reasonably expected by an average person; (ii) detect security incidents; (iii) resist malicious, deceptive, or illegal actions; (iv) ensure the physical safety of individuals; (v) for short-term, transient use, including non-personalized advertising; (vi) perform or provide internal business services; or (vii) verify or maintain the quality or safety of a service or device.} "
    },
    {
      "Text": "Cookies and Other Technologies\nWe may use \"cookies\" to keep, and sometimes track, information about you on our Sites. Cookies are small data files that are sent to your browser or related software from a Web server and stored on your computer's hard drive. Cookies track where you travel on the Sites and what you look at. In doing so, a cookie may enable us to relate your use of the Sites to your Personal Information. Many other websites use cookies for very similar purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may, as a result of a sale, merger, consolidation, change in control, transfer of assets, reorganization, or liquidation of our company (a \"Reorganization Event\"), transfer or assign your Personal Information to parties involved in the Reorganization Event. You acknowledge that such transfers may occur and are permitted by and subject to this Privacy Policy.} "
    },
    {
      "Text": "We may also use web beacons (a.k.a. clear GIFs, web bugs or pixel tags) to personalize your experience on the Sites, to generate information about Site traffic and trends, and to verify your viewing and/or receipt of communications. Web beacons collect information automatically, such as the type of browser that you use and your IP address. Web beacons may be used alone or in conjunction with cookies. When web beacons are used with cookies, they may link this information to other Personal Information that you have provided to us. Web beacons usually are not visible to you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Refusing a cookie will generally not interfere with your use of the Sites. However, refusal of a cookie may, in some cases, preclude you from using or negatively impact the display or function of the Sites or certain areas or features of the Sites.} "
    },
    {
      "Text": "Third Party Analytics\n\nWe use automated devices and applications, such as Google Analytics and Crazy Egg, to evaluate usage of our Sites. We also may use other analytic means to evaluate our Sites and services. We use these tools to help us improve the Sites, performance, and user experiences. These entities may use cookies and other tracking technologies to perform their services. We do not share your Personal Information with these third parties.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {When web beacons are used with cookies, they may link this information to other Personal Information that you have provided to us. Web beacons usually are not visible to you.} "
    },
    {
      "Text": "Third Party Analytics\n\nWe use automated devices and applications, such as Google Analytics and Crazy Egg, to evaluate usage of our Sites. We also may use other analytic means to evaluate our Sites and services. We use these tools to help us improve the Sites, performance, and user experiences. These entities may use cookies and other tracking technologies to perform their services. We do not share your Personal Information with these third parties.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {When web beacons are used with cookies, they may link this information to other Personal Information that you have provided to us. Web beacons usually are not visible to you.} "
    },
    {
      "Text": "Third Party Analytics\n\nWe use automated devices and applications, such as Google Analytics and Crazy Egg, to evaluate usage of our Sites. We also may use other analytic means to evaluate our Sites and services. We use these tools to help us improve the Sites, performance, and user experiences. These entities may use cookies and other tracking technologies to perform their services. We do not share your Personal Information with these third parties.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {When web beacons are used with cookies, they may link this information to other Personal Information that you have provided to us. Web beacons usually are not visible to you.} "
    },
    {
      "Text": "We may sell information in the context of our Investigative Due Diligence (“IDD”) services. In the preceding 12 months, BDO USA has sold the following categories of Personal Information to IDD clients:  Identifiers, Protected Characteristics, Professional and Employment-Related Information, Commercial Information, Internet or Other Electronic Activity Information, and Profile Information. \nWe may also sell information to the extent our use of cookies and tracking technologies for targeted advertising constitutes a “sale” under the CCPA. This use of cookies and tracking technologies also constitutes “sharing” under the CCPA. Your opt-out rights are described in the Your Rights section below. In the preceding 12 months, BDO USA has sold or shared the following categories of Personal Information to with our targeted advertising service providers and partners: Identifiers, Internet or Other Electronic Activity Information, and Profile Information.\nWe do not knowingly sell the Personal Information of minors under 16.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The purposes for which BDO USA has collected Personal Information and the sources of that information are also described above. In the preceding 12 months, BDO USA has disclosed Personal Information for a business purpose as detailed in the How we Disclose Your Personal Information section above .} "
    },
    {
      "Text": "Please note that we do not sell any personal information received on behalf of our clients, and we do not sell any personal information obtained in the course of providing our other services, including Tax, Audit & Assurance and Advisory (other than IDD) services.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In the preceding 12 months, BDO USA has sold or shared the following categories of Personal Information to with our targeted advertising service providers and partners: Identifiers, Internet or Other Electronic Activity Information, and Profile Information. We do not knowingly sell the Personal Information of minors under 16.} "
    },
    {
      "Text": "The right to know and access your Personal Information, such as the categories of Personal Information we have collected, the sources of Personal Information, the purposes of collection, and how we used, disclosed, sold, or shared Personal Information;",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {To request this information and for any other questions about our privacy practices and compliance with California law, please contact us at privacy@bdo.com . For an explanation of the rights you may have as a California resident, please see the Your Rights section below.} "
    },
    {
      "Text": "The right to know and access your Personal Information, such as the categories of Personal Information we have collected, the sources of Personal Information, the purposes of collection, and how we used, disclosed, sold, or shared Personal Information;",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {To request this information and for any other questions about our privacy practices and compliance with California law, please contact us at privacy@bdo.com . For an explanation of the rights you may have as a California resident, please see the Your Rights section below.} "
    },
    {
      "Text": "The right to correct inaccurate Personal Information that we maintain about you;",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {To request this information and for any other questions about our privacy practices and compliance with California law, please contact us at privacy@bdo.com . For an explanation of the rights you may have as a California resident, please see the Your Rights section below.} "
    },
    {
      "Text": "The right to delete your Personal Information under specific circumstances;",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {To request this information and for any other questions about our privacy practices and compliance with California law, please contact us at privacy@bdo.com . For an explanation of the rights you may have as a California resident, please see the Your Rights section below.} "
    },
    {
      "Text": "The right to opt out of the sale or sharing of your Personal Information, as such terms are defined by applicable laws;",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {To request this information and for any other questions about our privacy practices and compliance with California law, please contact us at privacy@bdo.com . For an explanation of the rights you may have as a California resident, please see the Your Rights section below.} "
    },
    {
      "Text": "The right to request the restriction of processing of your Personal Information; ",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {To request this information and for any other questions about our privacy practices and compliance with California law, please contact us at privacy@bdo.com . For an explanation of the rights you may have as a California resident, please see the Your Rights section below.} "
    },
    {
      "Text": "To the extent any of the above rights are applicable, you may exercise your rights by contacting us at privacy@bdo.com, by phone at 1 (877) 236-0001 or by completing our Consumer Request Form. If you wish to opt out of the sale of your Personal Information in the context of our Investigative Due Diligence services, you can submit your request by completing our Do not sell my Personal Information request form.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Your Rights Depending on where you live, you may have the following rights, subject to any applicable exemptions or limitations: The right to know and access your Personal Information, such as the categories of Personal Information we have collected, the sources of Personal Information, the purposes of collection, and how we used, disclosed, sold, or shared Personal Information; The right to correct inaccurate Personal Information that we maintain about you; The right to delete your Personal Information under specific circumstances; The right to opt out of the sale or sharing of your Personal Information, as such terms are defined by applicable laws; The right to object or opt out of certain types of processing, such as targeted advertising, direct marketing, and certain types of profiling and automated decision-making; The right to request the restriction of processing of your Personal Information; The right to data portability, which means requesting a copy of your Personal Information in an accessible format; The right to withdraw your consent under certain circumstances; and The right to lodge a complaint with the relevant data protection supervisory authority. Where applicable, you can find contact information for your data protection supervisory authority on the European Data Protection Board’s website, https://edpb.europa.eu/about-edpb/about-edpb/members_en , or through other publicly available sources.} "
    },
    {
      "Text": "If you choose to exercise any of these rights, BDO USA will not discriminate against you in any way.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {If you wish to opt out of the sale of your Personal Information in the context of our Investigative Due Diligence services, you can submit your request by completing our Do not sell my Personal Information request form. You may opt out of our use of cookies and other technologies for targeted advertising purposes by navigating to the “Opt Out of Targeted Advertising - Do Not Sell or Share My Personal Information” link in the footer of the BDO website you are visiting or clicking through the option in the banner that appears when you first visit our website.} "
    },
    {
      "Text": "Data Security and Retention\nWe maintain one or more databases to store your Personal Information and may retain it as reasonably required to serve you, run our business, and comply with our legal obligations. In determining when your Personal Information is retained or disposed, we may consider the nature and sensitivity of your Personal Information, the potential risk of harm from unauthorized use or disclosure of your Personal Information, the purposes for which we process your Personal Information, and applicable legal requirements.\n\nWe have implemented reasonable safeguards designed to protect your information from loss, misuse, alteration, or destruction. We also take reasonable steps designed to ensure that third parties who work with us agree to protect the Personal Information.\n\nWithout limiting any other terms that apply to our Sites and this Privacy Policy, you understand that we cannot guarantee that your Personal Information will be private or secure. Except to the extent provided by law, we are not responsible or liable to you for any lack of privacy or security you may experience. You are fully responsible for taking precautions and providing security measures best suited for your situation and intended use of the Sites and our services. Please be careful whenever sending Personal Information to us via e-mail. E-mail is not a secure means of transferring information.",
      "Label": "Others",
      "Context": "2 Sentences Before {By using the Sites or providing us with your Personal Information, you understand that your Personal Information will be collected from and processed in the United States and other countries where BDO USA or its vendors operate, and acknowledge that your information may be subject to access by law enforcement and other government entities, including courts and tribunals, in accordance with laws applicable in those jurisdictions. Where applicable, we have implemented appropriate cross border data transfer mechanisms when transferring your Personal Information to a country outside of your home jurisdiction, including the BDO Binding Corporate Rules .} "
    },
    {
      "Text": "Children’s Privacy\nWe do not knowingly collect any Personal Information from children under 13 without prior verifiable parental consent. If BDO USA learns that a child under the age of 13 has submitted Personal Information without parental consent, we will take all reasonable measures to delete the information as soon as possible and to not use such information for any purpose, except where necessary to protect the safety of the child or others as required or allowed by law. If you believe a child under 13 has provided us with Personal Information, please contact us at privacy@bdo.com or the mailing address below.",
      "Label": "Others",
      "Context": "2 Sentences Before {Any access to and use of such third-party websites and services is not governed by this Privacy Policy but instead is governed by the privacy policies of those third parties. We are not responsible for the information practices of such third parties.} "
    },
    {
      "Text": "Changes to Our Privacy Policy\nWe may occasionally update this Privacy Policy to reflect changes in our practices. When we post modifications to this Privacy Policy, we will revise the \"Last Updated” date at the top of this web page. If the changes are material, we will endeavor to notify you in advance of such changes taking place. If you object to any modification, your sole recourse is to notify us that you do not agree and to stop using the Sites and providing us with your Personal Information.\n\nWe encourage you to periodically review this page for the latest information on our privacy practices.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Questions about Our Privacy Policy If you have questions about this Privacy Policy, please contact us at privacy@bdo.com . You can also send us physical mail to: BDO USA, LLP, 600 North Pearl Street, Suite 1700, Dallas, TX 75201, Attention: Chief Compliance & Ethics Officer.} "
    },
    {
      "Text": "Opt-out of Targeted Advertising – Do Not Sell or Share My Personal Information\nBDO USA, LLP uses third party cookies and similar technologies to deliver targeted advertisements, also known as data “sharing” and/or “selling” under California law, as further detailed in our Privacy Policy. In accordance with applicable law, we provide you with the ability to opt out of these activities. If you opt-out below, we will no longer send you targeted advertisements based on information we collect when you visit this website from your web browser. Please note that if you visit this website from a different browser or device, or if you “clear” your cookies or otherwise reset your browser settings, you may need to re-submit your opt out preference.\nPrivacy Policy",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Communicating with you to personalize your experience with the BDO USA and improve our understanding of your needs, and to respond to inquiries you send to us. Sending you messages promoting our products and services.} "
    },
    {
      "Text": "Last Updated: January 1, 2023 ",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {chevron_right chevron_left BACK TO MENU Insights Featured Topics chevron_right chevron_right Featured Topics Accounting & SEC Matters Compensation and Pay Practices Corporate Governance Innovation Diversity, Equity and Inclusion Sustainability and ESG Evolving Economy Global Business Mitigating Risk Supply Chain Tax Policy chevron_left BACK TO INSIGHTS Featured Topics Accounting & SEC Matters Compensation and Pay Practices Corporate Governance Innovation Diversity, Equity and Inclusion Sustainability and ESG Evolving Economy Global Business Mitigating Risk Supply Chain Tax Policy Blogs chevron_right chevron_right Blogs Nonprofit Standard Selections chevron_left BACK TO INSIGHTS Blogs Nonprofit Standard Selections Events & Webcasts Podcasts chevron_right chevron_right Podcasts 60-Second Retail BDO in the Boardroom BDO Talks ERISA BDO To-Go Restaurant BDO's Legal Tech Talk Podcast BDO's Spotlight on SPACs Private Equity PErspectives Students Who Know chevron_left BACK TO INSIGHTS Podcasts 60-Second Retail BDO in the Boardroom BDO Talks ERISA BDO To-Go Restaurant BDO's Legal Tech Talk Podcast BDO's Spotlight on SPACs Private Equity PErspectives Students Who Know About Us chevron_right expand_more About Us BDO Alliance USA BDO Alumni Careers Community Engagement Diversity, Equity and Inclusion Global Network Innovation Leadership Team Sustainability and ESG FEATURED Delivering on a Culture That Helps People Thrive Delivering on a Culture That Helps People Thrive Hear from the Ironman competitors themselves. chevron_right Eskander Yavar Appointed National Managing Partner of Advisory Practice Eskander Yavar Appointed National Managing Partner of Advisory Practice Yavar will oversee the continued development of the practice.} "
    },
    {
      "Text": "Complying with our legal, regulatory and risk management obligations, including establishing, exercising and/or defending legal claims.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You may opt-out of receiving certain promotional e-mail messages from us as described in the \"Marketing Opt-Out\" section below. Protecting the health and safety of our personnel, clients, guests, and the general public.} "
    },
    {
      "Text": "We may share your Personal Information with companies or individuals outside of BDO USA who may use your Personal Information for their own purposes (a “Third Party”). For example:\\nOur clients.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Some of the information we collect may be considered Sensitive Personal Information under privacy laws, such as your health information and account log-in information. We use your Sensitive Personal Information only for legitimate business purposes, including to (i) perform services or provide goods reasonably expected by an average person; (ii) detect security incidents; (iii) resist malicious, deceptive, or illegal actions; (iv) ensure the physical safety of individuals; (v) for short-term, transient use, including non-personalized advertising; (vi) perform or provide internal business services; or (vii) verify or maintain the quality or safety of a service or device.} "
    }
  ]
}