{
  "policy_id": "33",
  "text": "User privacy statement |  Brandwatch <img height=\"1\" width=\"1\" style=\"display:none\" alt=\"fbpx\"\nsrc=\"https://www.facebook.com/tr?id=373916203006502&ev=PageView&noscript=1\" /> <style id=\"rocket-lazyload-nojs-css\">.rll-youtube-player, [data-lazy-src]{display:none !important;}</style> · Brandwatch Academy Forrester Wave Careers Contact Support Community Login Login Consumer Intelligence Brandwatch Consumer Research Social Media Management Formerly the Falcon suite Influence Formerly Paladin Our Suite Our Suite Consumer Intelligence Understand your customers Social Media Management Engage your customers Use Cases Use Cases Market Research Understand and predict consumer needs Brand Management Monitor and grow your brand Crisis Management Protect your brand Stakeholder Management Connect with key stakeholders Social Media Management Maximize your time, reach, and impact Content Marketing Maximize your ROI Influencer Marketing Reach a wider audience Customer Care Build customer loyalty Industries Industries Agencies Turbocharge your clients Financial Services Compete in a new age Media & Entertainment Get ahead of the curve Pharma & Healthcare Adapt to change Retail Survive the purge CPG Discover growing markets Technology Respond to evolving demands Education Boost your brand Roles Roles Market Researchers Instant, reliable results Marketers Insights to help you succeed Social Media Managers Manage everything in one suite Analysts More data, more options Agencies Win pitches and delight clients Content Marketers Grow with social Plans Resources Blog Latest data stories and insights Webinars Live expert advice Content Industry-leading insights Reports Case Studies Guides More The Brandwatch Bulletin 10 major Brandwatch updates to help you accelerate growth To help your company thrive in 2023, we've consolidated and expanded our product suite, bringing together even smarter and more efficient tools, all under one roof. 10 tools to accelerate growth Get started Get started Brandwatch Legal Legal Documents Privacy Documents Security Documents Last updated: 04/04/2022 User privacy statement Print Sections 1. For whom this statement is relevant 2. Who is Brandwatch 3. Why we collect Personal Data and from what sources 4. How we use your Personal Data 5. How long we keep your Personal Data 6. With whom we may share your Personal Data 7. How we protect your Personal Data 8. Where we store your data 9. Privacy practices of third parties 10. Your privacy choices and rights Human readable summary If you have used any of our websites or logged into any of our platforms, Brandwatch may have collected Personal Data about you. In order to run our business effectively, there are times when we request or require your Personal Data. When you use our website, we may ask for your contact information in order to market relevant information to you. When using our platform tools and services, we collect your name and email address as part of the login process. And finally, while you use any of our websites or platforms, we may collect usage metrics in order to optimize our services to you. We know how valuable your privacy is to you. You can trust us to handle it carefully. We work to keep your Personal Data secure, and we place restrictions on which of our employees can access it and why. Also remember: you are in control of your data. As a user of our Services, you have legal rights depending on where you live and on our legal obligations. For example, you can ask us to show you what data we have about you, make us correct that data if it is inaccurate, and even ask us to delete or stop using the data. This privacy statement addresses how we handle the personally identifiable information (“Personal Data”) that Brandwatch collects and processes about users of our Services (“you” or “your”). “Services” means any services that we offer, including visitors to our website. 1. For whom this statement is relevant This Privacy Statement applies to all users of our Services. This Privacy Statement explains how we collect, process, and use Personal Data about you. 2. Who is Brandwatch For reference, we are Runtime Collective Limited, and we trade as Brandwatch (“we”, “us” or “Brandwatch”). Our registered office address is at Sovereign House, Church Street, 1st Floor, Brighton, BN1 1UJ, United Kingdom. Our company number is 03898053 and our VAT number is 754 7507 10. Our subsidiaries, such as Crimson Hexagon, Inc. and Paladin Software, LLC , and our affiliates such as Falcon.io ApS and Falcon.io US Inc may also act as a data controller from time to time. We act as the data controller of the Personal Data that we process about you. 3. Why we collect Personal Data and from what sources We collect and collate information that you either directly provide or that we infer about you while using our Services. If you can be identified from this information, and it relates to you, then it will be your Personal Data. We may also collect data about you from public sources, advertising networks, internet service providers (ISPs), analytics providers, social networks and operating systems and platforms.The data we collect about you depends on the Services that you use (and how you use them). For example, if you are the primary account holder for your company and use Brandwatch Consumer Research, the data we collect about you would be different than the data that we collect about a user who has view-only access to Brandwatch Consumer Research. The remainder of this section sets out the categories of data we collect depending on your use of our Services.If you register as a user of any of our Services, we may ask you to provide your name, email address, contact telephone number, the company you work for, your address, a username and password, and other data relevant to the Services we provide. If you are not an administrative user for your account, the same data about you may be provided by a colleague or other third party. We may also collect other data directly from you and/or your device. Depending on your account type, our payment processors may collect payment data from you in order to take payment for our Services. If you contact our support services, we will collect the data we need to categorize your question and respond to it. We also use this data to track potential issues with our Services and customize our support responses to better serve you. We collect data about you when you use any part of our Services. For example, if you are logged in to your account, we will collect data as to how often you use it, what queries you created or amended, and other data about how you interact with the services on our platform. We may also collect data about how you interact with messages we send to you, for example, whether you opened an email or read an in-app message. We collect data about the device you use to access our Services, including operating system details, web browser type, your mobile device identifier and mobile operating system, and the name of your ISP or mobile carrier. We may also collect and infer your general location (for example, at a country or city level based on your permission and/or device settings and jurisdiction). We also infer data about you based on the data you have provided or made available to us. This may include personalizing your experience of using our Services, suggesting different Services you may be interested in trying, or other inferences about you.  We may use aggregated, deidentified or anonymized data for any reason. We are constantly trying to improve our Services to you. This means that we are introducing new features to our Services regularly. We will indicate where any Personal Data we have requested is mandatory or optional. We will also explain the consequences should you decide not to provide information, which we have indicated is mandatory. In some circumstances, this may mean we are unable to provide you with a certain Service or product. Our website and Services may contain links to third-party websites. Any access to and use of such linked websites is governed by the privacy policies of those third-party websites. 4. How we use your Personal Data Primary use We use data and content that you make available to us to provide the Services to you (for example, your login details across our services), invoice you, provide quotes, and to comply with our legal obligations. We also use data to audit, detect security incidents, protect against fraud or illegal activity, identify and repair errors, and conduct research and development for the improvement of our Services so that we can provide all of our users with a better experience. We combine data about you across our different Services. We do not use algorithms to make automated decisions about you in a way that produces a significant legal effect. Our legal basis for this type of data processing is that we have a legitimate interest in running our business and providing our Services to our customers, which includes providing technology that empowers our customers to act with more certainty in a way that is easy-to-access and use. However, the legal basis for our processing of data may also be where we have your consent (for example, where consent is required to send certain marketing communications or activate cookies) or where the processing is necessary for compliance with our legal obligations (for example, where we receive requests from regulatory authorities). Secondary use We communicate with you in writing, via email, or other means available on or through the Services (for example, via messaging in Brandwatch Consumer Research or push notifications if you use a mobile application). We may communicate transactional or service messages to you, such as welcoming you to our Services or informing you of scheduled downtime. We may ask your opinion or feedback on our services or industry. We may also use your data to provide improved website and product experience and communications. We may also send you marketing communications, on our own behalf or on the behalf of unaffiliated entities. Marketing communications may be sent to you, even if you do not have an account, if you have indicated to us that you wanted to receive such communication or as otherwise allowed by law. Regarding marketing communications, you can opt out of receiving future communications in the footer of each email we send to you. You cannot opt out of receiving transaction or service messages from us. 5. How long we keep your Personal Data We will keep your Personal Data for as long as it is necessary for us to provide the Services. However, if you request that we delete your data, we will also delete your data from our Services unless we are required to retain the data according to applicable law. We delete, deidentify, or anonymize any data about you as soon as it is reasonably practical, once you no longer use our Services. 6. With whom we may share your Personal Data Any member of our company group We may share your data with our subsidiaries, parent companies, and affiliates. Unaffiliated entities We may share your data with selected unaffiliated entities for legitimate purposes, for example: business partners, suppliers, and sub-contractors – for the performance of any contract we enter into with them; customers – to administer business accounts and for the performance of any contract we enter into with them; analytics, ISPs, and search engine providers – for analytics and improving our website and Services; advertising networks and social networks – for marketing and communications; government entities, law enforcement and others – for fraud protection, security and verification services; for potential threats, violations and legal process; to comply with the law; professional advisors, including lawyers, accountants, and insurers where necessary to enable them to provide their services to us. prospective buyers – if a third party acquires us or our assets, your Personal Data may be part of the transferred company or assets. 7. How we protect your Personal Data Secure servers The servers that hold your data have administrative, technical, and physical controls to safeguard your data, including industry-standard encryption technology. Usage restrictions We prohibit members of our company group and relevant third parties from using your Personal Data: to target and profile you on the basis of sensitive categories of Personal Data (e.g. health status, sexual orientation, political beliefs, etc.); to single out individuals for unlawful or discriminatory purposes; in any way that goes against the law, including data protection law. If other entities process your Personal Data, we ensure there are adequate contractual and operational safeguards in place. 8. Where we store your data We may transfer your Personal Data to, and store it in, a country other than your own. That country may not provide the same level of data protection as your own country. Whenever we transfer your information outside of the European Economic Area or the United Kingdom, we will take steps to ensure that adequate safeguards are in place to protect your Personal Data and to make sure it is treated securely.You may contact us for a summary of the safeguards which we have put in place to protect your Personal Data and privacy rights in these circumstances. 9. Privacy practices of third parties This Privacy Statement only addresses our collection, processing and use (including disclosure) of your personal data. Our customers and other third parties may have access to your personal data and use it in other ways in accordance with their own privacy practices. We encourage you to familiarize yourself with the privacy statements provided by any platform you use to publish any data. Please note that our Services may use the YouTube API. YouTube’s developer terms require us to notify you that our Services use YouTube API Services (i.e. data from YouTube) and to link to the Google privacy policy . You can revoke user access on the Google Security Settings page . 10. Your privacy choices and rights Your choices As a user, you are sometimes given the choice when it comes to sharing Personal Data with Brandwatch. When visiting our website, we will sometimes request your contact information, and you are always allowed to refrain from doing so. Where you have consented to our processing of your Personal Data, you can always withdraw that consent at any time. You can unsubscribe to our marketing emails by clicking the link in the emails that we send to you. You can always review and change the privacy settings available on any browser or device you use to access our Services. Your rights You may have certain rights in relation to your data under applicable data privacy law. Depending on applicable law, you may: request access to the Personal Data that we have about you; ask us to update, rectify, delete, opt-out of the sale of or block your Personal Data; request that we stop further use of any Personal Data we hold about you; lodge a complaint about our use of your Personal Data with the data privacy authority of the country in which you live. If you have a complaint about our data practices, we do hope that you’ll reach out to us first, so we have a chance to address your concerns; not be discriminated against for the exercise of your privacy rights. Please note that we cannot always complete all requests. For example, we must keep certain records for financial reporting and compliance reasons or to continue to provide you with the Services. To exercise any of these rights, ask us questions, voice concerns, or request a copy of this statement in a different format, please submit a verifiable request to us by either: completing our web form at www.brandwatch.com/legal/data-subject-access-request ; emailing us at privacy@brandwatch.com ; or calling us toll-free at 1-855-368-1500 Only you, or a person you have authorized to act on your behalf, may make a request related to your Personal Data. If you submit a request through an authorized agent, the agent must present signed written permission to act on your behalf, and you may also be required to independently verify your identity with us. In order to protect your Personal Data, we may ask you or your authorised agent to provide additional Personal Data so that we can verify your identity. Any information that you provide will only ever be used as part of the process to confirm your identity and complete your request.  In order to protect your Personal Data, if we cannot verify your identity, we will not be able to comply with your request. Once you have submitted a request, you can expect an initial reply from the Brandwatch Privacy Team within a reasonable amount of time, dependent on where you live. Except where the law does not require or allow us to do so, any information we have of yours will be provided in an easily accessible and portable format once we have received your verifiable request. We will adhere to the appropriate response timeline that applies to you depending on where you live. We may request additional time if necessary in accordance with applicable law. California Residents The categories of personal information (as defined by the CCPA) about California residents that we may collect and disclose to others for a business purpose are listed and described in section 4. We collect these categories for the purposes described in section 5 and with the parties described in section 7. We do not sell personal information in the traditional sense although we do engage in online advertising. Please see section 10 above and our cookie policy for your options and choices. Solutions Consumer Intelligence Social Media Management APIs Brandwatch for Education Students Classrooms Research Administration Resources Blog Reports Case Studies Guides Webinars Company About Us Careers Contact Us Press Partnerships Environmental Commitment Awards Our Evolution Legal Legal Hub User Privacy Statement Author Privacy Statement Terms & Conditions Information Security Gender Pay Gap Report Modern Slavery Act Statement Do Not Sell My Personal Data More Customer Support Customer Success Help Center Platform Status NYK Global Event Series The Brandwatch Bulletin All our latest data stories and insights straight to your inbox Sign up English Language Deutsch English Español Français Italiano Copyright © 2023 Brandwatch. All Rights Reserved. 1st Floor, Sovereign House, Church Street, Brighton, BN1 1UJ Company number: 03898053 | VAT number: 754 750 710 We value your privacy We use cookies to improve your experience and give you personalized content. Do you agree to our cookie policy? No, take me to settings Yes, I agree More info. By using our site you agree to our use of cookies — I Agree Falcon.io is now part of Brandwatch. You're in the right place! Existing customer? Log in to access your existing Falcon products and data via the login menu on the top right of the page. New customer? You'll find the former Falcon products under 'Social Media Management' if you go to 'Our Suite' in the navigation. Continue to brandwatch.com Paladin is now Influence. You're in the right place! Brandwatch acquired Paladin in March 2022. It's now called Influence, which is part of Brandwatch's Social Media Management solution. Want to access your Paladin account? Use the login menu at the top right corner. Continue to brandwatch.com",
  "annotations": [
    {
      "Text": "If you have used any of our websites or logged into any of our platforms, Brandwatch may have collected Personal Data about you. In order to run our business effectively, there are times when we request or require your Personal Data. When you use our website, we may ask for your contact information in order to market relevant information to you. When using our platform tools and services, we collect your name and email address as part of the login process. And finally, while you use any of our websites or platforms, we may collect usage metrics in order to optimize our services to you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Where we store your data 9. Privacy practices of third parties 10.} "
    },
    {
      "Text": "We collect and collate information that you either directly provide or that we infer about you while using our Services. If you can be identified from this information, and it relates to you, then it will be your Personal Data.\\n\\nWe may also collect data about you from public sources, advertising networks, internet service providers (ISPs), analytics providers, social networks and operating systems and platforms.The data we collect about you depends on the Services that you use (and how you use them). For example, if you are the primary account holder for your company and use Brandwatch Consumer Research, the data we collect about you would be different than the data that we collect about a user who has view-only access to Brandwatch Consumer Research. \\n\\nThe remainder of this section sets out the categories of data we collect depending on your use of our Services.If you register as a user of any of our Services, we may ask you to provide your name, email address, contact telephone number, the company you work for, your address, a username and password, and other data relevant to the Services we provide. If you are not an administrative user for your account, the same data about you may be provided by a colleague or other third party. We may also collect other data directly from you and/or your device. Depending on your account type, our payment processors may collect payment data from you in order to take payment for our Services.\\n\\nIf you contact our support services, we will collect the data we need to categorize your question and respond to it. We also use this data to track potential issues with our Services and customize our support responses to better serve you.\\n\\nWe collect data about you when you use any part of our Services. For example, if you are logged in to your account, we will collect data as to how often you use it, what queries you created or amended, and other data about how you interact with the services on our platform. We may also collect data about how you interact with messages we send to you, for example, whether you opened an email or read an in-app message.\\n\\nWe collect data about the device you use to access our Services, including operating system details, web browser type, your mobile device identifier and mobile operating system, and the name of your ISP or mobile carrier. We may also collect and infer your general location (for example, at a country or city level based on your permission and/or device settings and jurisdiction).\\n\\nWe also infer data about you based on the data you have provided or made available to us. This may include personalizing your experience of using our Services, suggesting different Services you may be interested in trying, or other inferences about you.  We may use aggregated, deidentified or anonymized data for any reason.\\n\\nWe are constantly trying to improve our Services to you. This means that we are introducing new features to our Services regularly.\\n\\nWe will indicate where any Personal Data we have requested is mandatory or optional. We will also explain the consequences should you decide not to provide information, which we have indicated is mandatory. In some circumstances, this may mean we are unable to provide you with a certain Service or product.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We act as the data controller of the Personal Data that we process about you. 3.} "
    },
    {
      "Text": "Primary use\\n\\nWe use data and content that you make available to us to provide the Services to you (for example, your login details across our services), invoice you, provide quotes,  and to comply with our legal obligations. We also use data to audit, detect security incidents, protect against fraud or illegal activity, identify and repair errors, and conduct research and development for the improvement of our Services so that we can provide all of our users with a better experience. \\n\\nWe combine data about you across our different Services. We do not use algorithms to make automated decisions about you in a way that produces a significant legal effect. \\n\\nOur legal basis for this type of data processing is that we have a legitimate interest in running our business and providing our Services to our customers, which includes providing technology that empowers our customers to act with more certainty in a way that is easy-to-access and use. \\n\\nHowever, the legal basis for our processing of data may also be where we have your consent (for example, where consent is required to send certain marketing communications or activate cookies) or where the processing is necessary for compliance with our legal obligations (for example, where we receive requests from regulatory authorities).\\n\\nSecondary use\\n\\nWe communicate with you in writing, via email, or other means available on or through the Services (for example, via messaging in Brandwatch Consumer Research or push notifications if you use a mobile application). We may communicate transactional or service messages to you, such as welcoming you to our Services or informing you of scheduled downtime. We may ask your opinion or feedback on our services or industry. We may also use your data to provide improved website and product experience and communications. We may also send you marketing communications, on our own behalf or on the behalf of unaffiliated entities. Marketing communications may be sent to you, even if you do not have an account, if you have indicated to us that you wanted to receive such communication or as otherwise allowed by law. Regarding marketing communications, you can opt out of receiving future communications in the footer of each email we send to you. You cannot opt out of receiving transaction or service messages from us.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Any access to and use of such linked websites is governed by the privacy policies of those third-party websites. 4.} "
    },
    {
      "Text": "Any member of our company group\\n\\nWe may share your data with our subsidiaries, parent companies, and affiliates.\\n\\nUnaffiliated entities\\n\\nWe may share your data with selected unaffiliated entities for legitimate purposes, for example:\\n\\nbusiness partners, suppliers, and sub-contractors – for the performance of any contract we enter into with them;\\ncustomers – to administer business accounts and for the performance of any contract we enter into with them;\\nanalytics, ISPs, and search engine providers – for analytics and improving our website and Services;\\nadvertising networks and social networks – for marketing and communications;\\ngovernment entities, law enforcement and others – for fraud protection, security and verification services;\\nfor potential threats, violations and legal process;\\nto comply with the law;\\nprofessional advisors, including lawyers, accountants, and insurers where necessary to enable them to provide their services to us. \\nprospective buyers – if a third party acquires us or our assets, your Personal Data may be part of the transferred company or assets.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We delete, deidentify, or anonymize any data about you as soon as it is reasonably practical, once you no longer use our Services. 6.} "
    },
    {
      "Text": "We prohibit members of our company group and relevant third parties from using your Personal Data:\\n\\nto target and profile you on the basis of sensitive categories of Personal Data (e.g. health status, sexual orientation, political beliefs, etc.);\\nto single out individuals for unlawful or discriminatory purposes;\\nin any way that goes against the law, including data protection law.\\nIf other entities process your Personal Data, we ensure there are adequate contractual and operational safeguards in place.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {7. How we protect your Personal Data Secure servers The servers that hold your data have administrative, technical, and physical controls to safeguard your data, including industry-standard encryption technology.} "
    },
    {
      "Text": "request access to the Personal Data that we have about you;",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {You can always review and change the privacy settings available on any browser or device you use to access our Services. Your rights You may have certain rights in relation to your data under applicable data privacy law.} "
    },
    {
      "Text": "ask us to update, rectify, delete, opt-out of the sale of or block your Personal Data;",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {You can always review and change the privacy settings available on any browser or device you use to access our Services. Your rights You may have certain rights in relation to your data under applicable data privacy law.} "
    },
    {
      "Text": "ask us to update, rectify, delete, opt-out of the sale of or block your Personal Data;",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {You can always review and change the privacy settings available on any browser or device you use to access our Services. Your rights You may have certain rights in relation to your data under applicable data privacy law.} "
    },
    {
      "Text": "ask us to update, rectify, delete, opt-out of the sale of or block your Personal Data;",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You can always review and change the privacy settings available on any browser or device you use to access our Services. Your rights You may have certain rights in relation to your data under applicable data privacy law.} "
    },
    {
      "Text": "request that we stop further use of any Personal Data we hold about you;",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {You can always review and change the privacy settings available on any browser or device you use to access our Services. Your rights You may have certain rights in relation to your data under applicable data privacy law.} "
    },
    {
      "Text": "not be discriminated against for the exercise of your privacy rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Your rights You may have certain rights in relation to your data under applicable data privacy law. Depending on applicable law, you may: request access to the Personal Data that we have about you; ask us to update, rectify, delete, opt-out of the sale of or block your Personal Data; request that we stop further use of any Personal Data we hold about you; lodge a complaint about our use of your Personal Data with the data privacy authority of the country in which you live.} "
    },
    {
      "Text": "completing our web form at www.brandwatch.com/legal/data-subject-access-request;\\nemailing us at privacy@brandwatch.com; or\\ncalling us toll-free at 1-855-368-1500",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Please note that we cannot always complete all requests. For example, we must keep certain records for financial reporting and compliance reasons or to continue to provide you with the Services.} "
    },
    {
      "Text": "The categories of personal information (as defined by the CCPA) about California residents that we may collect and disclose to others for a business purpose are listed and described in section 4.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We will adhere to the appropriate response timeline that applies to you depending on where you live. We may request additional time if necessary in accordance with applicable law.} "
    },
    {
      "Text": "The categories of personal information (as defined by the CCPA) about California residents that we may collect and disclose to others for a business purpose are listed and described in section 4.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We will adhere to the appropriate response timeline that applies to you depending on where you live. We may request additional time if necessary in accordance with applicable law.} "
    },
    {
      "Text": "We collect these categories for the purposes described in section 5 and with the parties described in section 7",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may request additional time if necessary in accordance with applicable law. California Residents The categories of personal information (as defined by the CCPA) about California residents that we may collect and disclose to others for a business purpose are listed and described in section 4.} "
    },
    {
      "Text": "We collect these categories for the purposes described in section 5 and with the parties described in section 7.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may request additional time if necessary in accordance with applicable law. California Residents The categories of personal information (as defined by the CCPA) about California residents that we may collect and disclose to others for a business purpose are listed and described in section 4.} "
    },
    {
      "Text": "We do not sell personal information in the traditional sense although we do engage in online advertising. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {California Residents The categories of personal information (as defined by the CCPA) about California residents that we may collect and disclose to others for a business purpose are listed and described in section 4. We collect these categories for the purposes described in section 5 and with the parties described in section 7.} "
    },
    {
      "Text": "Please see section 10 above and our cookie policy for your options and choices.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We collect these categories for the purposes described in section 5 and with the parties described in section 7. We do not sell personal information in the traditional sense although we do engage in online advertising.} "
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Limit use of PI",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Correct Information",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Limit use of PI",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": "To exercise any of these rights, ask us questions, voice concerns, or request a copy of this statement in a different format, please submit a verifiable request to us by either:\\n\\ncompleting our web form at www.brandwatch.com/legal/data-subject-access-request;\\nemailing us at privacy@brandwatch.com; or\\ncalling us toll-free at 1-855-368-1500",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Please note that we cannot always complete all requests. For example, we must keep certain records for financial reporting and compliance reasons or to continue to provide you with the Services.} "
    },
    {
      "Text": "If you have used any of our websites or logged into any of our platforms, Brandwatch may have collected Personal Data about you. In order to run our business effectively, there are times when we request or require your Personal Data. When you use our website, we may ask for your contact information in order to market relevant information to you. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Where we store your data 9. Privacy practices of third parties 10.} "
    },
    {
      "Text": "When using our platform tools and services, we collect your name and email address as part of the login process. And finally, while you use any of our websites or platforms, we may collect usage metrics in order to optimize our services to you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In order to run our business effectively, there are times when we request or require your Personal Data. When you use our website, we may ask for your contact information in order to market relevant information to you.} "
    },
    {
      "Text": "For example, you can ask us to show you what data we have about you, make us correct that data if it is inaccurate, and even ask us to delete or stop using the data.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Also remember: you are in control of your data. As a user of our Services, you have legal rights depending on where you live and on our legal obligations.} "
    },
    {
      "Text": "For example, you can ask us to show you what data we have about you, make us correct that data if it is inaccurate, and even ask us to delete or stop using the data.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Also remember: you are in control of your data. As a user of our Services, you have legal rights depending on where you live and on our legal obligations.} "
    },
    {
      "Text": "For example, you can ask us to show you what data we have about you, make us correct that data if it is inaccurate, and even ask us to delete or stop using the data.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Also remember: you are in control of your data. As a user of our Services, you have legal rights depending on where you live and on our legal obligations.} "
    },
    {
      "Text": "For example, you can ask us to show you what data we have about you, make us correct that data if it is inaccurate, and even ask us to delete or stop using the data.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Also remember: you are in control of your data. As a user of our Services, you have legal rights depending on where you live and on our legal obligations.} "
    },
    {
      "Text": "Why we collect Personal Data and from what sources\nWe collect and collate information that you either directly provide or that we infer about you while using our Services. If you can be identified from this information, and it relates to you, then it will be your Personal Data.\n\nWe may also collect data about you from public sources, advertising networks, internet service providers (ISPs), analytics providers, social networks and operating systems and platforms.The data we collect about you depends on the Services that you use (and how you use them). For example, if you are the primary account holder for your company and use Brandwatch Consumer Research, the data we collect about you would be different than the data that we collect about a user who has view-only access to Brandwatch Consumer Research. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {10 tools to accelerate growth Get started Get started Brandwatch Legal Legal Documents Privacy Documents Security Documents Last updated: 04/04/2022 User privacy statement Print Sections 1. For whom this statement is relevant 2. Who is Brandwatch 3.} "
    },
    {
      "Text": "If you register as a user of any of our Services, we may ask you to provide your name, email address, contact telephone number, the company you work for, your address, a username and password, and other data relevant to the Services we provide",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may also collect data about you from public sources, advertising networks, internet service providers (ISPs), analytics providers, social networks and operating systems and platforms.The data we collect about you depends on the Services that you use (and how you use them). For example, if you are the primary account holder for your company and use Brandwatch Consumer Research, the data we collect about you would be different than the data that we collect about a user who has view-only access to Brandwatch Consumer Research.} "
    },
    {
      "Text": "If you are not an administrative user for your account, the same data about you may be provided by a colleague or other third party. We may also collect other data directly from you and/or your device. Depending on your account type, our payment processors may collect payment data from you in order to take payment for our Services.\n\nIf you contact our support services, we will collect the data we need to categorize your question and respond to it. We also use this data to track potential issues with our Services and customize our support responses to better serve you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For example, if you are the primary account holder for your company and use Brandwatch Consumer Research, the data we collect about you would be different than the data that we collect about a user who has view-only access to Brandwatch Consumer Research. The remainder of this section sets out the categories of data we collect depending on your use of our Services.If you register as a user of any of our Services, we may ask you to provide your name, email address, contact telephone number, the company you work for, your address, a username and password, and other data relevant to the Services we provide.} "
    },
    {
      "Text": "For example, if you are logged in to your account, we will collect data as to how often you use it, what queries you created or amended, and other data about how you interact with the services on our platform. We may also collect data about how you interact with messages we send to you, for example, whether you opened an email or read an in-app message.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Also remember: you are in control of your data. As a user of our Services, you have legal rights depending on where you live and on our legal obligations.} "
    },
    {
      "Text": "We collect data about the device you use to access our Services, including operating system details, web browser type, your mobile device identifier and mobile operating system, and the name of your ISP or mobile carrier. We may also collect and infer your general location (for example, at a country or city level based on your permission and/or device settings and jurisdiction).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For example, if you are logged in to your account, we will collect data as to how often you use it, what queries you created or amended, and other data about how you interact with the services on our platform. We may also collect data about how you interact with messages we send to you, for example, whether you opened an email or read an in-app message.} "
    },
    {
      "Text": "How we use your Personal Data\nPrimary use\n\nWe use data and content that you make available to us to provide the Services to you (for example, your login details across our services), invoice you, provide quotes,  and to comply with our legal obligations. We also use data to audit, detect security incidents, protect against fraud or illegal activity, identify and repair errors, and conduct research and development for the improvement of our Services so that we can provide all of our users with a better experience. \n\nWe combine data about you across our different Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Any access to and use of such linked websites is governed by the privacy policies of those third-party websites. 4.} "
    },
    {
      "Text": "We may communicate transactional or service messages to you, such as welcoming you to our Services or informing you of scheduled downtime. We may ask your opinion or feedback on our services or industry. We may also use your data to provide improved website and product experience and communications. We may also send you marketing communications, on our own behalf or on the behalf of unaffiliated entities. Marketing communications may be sent to you, even if you do not have an account, if you have indicated to us that you wanted to receive such communication or as otherwise allowed by law",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, the legal basis for our processing of data may also be where we have your consent (for example, where consent is required to send certain marketing communications or activate cookies) or where the processing is necessary for compliance with our legal obligations (for example, where we receive requests from regulatory authorities). Secondary use We communicate with you in writing, via email, or other means available on or through the Services (for example, via messaging in Brandwatch Consumer Research or push notifications if you use a mobile application).} "
    },
    {
      "Text": "However, if you request that we delete your data, we will also delete your data from our Services unless we are required to retain the data according to applicable law. We delete, deidentify, or anonymize any data about you as soon as it is reasonably practical, once you no longer use our Services.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {We do not use algorithms to make automated decisions about you in a way that produces a significant legal effect. Our legal basis for this type of data processing is that we have a legitimate interest in running our business and providing our Services to our customers, which includes providing technology that empowers our customers to act with more certainty in a way that is easy-to-access and use.} "
    },
    {
      "Text": " With whom we may share your Personal Data\nAny member of our company group\n\nWe may share your data with our subsidiaries, parent companies, and affiliates.\n\nUnaffiliated entities\n\nWe may share your data with selected unaffiliated entities for legitimate purposes, for example:\n\nbusiness partners, suppliers, and sub-contractors – for the performance of any contract we enter into with them;\ncustomers – to administer business accounts and for the performance of any contract we enter into with them;\nanalytics, ISPs, and search engine providers – for analytics and improving our website and Services;\nadvertising networks and social networks – for marketing and communications;\ngovernment entities, law enforcement and others – for fraud protection, security and verification services;\nfor potential threats, violations and legal process;\nto comply with the law;\nprofessional advisors, including lawyers, accountants, and insurers where necessary to enable them to provide their services to us. \nprospective buyers – if a third party acquires us or our assets, your Personal Data may be part of the transferred company or assets",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {How we use your Personal Data 5. How long we keep your Personal Data 6.} "
    },
    {
      "Text": "Your rights\n\nYou may have certain rights in relation to your data under applicable data privacy law. Depending on applicable law, you may:\n\nrequest access to the Personal Data that we have about you;",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {You can unsubscribe to our marketing emails by clicking the link in the emails that we send to you. You can always review and change the privacy settings available on any browser or device you use to access our Services.} "
    },
    {
      "Text": "Your rights\n\nYou may have certain rights in relation to your data under applicable data privacy law. Depending on applicable law, you may:\n\nrequest access to the Personal Data that we have about you;",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {You can unsubscribe to our marketing emails by clicking the link in the emails that we send to you. You can always review and change the privacy settings available on any browser or device you use to access our Services.} "
    },
    {
      "Text": "ask us to update, rectify, delete, opt-out of the sale of or block your Personal Data;",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {You can always review and change the privacy settings available on any browser or device you use to access our Services. Your rights You may have certain rights in relation to your data under applicable data privacy law.} "
    },
    {
      "Text": "ask us to update, rectify, delete, opt-out of the sale of or block your Personal Data;",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {You can always review and change the privacy settings available on any browser or device you use to access our Services. Your rights You may have certain rights in relation to your data under applicable data privacy law.} "
    },
    {
      "Text": "ask us to update, rectify, delete, opt-out of the sale of or block your Personal Data;",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You can always review and change the privacy settings available on any browser or device you use to access our Services. Your rights You may have certain rights in relation to your data under applicable data privacy law.} "
    },
    {
      "Text": "To exercise any of these rights, ask us questions, voice concerns, or request a copy of this statement in a different format, please submit a verifiable request to us by either:\n\ncompleting our web form at www.brandwatch.com/legal/data-subject-access-request;\nemailing us at privacy@brandwatch.com; or\ncalling us toll-free at 1-855-368-1500",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Please note that we cannot always complete all requests. For example, we must keep certain records for financial reporting and compliance reasons or to continue to provide you with the Services.} "
    },
    {
      "Text": "not be discriminated against for the exercise of your privacy rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Your rights You may have certain rights in relation to your data under applicable data privacy law. Depending on applicable law, you may: request access to the Personal Data that we have about you; ask us to update, rectify, delete, opt-out of the sale of or block your Personal Data; request that we stop further use of any Personal Data we hold about you; lodge a complaint about our use of your Personal Data with the data privacy authority of the country in which you live.} "
    },
    {
      "Text": "We also infer data about you based on the data you have provided or made available to us. This may include personalizing your experience of using our Services, suggesting different Services you may be interested in trying, or other inferences about you.  We may use aggregated, deidentified or anonymized data for any reason.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We collect data about the device you use to access our Services, including operating system details, web browser type, your mobile device identifier and mobile operating system, and the name of your ISP or mobile carrier. We may also collect and infer your general location (for example, at a country or city level based on your permission and/or device settings and jurisdiction).} "
    },
    {
      "Text": "Our legal basis for this type of data processing is that we have a legitimate interest in running our business and providing our Services to our customers, which includes providing technology that empowers our customers to act with more certainty in a way that is easy-to-access and use. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We combine data about you across our different Services. We do not use algorithms to make automated decisions about you in a way that produces a significant legal effect.} "
    },
    {
      "Text": "Secondary use\\n\\nWe communicate with you in writing, via email, or other means available on or through the Services (for example, via messaging in Brandwatch Consumer Research or push notifications if you use a mobile application)",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Our legal basis for this type of data processing is that we have a legitimate interest in running our business and providing our Services to our customers, which includes providing technology that empowers our customers to act with more certainty in a way that is easy-to-access and use. However, the legal basis for our processing of data may also be where we have your consent (for example, where consent is required to send certain marketing communications or activate cookies) or where the processing is necessary for compliance with our legal obligations (for example, where we receive requests from regulatory authorities).} "
    },
    {
      "Text": "Unaffiliated entities\\n\\nWe may share your data with selected unaffiliated entities for legitimate purposes, for example:\\n\\nbusiness partners, suppliers, and sub-contractors – for the performance of any contract we enter into with them;\\ncustomers – to administer business accounts and for the performance of any contract we enter into with them;\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {6. With whom we may share your Personal Data Any member of our company group We may share your data with our subsidiaries, parent companies, and affiliates.} "
    },
    {
      "Text": "California Residents\\n\\nThe categories of personal information (as defined by the CCPA) about California residents that we may collect and disclose to others for a business purpose are listed and described in section 4. We collect these categories for the purposes described in section 5 and with the parties described in section 7",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We will adhere to the appropriate response timeline that applies to you depending on where you live. We may request additional time if necessary in accordance with applicable law.} "
    },
    {
      "Text": "California Residents\\n\\nThe categories of personal information (as defined by the CCPA) about California residents that we may collect and disclose to others for a business purpose are listed and described in section 4. We collect these categories for the purposes described in section 5 and with the parties described in section 7",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We will adhere to the appropriate response timeline that applies to you depending on where you live. We may request additional time if necessary in accordance with applicable law.} "
    },
    {
      "Text": "We do not sell personal information in the traditional sense although we do engage in online advertising",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {California Residents The categories of personal information (as defined by the CCPA) about California residents that we may collect and disclose to others for a business purpose are listed and described in section 4. We collect these categories for the purposes described in section 5 and with the parties described in section 7.} "
    },
    {
      "Text": "If you register as a user of any of our Services, we may ask you to provide your name, email address, contact telephone number, the company you work for, your address, a username and password, and other data relevant to the Services we provide.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may also collect data about you from public sources, advertising networks, internet service providers (ISPs), analytics providers, social networks and operating systems and platforms.The data we collect about you depends on the Services that you use (and how you use them). For example, if you are the primary account holder for your company and use Brandwatch Consumer Research, the data we collect about you would be different than the data that we collect about a user who has view-only access to Brandwatch Consumer Research.} "
    },
    {
      "Text": "For example, if you are logged in to your account, we will collect data as to how often you use it, what queries you created or amended, and other data about how you interact with the services on our platform. We may also collect data about how you interact with messages we send to you, for example, whether you opened an email or read an in-app message.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Also remember: you are in control of your data. As a user of our Services, you have legal rights depending on where you live and on our legal obligations.} "
    },
    {
      "Text": "We collect data about the device you use to access our Services, including operating system details, web browser type, your mobile device identifier and mobile operating system, and the name of your ISP or mobile carrier. We may also collect and infer your general location (for example, at a country or city level based on your permission and/or device settings and jurisdiction).",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For example, if you are logged in to your account, we will collect data as to how often you use it, what queries you created or amended, and other data about how you interact with the services on our platform. We may also collect data about how you interact with messages we send to you, for example, whether you opened an email or read an in-app message.} "
    },
    {
      "Text": "We also infer data about you based on the data you have provided or made available to us. This may include personalizing your experience of using our Services, suggesting different Services you may be interested in trying, or other inferences about you.  ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We collect data about the device you use to access our Services, including operating system details, web browser type, your mobile device identifier and mobile operating system, and the name of your ISP or mobile carrier. We may also collect and infer your general location (for example, at a country or city level based on your permission and/or device settings and jurisdiction).} "
    },
    {
      "Text": "If you register as a user of any of our Services, we may ask you to provide your name, email address, contact telephone number, the company you work for, your address, a username and password, and other data relevant to the Services we provide.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may also collect data about you from public sources, advertising networks, internet service providers (ISPs), analytics providers, social networks and operating systems and platforms.The data we collect about you depends on the Services that you use (and how you use them). For example, if you are the primary account holder for your company and use Brandwatch Consumer Research, the data we collect about you would be different than the data that we collect about a user who has view-only access to Brandwatch Consumer Research.} "
    },
    {
      "Text": "For example, if you are logged in to your account, we will collect data as to how often you use it, what queries you created or amended, and other data about how you interact with the services on our platform. We may also collect data about how you interact with messages we send to you, for example, whether you opened an email or read an in-app message.\\n\\nWe collect data about the device you use to access our Services, including operating system details, web browser type, your mobile device identifier and mobile operating system, and the name of your ISP or mobile carrier. We may also collect and infer your general location (for example, at a country or city level based on your permission and/or device settings and jurisdiction).\\n\\nWe also infer data about you based on the data you have provided or made available to us. This may include personalizing your experience of using our Services, suggesting different Services you may be interested in trying, or other inferences about you. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Also remember: you are in control of your data. As a user of our Services, you have legal rights depending on where you live and on our legal obligations.} "
    },
    {
      "Text": "Human readable summary",
      "Label": "Others",
      "Context": "2 Sentences Before {Where we store your data 9. Privacy practices of third parties 10.} "
    },
    {
      "Text": "If you have used any of our websites or logged into any of our platforms, Brandwatch may have collected Personal Data about you. In order to run our business effectively, there are times when we request or require your Personal Data. When you use our website, we may ask for your contact information in order to market relevant information to you. When using our platform tools and services, we collect your name and email address as part of the login process. And finally, while you use any of our websites or platforms, we may collect usage metrics in order to optimize our services to you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Where we store your data 9. Privacy practices of third parties 10.} "
    },
    {
      "Text": "For example, you can ask us to show you what data we have about you, make us correct that data if it is inaccurate, and even ask us to delete or stop using the data.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Also remember: you are in control of your data. As a user of our Services, you have legal rights depending on where you live and on our legal obligations.} "
    },
    {
      "Text": " For example, you can ask us to show you what data we have about you, make us correct that data if it is inaccurate, and even ask us to delete or stop using the data.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Also remember: you are in control of your data. As a user of our Services, you have legal rights depending on where you live and on our legal obligations.} "
    },
    {
      "Text": ". For example, you can ask us to show you what data we have about you, make us correct that data if it is inaccurate, and even ask us to delete or stop using the data.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": ". For example, you can ask us to show you what data we have about you, make us correct that data if it is inaccurate, and even ask us to delete or stop using the data.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We collect and collate information that you either directly provide or that we infer about you while using our Services. If you can be identified from this information, and it relates to you, then it will be your Personal Data.\\n\\nWe may also collect data about you from public sources, advertising networks, internet service providers (ISPs), analytics providers, social networks and operating systems and platforms.The data we collect about you depends on the Services that you use (and how you use them). For example, if you are the primary account holder for your company and use Brandwatch Consumer Research, the data we collect about you would be different than the data that we collect about a user who has view-only access to Brandwatch Consumer Research. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We act as the data controller of the Personal Data that we process about you. 3.} "
    },
    {
      "Text": "The remainder of this section sets out the categories of data we collect depending on your use of our Services.If you register as a user of any of our Services, we may ask you to provide your name, email address, contact telephone number, the company you work for, your address, a username and password, and other data relevant to the Services we provide. If you are not an administrative user for your account, the same data about you may be provided by a colleague or other third party. We may also collect other data directly from you and/or your device. Depending on your account type, our payment processors may collect payment data from you in order to take payment for our Services.\\n\\nIf you contact our support services, we will collect the data we need to categorize your question and respond to it. We also use this data to track potential issues with our Services and customize our support responses to better serve you.\\n\\nWe collect data about you when you use any part of our Services. For example, if you are logged in to your account, we will collect data as to how often you use it, what queries you created or amended, and other data about how you interact with the services on our platform. We may also collect data about how you interact with messages we send to you, for example, whether you opened an email or read an in-app message.\\n\\nWe collect data about the device you use to access our Services, including operating system details, web browser type, your mobile device identifier and mobile operating system, and the name of your ISP or mobile carrier. We may also collect and infer your general location (for example, at a country or city level based on your permission and/or device settings and jurisdiction).\\n\\nWe also infer data about you based on the data you have provided or made available to us. This may include personalizing your experience of using our Services, suggesting different Services you may be interested in trying, or other inferences about you.  We may use aggregated, deidentified or anonymized data for any reason.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may also collect data about you from public sources, advertising networks, internet service providers (ISPs), analytics providers, social networks and operating systems and platforms.The data we collect about you depends on the Services that you use (and how you use them). For example, if you are the primary account holder for your company and use Brandwatch Consumer Research, the data we collect about you would be different than the data that we collect about a user who has view-only access to Brandwatch Consumer Research.} "
    },
    {
      "Text": "We will indicate where any Personal Data we have requested is mandatory or optional. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We are constantly trying to improve our Services to you. This means that we are introducing new features to our Services regularly.} "
    },
    {
      "Text": "We use data and content that you make available to us to provide the Services to you (for example, your login details across our services), invoice you, provide quotes,  and to comply with our legal obligations. We also use data to audit, detect security incidents, protect against fraud or illegal activity, identify and repair errors, and conduct research and development for the improvement of our Services so that we can provide all of our users with a better experience. \\n\\nWe combine data about you across our different Services. We do not use algorithms to make automated decisions about you in a way that produces a significant legal effect.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Any access to and use of such linked websites is governed by the privacy policies of those third-party websites. 4.} "
    },
    {
      "Text": "However, the legal basis for our processing of data may also be where we have your consent (for example, where consent is required to send certain marketing communications or activate cookies) or where the processing is necessary for compliance with our legal obligations (for example, where we receive requests from regulatory authorities).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We do not use algorithms to make automated decisions about you in a way that produces a significant legal effect. Our legal basis for this type of data processing is that we have a legitimate interest in running our business and providing our Services to our customers, which includes providing technology that empowers our customers to act with more certainty in a way that is easy-to-access and use.} "
    },
    {
      "Text": "We communicate with you in writing, via email, or other means available on or through the Services (for example, via messaging in Brandwatch Consumer Research or push notifications if you use a mobile application). We may communicate transactional or service messages to you, such as welcoming you to our Services or informing you of scheduled downtime. We may ask your opinion or feedback on our services or industry. We may also use your data to provide improved website and product experience and communications. We may also send you marketing communications, on our own behalf or on the behalf of unaffiliated entities. Marketing communications may be sent to you, even if you do not have an account, if you have indicated to us that you wanted to receive such communication or as otherwise allowed by law.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Our legal basis for this type of data processing is that we have a legitimate interest in running our business and providing our Services to our customers, which includes providing technology that empowers our customers to act with more certainty in a way that is easy-to-access and use. However, the legal basis for our processing of data may also be where we have your consent (for example, where consent is required to send certain marketing communications or activate cookies) or where the processing is necessary for compliance with our legal obligations (for example, where we receive requests from regulatory authorities).} "
    },
    {
      "Text": "Regarding marketing communications, you can opt out of receiving future communications in the footer of each email we send to you. You cannot opt out of receiving transaction or service messages from us.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We may also send you marketing communications, on our own behalf or on the behalf of unaffiliated entities. Marketing communications may be sent to you, even if you do not have an account, if you have indicated to us that you wanted to receive such communication or as otherwise allowed by law.} "
    },
    {
      "Text": "We will keep your Personal Data for as long as it is necessary for us to provide the Services. However, if you request that we delete your data, we will also delete your data from our Services unless we are required to retain the data according to applicable law. We delete, deidentify, or anonymize any data about you as soon as it is reasonably practical, once you no longer use our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You cannot opt out of receiving transaction or service messages from us. 5.} "
    },
    {
      "Text": "With whom we may share your Personal Data\\nAny member of our company group\\n\\nWe may share your data with our subsidiaries, parent companies, and affiliates.\\n\\nUnaffiliated entities\\n\\nWe may share your data with selected unaffiliated entities for legitimate purposes, for example:\\n\\nbusiness partners, suppliers, and sub-contractors – for the performance of any contract we enter into with them;\\ncustomers – to administer business accounts and for the performance of any contract we enter into with them;\\nanalytics, ISPs, and search engine providers – for analytics and improving our website and Services;\\nadvertising networks and social networks – for marketing and communications;\\ngovernment entities, law enforcement and others – for fraud protection, security and verification services;\\nfor potential threats, violations and legal process;\\nto comply with the law;\\nprofessional advisors, including lawyers, accountants, and insurers where necessary to enable them to provide their services to us. \\nprospective buyers – if a third party acquires us or our assets, your Personal Data may be part of the transferred company or assets.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {How we use your Personal Data 5. How long we keep your Personal Data 6.} "
    },
    {
      "Text": "We prohibit members of our company group and relevant third parties from using your Personal Data:\\n\\nto target and profile you on the basis of sensitive categories of Personal Data (e.g. health status, sexual orientation, political beliefs, etc.);\\nto single out individuals for unlawful or discriminatory purposes;\\nin any way that goes against the law, including data protection law.\\nIf other entities process your Personal Data, we ensure there are adequate contractual and operational safeguards in place.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {7. How we protect your Personal Data Secure servers The servers that hold your data have administrative, technical, and physical controls to safeguard your data, including industry-standard encryption technology.} "
    },
    {
      "Text": "Where you have consented to our processing of your Personal Data, you can always withdraw that consent at any time. You can unsubscribe to our marketing emails by clicking the link in the emails that we send to you. You can always review and change the privacy settings available on any browser or device you use to access our Services.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Your privacy choices and rights Your choices As a user, you are sometimes given the choice when it comes to sharing Personal Data with Brandwatch. When visiting our website, we will sometimes request your contact information, and you are always allowed to refrain from doing so.} "
    },
    {
      "Text": "request access to the Personal Data that we have about you;",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {You can always review and change the privacy settings available on any browser or device you use to access our Services. Your rights You may have certain rights in relation to your data under applicable data privacy law.} "
    },
    {
      "Text": "ask us to update, rectify, delete, opt-out of the sale of or block your Personal Data;",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {You can always review and change the privacy settings available on any browser or device you use to access our Services. Your rights You may have certain rights in relation to your data under applicable data privacy law.} "
    },
    {
      "Text": "ask us to update, rectify, delete, opt-out of the sale of or block your Personal Data;",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {You can always review and change the privacy settings available on any browser or device you use to access our Services. Your rights You may have certain rights in relation to your data under applicable data privacy law.} "
    },
    {
      "Text": "ask us to update, rectify, delete, opt-out of the sale of or block your Personal Data;",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You can always review and change the privacy settings available on any browser or device you use to access our Services. Your rights You may have certain rights in relation to your data under applicable data privacy law.} "
    },
    {
      "Text": "request that we stop further use of any Personal Data we hold about you;",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {You can always review and change the privacy settings available on any browser or device you use to access our Services. Your rights You may have certain rights in relation to your data under applicable data privacy law.} "
    },
    {
      "Text": "not be discriminated against for the exercise of your privacy rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Your rights You may have certain rights in relation to your data under applicable data privacy law. Depending on applicable law, you may: request access to the Personal Data that we have about you; ask us to update, rectify, delete, opt-out of the sale of or block your Personal Data; request that we stop further use of any Personal Data we hold about you; lodge a complaint about our use of your Personal Data with the data privacy authority of the country in which you live.} "
    },
    {
      "Text": "To exercise any of these rights, ask us questions, voice concerns, or request a copy of this statement in a different format, please submit a verifiable request to us by either:\\n\\ncompleting our web form at www.brandwatch.com/legal/data-subject-access-request;\\nemailing us at privacy@brandwatch.com; or\\ncalling us toll-free at 1-855-368-1500\\nOnly you, or a person you have authorized to act on your behalf, may make a request related to your Personal Data.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Please note that we cannot always complete all requests. For example, we must keep certain records for financial reporting and compliance reasons or to continue to provide you with the Services.} "
    },
    {
      "Text": "The categories of personal information (as defined by the CCPA) about California residents that we may collect and disclose to others for a business purpose are listed and described in section 4.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We will adhere to the appropriate response timeline that applies to you depending on where you live. We may request additional time if necessary in accordance with applicable law.} "
    },
    {
      "Text": "The categories of personal information (as defined by the CCPA) about California residents that we may collect and disclose to others for a business purpose are listed and described in section 4. We collect these categories for the purposes described in section 5 and with the parties described in section 7.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We will adhere to the appropriate response timeline that applies to you depending on where you live. We may request additional time if necessary in accordance with applicable law.} "
    },
    {
      "Text": "We do not sell personal information in the traditional sense although we do engage in online advertising.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {California Residents The categories of personal information (as defined by the CCPA) about California residents that we may collect and disclose to others for a business purpose are listed and described in section 4. We collect these categories for the purposes described in section 5 and with the parties described in section 7.} "
    }
  ]
}