{
  "policy_id": "34",
  "text": "California Privacy Policy Skip to content Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Menu Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Contact US Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Menu Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Contact US California Privacy Policy Digital Segment LLC (“Digital Segment”) California Privacy Policy Thank you for visiting Digitalsegment.com (the “Web Site”) and reviewing our Privacy Policy specific to California residents. The California Consumer Privacy Act of 2018 (CCPA) gives consumers more control over the personal information that businesses collect about them. Types of Data Collected Digital Segment collects data for two purposes: from our website and for Data Products. Website: We do not collect any personally identifiable information about you from our Web Site unless you voluntarily provide it. In some areas of Web Site, we may request that you provide us with personal information that will help us to provide you with information about our products and services, including your name, address, e-mail address, telephone number, and other information from which your identity is discernible. For example, our Web Site includes, or may include, places where you can create a profile or account, or sign up to use a service, or to have us contact you. When you visit our Web Site, we may also collect usage information describing how our website is used and navigated, including the number and frequency of visitors to each section of the Web Site and the length of their stay. This information includes the domain names of users and browser types that visit our website and the time of day the website was visited. This information is not personally identifiable information. Data Products: Information for our Data Products is not gathered by this web site; it is gathered through publicly available sources as well as from data aggregators and compilers.  Types of data that products may feature include: Name / address Device ID Email / Hashed email Telephone Active / Inactive Demography Digital Segment has gathered data from the following categories of sources in the past twelve months: Telecommunications companies Data aggregators Data compilers Government or Public sources How Data Is Used Digital Segment has sold data products containing the data types above to the following types of businesses: Advertising and Marketing Identity Management Marketing Data providers Risk Management Telecommunications How Data Is Secured Digital Segment uses the National Institute of Standards and Technology (NIST) Framework SP800-53 controls to secure all data assets.  More information on NIST SP800-53 can be found here: https://csrc.nist.gov/publications/detail/sp/800-53/rev-5/final Consumer Rights Consumers residing in California have rights supported by Digital Segment policies and procedures: Right to Know Data Collected: consumers may inquire to know what data concerning the individual California resident Digital Segment has collected. Right to Delete:  California residents may have Digital Segment delete their information from company data assets Right to Opt-Out of Sale: California residents may have Digital Segment no longer sell or make available their information Right to Non-Discrimination: Digital Segmeent will not discriminate in any way agasint California residents that have asserted any of these rights. Digital Segment provides the capability to opt-out here: https://www.digitalsegment.com/about/consumer-opt-out/ Contact Digital Segment Questions or comments regarding the California Consumer Privacy Act  or Terms of Use should be sent by email at “info at digitalsegment dot com”. You also can submit a comment through the “contact us” portion of our Web Site. We fuse data and technology to create meaningful marketing programs for our clients. Contact Us Today Contact (610) 228-0906 info@digitalsegment.com @DigitalSgmnt get started Products & Services Resources About Us Be in the know! Sign up for our informative newsletter. Email Subscribe This website uses cookies to improve user experience. View Cookie Policy By clicking “Accept”, you consent to the use of ALL cookies. Cookie Settings ACCEPT Privacy & Cookies Policy Close Privacy Overview This website uses cookies to improve your experience while you navigate through the website. Out of these cookies, the cookies that are categorized as necessary are stored on your browser as they are essential for the working of basic functionalities... Necessary Necessary Always Enabled Necessary cookies are absolutely essential for the website to function properly. This category only includes cookies that ensures basic functionalities and security features of the website. These cookies do not store any personal information. Non Necessary non-necessary Any cookies that may not be particularly necessary for the website to function and is used specifically to collect user personal data via analytics, ads, other embedded contents are termed as non-necessary cookies. It is mandatory to procure user consent prior to running these cookies on your website. Save & Accept",
  "annotations": [
    {
      "Text": "Digital Segment collects data for two purposes: from our website and for Data Products.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {California Privacy Policy Skip to content Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Menu Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Contact US Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Menu Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Contact US California Privacy Policy Digital Segment LLC (“Digital Segment”) California Privacy Policy Thank you for visiting Digitalsegment.com (the “Web Site”) and reviewing our Privacy Policy specific to California residents. The California Consumer Privacy Act of 2018 (CCPA) gives consumers more control over the personal information that businesses collect about them.} "
    },
    {
      "Text": "Website: We do not collect any personally identifiable information about you from our Web Site unless you voluntarily provide it. In some areas of Web Site, we may request that you provide us with personal information that will help us to provide you with information about our products and services, including your name, address, e-mail address, telephone number, and other information from which your identity is discernible. For example, our Web Site includes, or may include, places where you can create a profile or account, or sign up to use a service, or to have us contact you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The California Consumer Privacy Act of 2018 (CCPA) gives consumers more control over the personal information that businesses collect about them. Types of Data Collected Digital Segment collects data for two purposes: from our website and for Data Products.} "
    },
    {
      "Text": "When you visit our Web Site, we may also collect usage information describing how our website is used and navigated, including the number and frequency of visitors to each section of the Web Site and the length of their stay. This information includes the domain names of users and browser types that visit our website and the time of day the website was visited. This information is not personally identifiable information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In some areas of Web Site, we may request that you provide us with personal information that will help us to provide you with information about our products and services, including your name, address, e-mail address, telephone number, and other information from which your identity is discernible. For example, our Web Site includes, or may include, places where you can create a profile or account, or sign up to use a service, or to have us contact you.} "
    },
    {
      "Text": "Data Products: Information for our Data Products is not gathered by this web site; it is gathered through publicly available sources as well as from data aggregators and compilers.  Types of data that products may feature include:\\n\\nName / address\\nDevice ID\\nEmail / Hashed email\\nTelephone\\nActive / Inactive\\nDemography\\nDigital Segment has gathered data from the following categories of sources in the past twelve months:\\n\\nTelecommunications companies\\nData aggregators\\nData compilers\\nGovernment or Public sources",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {California Privacy Policy Skip to content Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Menu Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Contact US Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Menu Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Contact US California Privacy Policy Digital Segment LLC (“Digital Segment”) California Privacy Policy Thank you for visiting Digitalsegment.com (the “Web Site”) and reviewing our Privacy Policy specific to California residents. The California Consumer Privacy Act of 2018 (CCPA) gives consumers more control over the personal information that businesses collect about them.} "
    },
    {
      "Text": "Digital Segment has sold data products containing the data types above to the following types of businesses:\\n\\nAdvertising and Marketing\\nIdentity Management\\nMarketing Data providers\\nRisk Management\\nTelecommunications",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {This information is not personally identifiable information. Data Products: Information for our Data Products is not gathered by this web site; it is gathered through publicly available sources as well as from data aggregators and compilers.} "
    },
    {
      "Text": "Right to Know Data Collected: consumers may inquire to know what data concerning the individual California resident Digital Segment has collected.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Data Products: Information for our Data Products is not gathered by this web site; it is gathered through publicly available sources as well as from data aggregators and compilers. Types of data that products may feature include: Name / address Device ID Email / Hashed email Telephone Active / Inactive Demography Digital Segment has gathered data from the following categories of sources in the past twelve months: Telecommunications companies Data aggregators Data compilers Government or Public sources How Data Is Used Digital Segment has sold data products containing the data types above to the following types of businesses: Advertising and Marketing Identity Management Marketing Data providers Risk Management Telecommunications How Data Is Secured Digital Segment uses the National Institute of Standards and Technology (NIST) Framework SP800-53 controls to secure all data assets.} "
    },
    {
      "Text": "Right to Delete:  California residents may have Digital Segment delete their information from company data assets",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Types of data that products may feature include: Name / address Device ID Email / Hashed email Telephone Active / Inactive Demography Digital Segment has gathered data from the following categories of sources in the past twelve months: Telecommunications companies Data aggregators Data compilers Government or Public sources How Data Is Used Digital Segment has sold data products containing the data types above to the following types of businesses: Advertising and Marketing Identity Management Marketing Data providers Risk Management Telecommunications How Data Is Secured Digital Segment uses the National Institute of Standards and Technology (NIST) Framework SP800-53 controls to secure all data assets. More information on NIST SP800-53 can be found here: https://csrc.nist.gov/publications/detail/sp/800-53/rev-5/final Consumer Rights Consumers residing in California have rights supported by Digital Segment policies and procedures: Right to Know Data Collected: consumers may inquire to know what data concerning the individual California resident Digital Segment has collected.} "
    },
    {
      "Text": "Right to Opt-Out of Sale: California residents may have Digital Segment no longer sell or make available their information",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Types of data that products may feature include: Name / address Device ID Email / Hashed email Telephone Active / Inactive Demography Digital Segment has gathered data from the following categories of sources in the past twelve months: Telecommunications companies Data aggregators Data compilers Government or Public sources How Data Is Used Digital Segment has sold data products containing the data types above to the following types of businesses: Advertising and Marketing Identity Management Marketing Data providers Risk Management Telecommunications How Data Is Secured Digital Segment uses the National Institute of Standards and Technology (NIST) Framework SP800-53 controls to secure all data assets. More information on NIST SP800-53 can be found here: https://csrc.nist.gov/publications/detail/sp/800-53/rev-5/final Consumer Rights Consumers residing in California have rights supported by Digital Segment policies and procedures: Right to Know Data Collected: consumers may inquire to know what data concerning the individual California resident Digital Segment has collected.} "
    },
    {
      "Text": "Right to Non-Discrimination: Digital Segmeent will not discriminate in any way agasint California residents that have asserted any of these rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Types of data that products may feature include: Name / address Device ID Email / Hashed email Telephone Active / Inactive Demography Digital Segment has gathered data from the following categories of sources in the past twelve months: Telecommunications companies Data aggregators Data compilers Government or Public sources How Data Is Used Digital Segment has sold data products containing the data types above to the following types of businesses: Advertising and Marketing Identity Management Marketing Data providers Risk Management Telecommunications How Data Is Secured Digital Segment uses the National Institute of Standards and Technology (NIST) Framework SP800-53 controls to secure all data assets. More information on NIST SP800-53 can be found here: https://csrc.nist.gov/publications/detail/sp/800-53/rev-5/final Consumer Rights Consumers residing in California have rights supported by Digital Segment policies and procedures: Right to Know Data Collected: consumers may inquire to know what data concerning the individual California resident Digital Segment has collected.} "
    },
    {
      "Text": "Digital Segment provides the capability to opt-out here: https://www.digitalsegment.com/about/consumer-opt-out/",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {More information on NIST SP800-53 can be found here: https://csrc.nist.gov/publications/detail/sp/800-53/rev-5/final Consumer Rights Consumers residing in California have rights supported by Digital Segment policies and procedures: Right to Know Data Collected: consumers may inquire to know what data concerning the individual California resident Digital Segment has collected. Right to Delete:  California residents may have Digital Segment delete their information from company data assets Right to Opt-Out of Sale: California residents may have Digital Segment no longer sell or make available their information Right to Non-Discrimination: Digital Segmeent will not discriminate in any way agasint California residents that have asserted any of these rights.} "
    },
    {
      "Text": "Questions or comments regarding the California Consumer Privacy Act  or Terms of Use should be sent by email at “info at digitalsegment dot com”. You also can submit a comment through the “contact us” portion of our Web Site.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {More information on NIST SP800-53 can be found here: https://csrc.nist.gov/publications/detail/sp/800-53/rev-5/final Consumer Rights Consumers residing in California have rights supported by Digital Segment policies and procedures: Right to Know Data Collected: consumers may inquire to know what data concerning the individual California resident Digital Segment has collected. Right to Delete:  California residents may have Digital Segment delete their information from company data assets Right to Opt-Out of Sale: California residents may have Digital Segment no longer sell or make available their information Right to Non-Discrimination: Digital Segmeent will not discriminate in any way agasint California residents that have asserted any of these rights.} "
    },
    {
      "Text": "This website uses cookies to improve user experience",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Contact Us Today Contact (610) 228-0906 info@digitalsegment.com @DigitalSgmnt get started Products & Services Resources About Us Be in the know! Sign up for our informative newsletter.} "
    },
    {
      "Text": "This website uses cookies to improve your experience while you navigate through the website. Out of these cookies, the cookies that are categorized as necessary are stored on your browser as they are essential for the working of basic functionalities.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Contact Us Today Contact (610) 228-0906 info@digitalsegment.com @DigitalSgmnt get started Products & Services Resources About Us Be in the know! Sign up for our informative newsletter.} "
    },
    {
      "Text": "Any cookies that may not be particularly necessary for the website to function and is used specifically to collect user personal data via analytics, ads, other embedded contents are termed as non-necessary cookies. It is mandatory to procure user consent prior to running these cookies on your website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This category only includes cookies that ensures basic functionalities and security features of the website. These cookies do not store any personal information.} "
    },
    {
      "Text": "In some areas of Web Site, we may request that you provide us with personal information that will help us to provide you with information about our products and services, including your name, address, e-mail address, telephone number, and other information from which your identity is discernible",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Types of Data Collected Digital Segment collects data for two purposes: from our website and for Data Products. Website: We do not collect any personally identifiable information about you from our Web Site unless you voluntarily provide it.} "
    },
    {
      "Text": "When you visit our Web Site, we may also collect usage information describing how our website is used and navigated, including the number and frequency of visitors to each section of the Web Site and the length of their stay. This information includes the domain names of users and browser types that visit our website and the time of day the website was visited",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In some areas of Web Site, we may request that you provide us with personal information that will help us to provide you with information about our products and services, including your name, address, e-mail address, telephone number, and other information from which your identity is discernible. For example, our Web Site includes, or may include, places where you can create a profile or account, or sign up to use a service, or to have us contact you.} "
    },
    {
      "Text": "Digital Segment has gathered data from the following categories of sources in the past twelve months:\n\nTelecommunications companies\nData aggregators\nData compilers\nGovernment or Public sources",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This information is not personally identifiable information. Data Products: Information for our Data Products is not gathered by this web site; it is gathered through publicly available sources as well as from data aggregators and compilers.} "
    },
    {
      "Text": "Types of data that products may feature include:\n\nName / address\nDevice ID\nEmail / Hashed email\nTelephone\nActive / Inactive\nDemography",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This information is not personally identifiable information. Data Products: Information for our Data Products is not gathered by this web site; it is gathered through publicly available sources as well as from data aggregators and compilers.} "
    },
    {
      "Text": "Data Products: Information for our Data Products is not gathered by this web site; it is gathered through publicly available sources as well as from data aggregators and compilers",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {California Privacy Policy Skip to content Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Menu Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Contact US Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Menu Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Contact US California Privacy Policy Digital Segment LLC (“Digital Segment”) California Privacy Policy Thank you for visiting Digitalsegment.com (the “Web Site”) and reviewing our Privacy Policy specific to California residents. The California Consumer Privacy Act of 2018 (CCPA) gives consumers more control over the personal information that businesses collect about them.} "
    },
    {
      "Text": "Consumer Rights\nConsumers residing in California have rights supported by Digital Segment policies and procedures:\n\n \n\nRight to Know Data Collected: consumers may inquire to know what data concerning the individual California resident Digital Segment has collected.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Data Products: Information for our Data Products is not gathered by this web site; it is gathered through publicly available sources as well as from data aggregators and compilers. Types of data that products may feature include: Name / address Device ID Email / Hashed email Telephone Active / Inactive Demography Digital Segment has gathered data from the following categories of sources in the past twelve months: Telecommunications companies Data aggregators Data compilers Government or Public sources How Data Is Used Digital Segment has sold data products containing the data types above to the following types of businesses: Advertising and Marketing Identity Management Marketing Data providers Risk Management Telecommunications How Data Is Secured Digital Segment uses the National Institute of Standards and Technology (NIST) Framework SP800-53 controls to secure all data assets.} "
    },
    {
      "Text": "Consumer Rights\nConsumers residing in California have rights supported by Digital Segment policies and procedures:\n\n \n\nRight to Know Data Collected: consumers may inquire to know what data concerning the individual California resident Digital Segment has collected.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Data Products: Information for our Data Products is not gathered by this web site; it is gathered through publicly available sources as well as from data aggregators and compilers. Types of data that products may feature include: Name / address Device ID Email / Hashed email Telephone Active / Inactive Demography Digital Segment has gathered data from the following categories of sources in the past twelve months: Telecommunications companies Data aggregators Data compilers Government or Public sources How Data Is Used Digital Segment has sold data products containing the data types above to the following types of businesses: Advertising and Marketing Identity Management Marketing Data providers Risk Management Telecommunications How Data Is Secured Digital Segment uses the National Institute of Standards and Technology (NIST) Framework SP800-53 controls to secure all data assets.} "
    },
    {
      "Text": "Right to Opt-Out of Sale: California residents may have Digital Segment no longer sell or make available their information",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Types of data that products may feature include: Name / address Device ID Email / Hashed email Telephone Active / Inactive Demography Digital Segment has gathered data from the following categories of sources in the past twelve months: Telecommunications companies Data aggregators Data compilers Government or Public sources How Data Is Used Digital Segment has sold data products containing the data types above to the following types of businesses: Advertising and Marketing Identity Management Marketing Data providers Risk Management Telecommunications How Data Is Secured Digital Segment uses the National Institute of Standards and Technology (NIST) Framework SP800-53 controls to secure all data assets. More information on NIST SP800-53 can be found here: https://csrc.nist.gov/publications/detail/sp/800-53/rev-5/final Consumer Rights Consumers residing in California have rights supported by Digital Segment policies and procedures: Right to Know Data Collected: consumers may inquire to know what data concerning the individual California resident Digital Segment has collected.} "
    },
    {
      "Text": "Right to Non-Discrimination: Digital Segmeent will not discriminate in any way agasint California residents that have asserted any of these rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Types of data that products may feature include: Name / address Device ID Email / Hashed email Telephone Active / Inactive Demography Digital Segment has gathered data from the following categories of sources in the past twelve months: Telecommunications companies Data aggregators Data compilers Government or Public sources How Data Is Used Digital Segment has sold data products containing the data types above to the following types of businesses: Advertising and Marketing Identity Management Marketing Data providers Risk Management Telecommunications How Data Is Secured Digital Segment uses the National Institute of Standards and Technology (NIST) Framework SP800-53 controls to secure all data assets. More information on NIST SP800-53 can be found here: https://csrc.nist.gov/publications/detail/sp/800-53/rev-5/final Consumer Rights Consumers residing in California have rights supported by Digital Segment policies and procedures: Right to Know Data Collected: consumers may inquire to know what data concerning the individual California resident Digital Segment has collected.} "
    },
    {
      "Text": "Right to Delete:  California residents may have Digital Segment delete their information from company data assets",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Types of data that products may feature include: Name / address Device ID Email / Hashed email Telephone Active / Inactive Demography Digital Segment has gathered data from the following categories of sources in the past twelve months: Telecommunications companies Data aggregators Data compilers Government or Public sources How Data Is Used Digital Segment has sold data products containing the data types above to the following types of businesses: Advertising and Marketing Identity Management Marketing Data providers Risk Management Telecommunications How Data Is Secured Digital Segment uses the National Institute of Standards and Technology (NIST) Framework SP800-53 controls to secure all data assets. More information on NIST SP800-53 can be found here: https://csrc.nist.gov/publications/detail/sp/800-53/rev-5/final Consumer Rights Consumers residing in California have rights supported by Digital Segment policies and procedures: Right to Know Data Collected: consumers may inquire to know what data concerning the individual California resident Digital Segment has collected.} "
    },
    {
      "Text": "Digital Segment provides the capability to opt-out here: https://www.digitalsegment.com/about/consumer-opt-out/",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {More information on NIST SP800-53 can be found here: https://csrc.nist.gov/publications/detail/sp/800-53/rev-5/final Consumer Rights Consumers residing in California have rights supported by Digital Segment policies and procedures: Right to Know Data Collected: consumers may inquire to know what data concerning the individual California resident Digital Segment has collected. Right to Delete:  California residents may have Digital Segment delete their information from company data assets Right to Opt-Out of Sale: California residents may have Digital Segment no longer sell or make available their information Right to Non-Discrimination: Digital Segmeent will not discriminate in any way agasint California residents that have asserted any of these rights.} "
    },
    {
      "Text": "Contact Digital Segment\nQuestions or comments regarding the California Consumer Privacy Act  or Terms of Use should be sent by email at “info at digitalsegment dot com”. You also can submit a comment through the “contact us” portion of our Web Site.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {More information on NIST SP800-53 can be found here: https://csrc.nist.gov/publications/detail/sp/800-53/rev-5/final Consumer Rights Consumers residing in California have rights supported by Digital Segment policies and procedures: Right to Know Data Collected: consumers may inquire to know what data concerning the individual California resident Digital Segment has collected. Right to Delete:  California residents may have Digital Segment delete their information from company data assets Right to Opt-Out of Sale: California residents may have Digital Segment no longer sell or make available their information Right to Non-Discrimination: Digital Segmeent will not discriminate in any way agasint California residents that have asserted any of these rights.} "
    },
    {
      "Text": "Any cookies that may not be particularly necessary for the website to function and is used specifically to collect user personal data via analytics, ads, other embedded contents are termed as non-necessary cookies. It is mandatory to procure user consent prior to running these cookies on your website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This category only includes cookies that ensures basic functionalities and security features of the website. These cookies do not store any personal information.} "
    },
    {
      "Text": "Types of Data Collected\\nDigital Segment collects data for two purposes: from our website and for Data Products.\\n\\nWebsite: We do not collect any personally identifiable information about you from our Web Site unless you voluntarily provide it.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {California Privacy Policy Skip to content Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Menu Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Contact US Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Menu Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Contact US California Privacy Policy Digital Segment LLC (“Digital Segment”) California Privacy Policy Thank you for visiting Digitalsegment.com (the “Web Site”) and reviewing our Privacy Policy specific to California residents. The California Consumer Privacy Act of 2018 (CCPA) gives consumers more control over the personal information that businesses collect about them.} "
    },
    {
      "Text": "For example, our Web Site includes, or may include, places where you can create a profile or account, or sign up to use a service, or to have us contact you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Website: We do not collect any personally identifiable information about you from our Web Site unless you voluntarily provide it. In some areas of Web Site, we may request that you provide us with personal information that will help us to provide you with information about our products and services, including your name, address, e-mail address, telephone number, and other information from which your identity is discernible.} "
    },
    {
      "Text": "How Data Is Used\\nDigital Segment has sold data products containing the data types above to the following types of businesses:\\n\\nAdvertising and Marketing\\nIdentity Management\\nMarketing Data providers\\nRisk Management\\nTelecommunications",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {This information is not personally identifiable information. Data Products: Information for our Data Products is not gathered by this web site; it is gathered through publicly available sources as well as from data aggregators and compilers.} "
    },
    {
      "Text": "In some areas of Web Site, we may request that you provide us with personal information that will help us to provide you with information about our products and services, including your name, address, e-mail address, telephone number, and other information from which your identity is discernible.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Types of Data Collected Digital Segment collects data for two purposes: from our website and for Data Products. Website: We do not collect any personally identifiable information about you from our Web Site unless you voluntarily provide it.} "
    },
    {
      "Text": "In some areas of Web Site, we may request that you provide us with personal information that will help us to provide you with information about our products and services, including your name, address, e-mail address, telephone number, and other information from which your identity is discernible",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Types of Data Collected Digital Segment collects data for two purposes: from our website and for Data Products. Website: We do not collect any personally identifiable information about you from our Web Site unless you voluntarily provide it.} "
    },
    {
      "Text": "When you visit our Web Site, we may also collect usage information describing how our website is used and navigated, including the number and frequency of visitors to each section of the Web Site and the length of their stay. This information includes the domain names of users and browser types that visit our website and the time of day the website was visited",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In some areas of Web Site, we may request that you provide us with personal information that will help us to provide you with information about our products and services, including your name, address, e-mail address, telephone number, and other information from which your identity is discernible. For example, our Web Site includes, or may include, places where you can create a profile or account, or sign up to use a service, or to have us contact you.} "
    },
    {
      "Text": "When you visit our Web Site, we may also collect usage information describing how our website is used and navigated, including the number and frequency of visitors to each section of the Web Site and the length of their stay. This information includes the domain names of users and browser types that visit our website and the time of day the website was visite",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In some areas of Web Site, we may request that you provide us with personal information that will help us to provide you with information about our products and services, including your name, address, e-mail address, telephone number, and other information from which your identity is discernible. For example, our Web Site includes, or may include, places where you can create a profile or account, or sign up to use a service, or to have us contact you.} "
    },
    {
      "Text": "  Types of data that products may feature include:\\n\\nName / address\\nDevice ID\\nEmail / Hashed email\\nTelephone\\nActive / Inactive\\nDemography",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {This information is not personally identifiable information. Data Products: Information for our Data Products is not gathered by this web site; it is gathered through publicly available sources as well as from data aggregators and compilers.} "
    },
    {
      "Text": "Types of data that products may feature include:\\n\\nName / address\\nDevice ID\\nEmail / Hashed email\\nTelephone\\nActive / Inactive\\nDemography",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This information is not personally identifiable information. Data Products: Information for our Data Products is not gathered by this web site; it is gathered through publicly available sources as well as from data aggregators and compilers.} "
    },
    {
      "Text": "This website uses cookies to improve user experience. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Contact Us Today Contact (610) 228-0906 info@digitalsegment.com @DigitalSgmnt get started Products & Services Resources About Us Be in the know! Sign up for our informative newsletter.} "
    },
    {
      "Text": "Privacy Overview\\nThis website uses cookies to improve your experience while you navigate through the website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Email Subscribe This website uses cookies to improve user experience. View Cookie Policy By clicking “Accept”, you consent to the use of ALL cookies.} "
    },
    {
      "Text": "non-necessary",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Data Products: Information for our Data Products is not gathered by this web site; it is gathered through publicly available sources as well as from data aggregators and compilers. Types of data that products may feature include: Name / address Device ID Email / Hashed email Telephone Active / Inactive Demography Digital Segment has gathered data from the following categories of sources in the past twelve months: Telecommunications companies Data aggregators Data compilers Government or Public sources How Data Is Used Digital Segment has sold data products containing the data types above to the following types of businesses: Advertising and Marketing Identity Management Marketing Data providers Risk Management Telecommunications How Data Is Secured Digital Segment uses the National Institute of Standards and Technology (NIST) Framework SP800-53 controls to secure all data assets.} "
    },
    {
      "Text": "Digital Segment collects data for two purposes: from our website and for Data Products.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {California Privacy Policy Skip to content Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Menu Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Contact US Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Menu Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Contact US California Privacy Policy Digital Segment LLC (“Digital Segment”) California Privacy Policy Thank you for visiting Digitalsegment.com (the “Web Site”) and reviewing our Privacy Policy specific to California residents. The California Consumer Privacy Act of 2018 (CCPA) gives consumers more control over the personal information that businesses collect about them.} "
    },
    {
      "Text": "Types of Data Collected",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {California Privacy Policy Skip to content Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Menu Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Contact US Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Menu Products CrossTalk ConsumerComplete Identity Gateway Solutions Data API’s Compliance Data Strategy Marketing Technology Experts​ About Us Our Company Privacy Policy California Privacy Policy Consumer Opt Out Contact Us Resources Big Data Data Compliance Marketing Latest News Contact US California Privacy Policy Digital Segment LLC (“Digital Segment”) California Privacy Policy Thank you for visiting Digitalsegment.com (the “Web Site”) and reviewing our Privacy Policy specific to California residents. The California Consumer Privacy Act of 2018 (CCPA) gives consumers more control over the personal information that businesses collect about them.} "
    },
    {
      "Text": "Website: We do not collect any personally identifiable information about you from our Web Site unless you voluntarily provide it. In some areas of Web Site, we may request that you provide us with personal information that will help us to provide you with information about our products and services, including your name, address, e-mail address, telephone number, and other information from which your identity is discernible.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The California Consumer Privacy Act of 2018 (CCPA) gives consumers more control over the personal information that businesses collect about them. Types of Data Collected Digital Segment collects data for two purposes: from our website and for Data Products.} "
    },
    {
      "Text": "When you visit our Web Site, we may also collect usage information describing how our website is used and navigated, including the number and frequency of visitors to each section of the Web Site and the length of their stay. This information includes the domain names of users and browser types that visit our website and the time of day the website was visited. This information is not personally identifiable information.\n\nData Products: Information for our Data Products is not gathered by this web site; it is gathered through publicly available sources as well as from data aggregators and compilers.  Types of data that products may feature include:\n\nName / address\nDevice ID\nEmail / Hashed email\nTelephone\nActive / Inactive\nDemography\nDigital Segment has gathered data from the following categories of sources in the past twelve months:\n\nTelecommunications companies\nData aggregators\nData compilers\nGovernment or Public sources",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In some areas of Web Site, we may request that you provide us with personal information that will help us to provide you with information about our products and services, including your name, address, e-mail address, telephone number, and other information from which your identity is discernible. For example, our Web Site includes, or may include, places where you can create a profile or account, or sign up to use a service, or to have us contact you.} "
    },
    {
      "Text": "How Data Is Used\nDigital Segment has sold data products containing the data types above to the following types of businesses:\n\nAdvertising and Marketing\nIdentity Management\nMarketing Data providers\nRisk Management\nTelecommunications",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This information is not personally identifiable information. Data Products: Information for our Data Products is not gathered by this web site; it is gathered through publicly available sources as well as from data aggregators and compilers.} "
    },
    {
      "Text": "How Data Is Used\nDigital Segment has sold data products containing the data types above to the following types of businesses:\n\nAdvertising and Marketing\nIdentity Management\nMarketing Data providers\nRisk Management\nTelecommunications",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {This information is not personally identifiable information. Data Products: Information for our Data Products is not gathered by this web site; it is gathered through publicly available sources as well as from data aggregators and compilers.} "
    },
    {
      "Text": "How Data Is Used\nDigital Segment has sold data products containing the data types above to the following types of businesses:\n\nAdvertising and Marketing\nIdentity Management\nMarketing Data providers\nRisk Management\nTelecommunications",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This information is not personally identifiable information. Data Products: Information for our Data Products is not gathered by this web site; it is gathered through publicly available sources as well as from data aggregators and compilers.} "
    },
    {
      "Text": "How Data Is Secured\nDigital Segment uses the National Institute of Standards and Technology (NIST) Framework SP800-53 controls to secure all data assets.  More information on NIST SP800-53 can be found here: https://csrc.nist.gov/publications/detail/sp/800-53/rev-5/final",
      "Label": "Others",
      "Context": "2 Sentences Before {This information is not personally identifiable information. Data Products: Information for our Data Products is not gathered by this web site; it is gathered through publicly available sources as well as from data aggregators and compilers.} "
    },
    {
      "Text": "Right to Know Data Collected: consumers may inquire to know what data concerning the individual California resident Digital Segment has collected.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Data Products: Information for our Data Products is not gathered by this web site; it is gathered through publicly available sources as well as from data aggregators and compilers. Types of data that products may feature include: Name / address Device ID Email / Hashed email Telephone Active / Inactive Demography Digital Segment has gathered data from the following categories of sources in the past twelve months: Telecommunications companies Data aggregators Data compilers Government or Public sources How Data Is Used Digital Segment has sold data products containing the data types above to the following types of businesses: Advertising and Marketing Identity Management Marketing Data providers Risk Management Telecommunications How Data Is Secured Digital Segment uses the National Institute of Standards and Technology (NIST) Framework SP800-53 controls to secure all data assets.} "
    },
    {
      "Text": "Right to Delete:  California residents may have Digital Segment delete their information from company data assets",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Types of data that products may feature include: Name / address Device ID Email / Hashed email Telephone Active / Inactive Demography Digital Segment has gathered data from the following categories of sources in the past twelve months: Telecommunications companies Data aggregators Data compilers Government or Public sources How Data Is Used Digital Segment has sold data products containing the data types above to the following types of businesses: Advertising and Marketing Identity Management Marketing Data providers Risk Management Telecommunications How Data Is Secured Digital Segment uses the National Institute of Standards and Technology (NIST) Framework SP800-53 controls to secure all data assets. More information on NIST SP800-53 can be found here: https://csrc.nist.gov/publications/detail/sp/800-53/rev-5/final Consumer Rights Consumers residing in California have rights supported by Digital Segment policies and procedures: Right to Know Data Collected: consumers may inquire to know what data concerning the individual California resident Digital Segment has collected.} "
    },
    {
      "Text": "Right to Opt-Out of Sale: California residents may have Digital Segment no longer sell or make available their information",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Types of data that products may feature include: Name / address Device ID Email / Hashed email Telephone Active / Inactive Demography Digital Segment has gathered data from the following categories of sources in the past twelve months: Telecommunications companies Data aggregators Data compilers Government or Public sources How Data Is Used Digital Segment has sold data products containing the data types above to the following types of businesses: Advertising and Marketing Identity Management Marketing Data providers Risk Management Telecommunications How Data Is Secured Digital Segment uses the National Institute of Standards and Technology (NIST) Framework SP800-53 controls to secure all data assets. More information on NIST SP800-53 can be found here: https://csrc.nist.gov/publications/detail/sp/800-53/rev-5/final Consumer Rights Consumers residing in California have rights supported by Digital Segment policies and procedures: Right to Know Data Collected: consumers may inquire to know what data concerning the individual California resident Digital Segment has collected.} "
    },
    {
      "Text": "Right to Non-Discrimination: Digital Segmeent will not discriminate in any way agasint California residents that have asserted any of these rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Types of data that products may feature include: Name / address Device ID Email / Hashed email Telephone Active / Inactive Demography Digital Segment has gathered data from the following categories of sources in the past twelve months: Telecommunications companies Data aggregators Data compilers Government or Public sources How Data Is Used Digital Segment has sold data products containing the data types above to the following types of businesses: Advertising and Marketing Identity Management Marketing Data providers Risk Management Telecommunications How Data Is Secured Digital Segment uses the National Institute of Standards and Technology (NIST) Framework SP800-53 controls to secure all data assets. More information on NIST SP800-53 can be found here: https://csrc.nist.gov/publications/detail/sp/800-53/rev-5/final Consumer Rights Consumers residing in California have rights supported by Digital Segment policies and procedures: Right to Know Data Collected: consumers may inquire to know what data concerning the individual California resident Digital Segment has collected.} "
    },
    {
      "Text": "Digital Segment provides the capability to opt-out here: https://www.digitalsegment.com/about/consumer-opt-out/",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {More information on NIST SP800-53 can be found here: https://csrc.nist.gov/publications/detail/sp/800-53/rev-5/final Consumer Rights Consumers residing in California have rights supported by Digital Segment policies and procedures: Right to Know Data Collected: consumers may inquire to know what data concerning the individual California resident Digital Segment has collected. Right to Delete:  California residents may have Digital Segment delete their information from company data assets Right to Opt-Out of Sale: California residents may have Digital Segment no longer sell or make available their information Right to Non-Discrimination: Digital Segmeent will not discriminate in any way agasint California residents that have asserted any of these rights.} "
    }
  ]
}