{
  "policy_id": "39",
  "text": "Privacy Center - Lotame <style id=\"rocket-lazyload-nojs-css\">.rll-youtube-player, [data-lazy-src]{display:none !important;}</style> <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://px.ads.linkedin.com/collect/?pid=97356&fmt=gif\" /> Use Website In a Screen-Reader Mode Skip to Content ↵ ENTER Skip to Menu ↵ ENTER Skip to Footer ↵ ENTER X Introducing The Next-Gen Data Platform Spherical Get Data Empowered LEARN MORE X Privacy Center Careers Request a Demo Solutions Spherical Platform Data Marketplace Sellers Data Marketplace Buyers Panorama Identity Clients Marketers & Agencies Publishers & Media Companies Data Sellers Platforms Partner Connections Resources Case Studies Strategy & Education Company Updates Press Releases About Lotame About Us Contact Us Privacy Center Team Events Careers Privacy Center Careers Request a Demo <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://analytics.twitter.com/i/adsct?txn_id=o36ya&p_id=Twitter&tw_sale_amount=0&tw_orde…\" /> <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"//t.co/i/adsct?txn_id=o36ya&p_id=Twitter&tw_sale_amount=0&tw_order_quantity=0\" /> <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://px.ads.linkedin.com/collect/?pid=97356&conversionId=1900570&fmt=gif\" /> Home » About Lotame » Privacy Center Privacy Center <img width=\"1272\" height=\"732\" class=\"hero__content-left__img\" src=\"https://www.lotame.com/wp-content/uploads/2021/08/About_Privacy1F-1272x732.png\"> Overview Privacy Notices Privacy Principles Privacy Manager Data Processing Agreements Privacy Definitions Overview Privacy Notices Privacy Principles Privacy Manager Data Processing Agreements Privacy Definitions At Lotame, privacy is more than a list of do’s and don’ts, or policies and processes. It’s integral to our culture, which is best described in our underlying values of trust and integrity, as well as the principles on which Lotame has been built. An integral part of our culture is our commitment to support data-driven decision-making and delivery of personalized content without sacrificing personal privacy. Below we summarize Lotame’ privacy practices. You can learn more by clicking on the links provided in the summary below or using the above links. Our Commitments Earning the trust of our customers and partners is the foundation of our business at Lotame. We earn this trust by working to meet our customers’ and partners’ privacy needs and by being transparent in our privacy commitments. We have implemented a privacy program and security controls that enable our customers and partners to operate with the confidence that they can meet their privacy and compliance requirements globally. Maintaining that trust involves making ongoing commitments to our customers and partners. These commitments include: Following our Privacy Principles Design, build, and deliver products and services that respect the privacy of individuals by following the principles of Privacy by Design and Privacy by Default Honoring an individual’s choice regarding the processing of his/her Personal Data Writing our Privacy Notices and contracts in plain, straightforward language to be transparent and help individuals, our customers, and our Data Partners understand the data privacy protections that we offer Lotame’s Privacy Principles and Approach to Global Data Protection and Privacy Compliance Global data privacy laws are in a constant state of flux. Every few months, another state or country introduces new legislation or amends legislation designed to protect the Personal Data of its citizens or residents. Treating these as individual checkboxes for legal compliance could become an infinite list of tasks, paralyzing us from innovating privacy solutions at scale. Fortunately, the vast majority of these laws to date share a foundation of common principles. By focusing first on our Privacy Principles, which are our underlying guidelines that we follow to govern our services development, collection, use, storage, and disclosure of Personal Data , Lotame has designed a privacy program that scales to meet the evolving global legal environment related to data protection and privacy. Privacy by Design and by Default Lotame is committed to the responsible use of information to help businesses make better decisions, secure their operations, regarding online advertising and deliver personalized content while respecting personal privacy. Lotame’s agility and unique capabilities have made it the leader in the field of responsible identity resolution, taking personal privacy into consideration throughout the process of designing, building, and delivering information products and services. Privacy Choices – Lotame’s Privacy Manager Lotame offers online tools for individuals to exercise their rights given under various Data Protection and Privacy Laws regarding their Personal Data that Lotame may have. If you are an individual, please visit Lotame’s Privacy Manager portal to exercise your rights under the Data Protection and Privacy Laws applicable to you. If you are a customer or Data Partner of Lotame, please contact your account representative. Certifications <img width=\"76\" height=\"76\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/iso-2.png\" alt=\"Company Logo\"> Lotame’s Information Security Management System (ISMS) is certified compliant with the ISO/IEC 27001:2013 standard. You can view Lotame’s Certificate of Registration here . <img width=\"131\" height=\"131\" src=\"https://www.lotame.com/wp-content/uploads/2023/02/ePrivacyseal_EU_F-e1677104502748.png\" alt=\"Company Logo\"> Lotame has completed ePrivacyseal GmbH’s technical and legal audits and our Audience Management Platform is in compliance with the criteria catalogue of ePrivacyseal GmbH as described in Lotame’s certificate . <img width=\"101\" height=\"70\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/edaa.svg\" alt=\"Company Logo\"> Lotame is certified as compliant with the European Interactive Digital Advertising Alliance Self-Regulatory Programme through TrustArc, an independent Certification Provider. You can view Lotame’s Letter of Attestation through TrustArc here . <img width=\"131\" height=\"40\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/NAI_logo-1.png\" alt=\"Company Logo\"> Lotame has undergone the NAI’s annual compliance review and has been certified as compliant with NAI’s Code of Conduct. Memberships <img width=\"80\" height=\"41\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/iab-tech-2.png\" alt=\"Company Logo\"> <img width=\"80\" height=\"70\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/iab-euro-1.png\" alt=\"Company Logo\"> <img width=\"100\" height=\"74\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/iab-tech-e1672250752540.png\" alt=\"Company Logo\"> <img width=\"131\" height=\"40\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/NAI_logo-1.png\" alt=\"Company Logo\"> <img width=\"99\" height=\"70\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/Group-10.png\" alt=\"Company Logo\"> <img width=\"100\" height=\"59\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/ANA-logo-e1672250768531.png\" alt=\"Company Logo\"> <img width=\"100\" height=\"63\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/dcn-logo-e1672250781800.jpeg\" alt=\"Company Logo\"> Lotame is committed to consumer privacy. To learn more, please review: Lotame’s Products & Services Privacy Policy Lotame’s Corporate Websites Privacy Policy Lotame’s Products & Services Privacy Policy Last updated and effective as of August 26, 2022. This Products & Services Privacy Policy (this “ Policy ”) explains how Lotame Solutions, Inc. (“ Lotame ,” “ we ,”, “ us ,” and “ our ”) collects, uses, shares, and for certain services, sells information, including Personal Information. Lotame receives the personal information of individuals from our business clients in connection with their access to and use of certain Lotame’s services (“ Services ”) and from partners that license data to us, as described in Part 1 below. As used in this Policy, “ personal information ” is information that can be used to identify an individual, either directly or when combined with other personal or identifying information linked or linkable to that individual, and depending on the context, “ you ” and “ your ” refers Lotame’s business clients or the individuals from which our business clients collect personal information. This Policy applies only to information that we process on behalf of our business clients (where we act as a ‘data processor’ or ‘service provider’) or for our own purposes (for example, as a ‘data controller’ or a ‘business’) in connection with our Services. This Policy does not cover any information we collect or process from our corporate website, which is covered by our site privacy notices available here . As part of its commitment to privacy, Lotame adheres to both the DAA Self-Regulatory Principles and the eDAA’s European Principles for Online Behavioral Advertising. Lotame is also a member of the NAI and adheres to the NAI Code of Conduct. Please visit our Memberships, Affiliations and Oversight page to learn more about Lotame’s participation in the EDAA, DAA, NAI, and other self-regulatory organizations. If you have any questions or concerns regarding this Policy, you may write to us at privacy@lotame.com or by mail to: Chief Privacy Officer, Lotame Solutions, Inc., 8850 Stanford Blvd., Suite 4000, Columbia, MD, USA. PART 1: About Lotame’s Services Lotame does not provide its Services directly to consumers. Instead, Lotame’s Services help businesses – marketers, advertising agencies, marketing technology platforms and publishers – engage in interest-based advertising and marketing. Interest-based advertising is the practice of delivering relevant content and advertising to people based on their interests, activities, and behaviors. Lotame Services consist of the following: Data Products and Services. Some of our Services allow Lotame’s business clients to utilize personal information to reach the right online audiences for their products and services. To provide these Services, Lotame licenses data from third party providers (including website owners, app owners, data aggregators, data onboarders, and SmartTV manufacturers) and makes this data available to its clients. This data is called “ Third Party Data .” Lotame’s business clients use Third Party Data to create audience segments associated with certain interests, behaviors, and attributes (for example, an interest in travel or an interest in sports). These audience segments are associated with Pseudonymous IDs so that clients can send relevant advertisements to consumers on their computers, phones, and other mobile devices. SaaS Services . Lotame offers Services that are offered through its software as a service platform, the Lotame Data Management Platform (“ DMP ”), that Lotame provides to its business clients. These Services provide tools for business clients to collect and organize information about their customers from their own sources – including client websites, mobile applications, advertising campaigns, CRM systems, and data partners – and use this information for marketing purposes. Lotame’s platform provides the tools that facilitate our clients’ collection and export of this data (called, “ First Party Data ”) and Lotame acts as a ‘data processor’ or ‘service provider’ in processing this data on behalf of and at the direction of our business clients. Marketing Technology Services . Lotame has additional Services that help our business clients use personal information to deliver personalized content and advertising to users both online, via computers, phones, and other mobile devices, and offline, via more traditional marketing methods. For example, Lotame helps our business clients identify relationships across computers, phones, and other mobile devices, so that a user can benefit from targeted advertising across multiple devices. PART 2: What Information We Collect and How We Collect it Categories & Sources Lotame collects, uses, and discloses information that identifies or relates to a specific individual and other information described below in the course of operating its platform and providing the Services to its business clients. This information may or may not be linked to an identifiable individual, as described in this Policy. Categories of Data Types Lotame collects, uses, and discloses the following types of information. This information may or may not constitute “personal information” or “personal data” under various Data Protection and Privacy Laws, depending on the context in which the information is collected and any other information to which is linked or linkable. Pseudonymous IDs Pseudonymous IDs include cookies, mobile advertising IDs or MAIDs, TV advertising identifiers, hashed email addresses, IP addresses, or other alpha-numeric identifiers that are provided by our business clients or partners from which we license data, that do not, by themselves, identify a specific individual. To protect privacy, we segregate Direct Identifiers from Pseudonymous IDs, and we use technical and organizational measures to maintain that separation and prevent unauthorized identification of individuals. Direct Identifiers Direct Identifiers include information that relates specifically to an individual such as the individual’s name, government identification number or code, telephone number, or e-mail address. Currently, Lotame only collects, uses, and discloses e-mail addresses when provided by our business clients or data licensees. When Lotame does receive e-mail addresses, to protect privacy, we tokenize e-mail addresses, segregate e-mail addresses from Pseudonymous IDs, and use technical and organizational measures and controls to maintain that separation and prevent unauthorized identification of individuals using e-mail addresses. Attribute Information Attribute Information includes attributes, behaviors, preferences, interests, and other characteristics of an individual or inferred about an individual based on that individual’s location, intent data, socio-demographic data, purchase data, browsing, survey data, and other data that corresponds to a particular use of or visit to a website or application by that individual. Non-Precision Geolocation Data Non-precise Geolocation Data means data that approximates location, such as postal code/zip code. Log Data, including Internet Log Data, and Event Data Internet Log Data includes data that is automatically sent by an individual’s browser or device in order to communicate with servers, such as the URL of the page requested, IP Address, browser or device type, language, operating system information, mobile service provider, date, and time stamps. Event Data includes data about ads an individual sees (advertiser ID, campaign ID), where and when the individual sees the ad (date/time stamp, URL), and how the individual reacts to the ads (click, hover, convert, etc.). Categories of Data Sources Lotame collects the categories of data types identified above from: Our business clients, who provide the personal information of their customers or users of their websites and apps to Lotame for our use in connection with their use of our Services Our data licensors and other reputable providers of licensed aggregated data, which may be derived from public and non-public sources and from individuals, such as survey respondents who affirmatively agree to the data uses. How We Collect Data Lotame collects First Party Data and Third Party Data via many methods, including cookies, JavaScript, pixel tags, SDKs (software development kits), secure file transfers, and server to server connections. Lotame pixel tags generally appear as “third party tags.” These methods allow Lotame to collect information from websites that are owned or operated by our business clients and data licensors. PART 3: How We Use Your Information Lotame analyzes the information it collects and receives, and organizes it into user groups and audiences, based on factors such as age, gender, geography, interests, and online actions. Our business clients and partners then use the Lotame-created user groups and audiences, along with information about the possible relationships among different browsers and devices, to design and deliver customized advertising campaigns or other relevant content to users on their computers, phones, and other mobile devices. Clients can combine Third Party Data with their own First Party Data when using Lotame’s SaaS and Marketing Technology Services. Our business clients and partners may also analyze and organize the underlying data to create custom user groups and audiences. Lotame uses the information it collects and receives to: Identify relationships between different browsers and devices Analyze the effectiveness of online advertising campaigns Provide aggregated information about user interests Attribute user interests to browsers and devices Test the accuracy of certain products, including cross-device matching Determine the overlap in First Party and Third Party data sets Create pre-packaged audience segments Create modeled audience segments and products Lotame’s clients generally use First Party Data, along with Third Party Data provided by Lotame, to: Deliver targeted advertising campaigns to users across devices Serve targeted content to users across devices Analyze and improve the effectiveness of online advertising campaigns Create data-driven marketing products, including models PART 4: How We Share Your Information In addition to sharing certain data as directed by clients, we may share information that is non-personal or pseudonymized with other clients and third party companies such as advertisers, agencies, ad networks, or exchanges, to provide Services to our clients and to enable our clients and those third parties to analyze user behaviors or to customize the ads that consumers see online. In addition, we may provide access to information we collect to other service providers. To the extent we have any personal information, we share such information with service providers or third party marketing partners who will only utilize the information to provide their services to us or for our clients. If our company is sold, assigned, transferred, merged, files for bankruptcy protection, sells all or a portion of its assets or undergoes some other change to its corporate form, information may be transferred as part of that transaction or change, including in connection with a due diligence process. We may also release information in order to comply with requests from law enforcement, government agencies, and similar entities, or to otherwise protect Lotame, our clients, and users. PART 5: How we handle Political Data, Sensitive Data, and Information related to Children Political Data Lotame creates and shares audience segments consisting of political data for jurisdictions outside of the European Economic Area. For a list of the political segments we offer through our Online Advertising Data Products and Services, click here . Sensitive Data Lotame does not knowingly collect information or create or share general audience segments that are classified by the Network Advertising Initiative (“ NAI ”) as Sensitive Information (as defined in the NAI Code of Conduct ). For a list of the non-sensitive health-related segments we offer through our Data Products and Services, click here . Lotame does not create or share EEA audience segments that are classified by the General Data Protection Regulation as Sensitive Personal Data. Children Lotame does not generate pre-packaged audience segments that are targeted to children under the age of 16. PART 6: Consumer Choice and the Ability to Opt-Out Lotame provides individuals with the ability to opt-out of the collection and use of their information for interest-based advertising for all of Lotame’s Services. For California residents, Part 8 contains information related to their right to opt-out of sale of personal information. Opt-Out of Interest-Based Advertising The following information provides instructions on how individuals can opt-out of Interest-Based Advertising from cookies, in mobile applications, and across devices. Please note that opting out of Lotame’s processing of your data does not mean you will block online advertising altogether or see fewer ads. It simply means that the ads that you see will not be personalized for you. Ads may be served because they relate to the website you are visiting or to your current search, or they may just be randomly placed. Also, your choice to use any of our opt-out tools will not affect ads placed by any other organization. Also, after choosing to opt-out via any of the methods below, if you use a different device or a different browser, or if you delete browser cookies, you may need to repeat the opt-out steps for that particular device or browser. In addition, if you block cookies on your browser or if third-party cookies are blocked by default, some of the opt-out tools above may not function. Browser Opt-Out For Lotame Only. To opt-out of the collection and use of data by Lotame for online Interest-Based Advertising on your browser (including a mobile browser if third-party cookies are enabled for that browser), you can click here and follow the instructions provided. Your opt-out choice is applied only to the browser from which you make the choice. Lotame’s browser opt-out is cookie-based so if cookies are blocked by your browser or you have deleted cookies from your browser, you will no longer be opted-out and you may need to opt-out again. Please note that even after you opt-out of the use of your information by Lotame for Interest-Based Advertising, Lotame may continue to collect and use such information for clients, because our clients use their own cookie, which is not affected by the Lotame browser opt-out, or for other purposes, including analytics and research. Additionally, should you elect to opt-out, you will still receive ads, but these ads may be less relevant to your interests. Interest-Based Advertising, Generally. You can opt-out of the collection of data across unaffiliated sites over time for Interest-Based Advertising and other purposes from companies participating in the Digital Advertising Alliance Consumer Choice Page at www.aboutads.info/choices and from members of the Network Advertising Initiative via www.networkadvertising.org/choices . Mobile Applications Opt-Out To opt-out of the collection and use of data for interest-based advertising on your mobile device, you can modify the settings on your mobile device. Please note that the specific opt-out instructions for each device may differ depending on which version of the operating system software you are running. For Apple Devices: Go to Settings, Select Privacy, Select Advertising, and enable the “Limit Ad Tracking” setting. For Android Devices: Open the Google Settings App, Select Ads, and enable the “Opt out of interest-based advertising” setting. Alternatively, you may wish to download the TrustE mobile application and/or the Digital Advertising Alliance “App Choices” mobile application and follow the instructions provided. You may opt-out of the collection and use of data by Lotame specifically, or by all companies that offer a mobile application opt-out via the TrustE or AppChoices app. Your opt-out choice is applied only to the collection of data from applications on the device from which you opt-out. Television Opt-Out Lotame licenses television viewership data from third parties that offer smart TVs and video streaming devices. Instructions on how to opt-out from many popular smart TVs and video streaming devices are available here . European Opt-Out In Europe, you can opt-out via the IAB Europe’s industry opt-out at www.youronlinechoices.eu . Do Not Track When you browse the web, your browser can send a request to websites to not collect or track your browsing data (“ Do Not Track ”). In some browsers, that standing request may even be turned on by default. Standards regarding how to interpret and implement a “Do Not Track” signal are not currently defined, which means different websites, publishers, data providers, or ad technology companies that work with Lotame or use its technology may request that we interpret the signal differently. To find out more about “Do Not Track,” please visit http://www.allaboutdnt.com . PART 7: Information for residents of EU/EEA, UK and Switzerland Lotame transfers the data it collects in the European Union, European Economic Area, United Kingdom, and Switzerland to the United States for processing. Lotame processes the data as described in this Policy, in accordance with the EU’s General Data Protection Regulation (GDPR) and the agreements with our business clients. Lotame has certain responsibilities as both a data controller and a data processor under the European Union’s General Data Protection Regulation (“ GDPR ”). We have worked cooperatively with clients and partners to address these responsibilities and have updated our policies and procedures to address GDPR. We have made certain enhancements to our products and services to address GDPR and will continue to operate according to the principles of “privacy by design”. Legal Basis for Processing Lotame’s legal basis for processing an individual’s personal information is consent, which is given by individuals to our business clients and data licensors and provided to Lotame via the IAB Europe Transparency & Consent Framework or directly to Lotame using Lotame’s Consent API. IAB Europe Transparency & Consent Framework Lotame participates in the IAB Europe Transparency & Consent Framework and complies with its Specifications and Policies. Lotame’s identification number within the framework is 95. For additional information about the IAB Europe Transparency & Consent Framework, and the obligations of participating vendors, please click here . Privacy Shield While Lotame no longer relies on EU-U.S. and Swiss-U.S. Privacy Shield as a lawful basis for international transfers of personal information from EU/EEA and Switzerland to the U.S., Lotame remains certified under both EU-U.S. and the Swiss-U.S. Privacy Shield Frameworks as set forth by the U.S. Department of Commerce regarding the collection, use and retention of personal information transferred from the EU/EEA, the UK and Switzerland to the United States, (each a “ Privacy Shield Framework ”). To learn more about the Privacy Shield program please visit https://www.privacyshield.gov/ . Lotame’s certification can be viewed here . In compliance with the Privacy Shield Principles, Lotame commits to resolving complaints about our collection or use of your personal information. EU and Swiss individuals with inquiries or complaints regarding our Privacy Shield policy should first contact Lotame at: Lotame Privacy Team 8850 Stanford Blvd, Suite 4000 Columbia, MD 21045 Email: privacy@lotame.com If you do not receive a timely acknowledgment of your complaint from us, or if we have not resolved your complaint, please visit ANA’s Privacy Shield Dispute Resolution . The services of ANA are provided at no cost to you. Lotame is subject to the investigatory and enforcement powers of the U.S. Federal Trade Commission (FTC). Under certain conditions, more fully described on the Privacy Shield website here , you may be entitled to invoke binding arbitration when other dispute resolution procedures have been exhausted. Subject Access Requests EEA residents have the right to request certain information from Lotame, including without limitation, the right to ask what personal information Lotame has collected, and the right to ask that Lotame correct this personal information if it is believed to be inaccurate. EEA residents should first visit the Lotame Privacy Manager , which provides information to consumers about how Lotame uses personal information in connection with its Data Products and Services and displays Third Party Data associated with the device viewing the Lotame Privacy Manager, as well as any devices that are connected to this device through Lotame’s cross-device technology. Specifically, the Lotame Privacy Manager displays audience segments that show Attribute Data associated with the particular device, as well as any connected devices. A visitor to the Privacy Manager may see different segments displayed when viewing the Privacy Manager from a different browser, computer, or device. EEA residents may also opt-out of our use of cookies for online advertising at: www.youronlinechoices.eu PART 8: Information for Brazil residents Brazil residents have the right to request certain information from Lotame, including without limitation, the right to ask what personal information Lotame has collected on you, and the right to ask that Lotame correct this personal information if you believe it to be inaccurate. Brazil residents should first visit the Lotame Privacy Manager , which provides information to consumers about how Lotame uses personal information in connection with its Data Products and Services and displays Third Party Data associated with the device viewing the Lotame Privacy Manager, as well as any devices that are connected to this device through Lotame’s cross-device technology. Specifically, the Lotame Privacy Manager displays audience segments that show interests, behaviors, and attributes associated with this particular device, as well as any connected devices. You will see different segments displayed when viewing the Privacy Manager from a different browser, computer, or device. PART 9: INFORMATION FOR CALIFORNIA RESIDENTS If you are a California resident, California law, including the California Consumer Privacy Act of 2018 (“ CCPA ”) and California Civil Code section 1798.83, provides you with additional rights regarding our collection, disclosure and, if applicable, sale of your personal information. Collection of Personal Information Categories of Personal Information Collected (corresponds to categories listed in CCPA §1798.140(o)(1)) Lotame has collected the following categories of Personal Information in the preceding 12 months as a ‘service provider’ on behalf of its SaaS clients and as a ‘business’ from entities from which Lotame licenses Personal Information: Category A: Identifiers Unique personal identifier, online identifier, Internet Protocol address Category F: Internet or other electronic network activity information Interaction with our client’s or licensee’s web sites, applications, or advertisements Category G: Geolocation data Approximate physical location (derived from an Internet Protocol address) Category K: Inferences Consumer preferences, characteristics, behaviors Personal Information Sources See Part 2 : What Information We Collect & How We Collect It, listing the sources of Personal Information. Purposes for Which Personal Information is Collected See Part 3 : How we Use Your Information, setting forth the purposes for which Lotame uses Personal Information. Categories of Third Parties with whom Personal Information is Shared See Part 4 : How We Share Your Information, setting forth the categories of third parties with whom Lotame may share Personal Information. For Lotame’s SaaS clients, Lotame will only share Personal Information collected on behalf of that client with third parties requested by the client. Disclosure or Sale of Personal Information Categories of Personal Information Disclosed or Sold (corresponds to categories listed in CCPA §1798.140(o)(1)) In the preceding 12 months, Lotame has disclosed the following categories of Personal Information for performing services on behalf of a client as their service provider and sold the following categories of Personal Information for conducting analytics or use in interest-based advertising or other marketing purposes for: Category A: Identifiers Category F: Internet or other electronic network activity information Category G: Geolocation data Category K: Inferences Sale of Personal Information of Minors Under 16 Years of Age Lotame does not knowingly sell Personal Information of minors under 16 years of age (“ Minors ”). Lotame contractually prohibits businesses that license data to us from transmitting to Lotame Personal Information of Minors and have procedures in place to ensure compliance with this requirement. Your Consumer Rights Under the CCPA Under CCPA, you may have the following consumer rights. Please note that these rights are not absolute and in certain cases are subject to conditions or limitations as specified in the CCPA: Right to Know You have the right to request, at no charge, that we disclose to you the categories and specific pieces of Personal Information Lotame has collected about you in the prior 12 months, including: categories of Personal Information collected about you; categories of sources from which we collected your Personal Information; business and/or commercial purposes for collecting and disclosing your Personal Information; categories of third parties to/with whom your Personal Information has been disclosed/shared, including for a business purpose; and the specific pieces of Personal Information collected about you. You have the right to obtain the above information, in a portable and (if technically feasible) readily usable format. Right of Deletion You have the right to request the deletion of your Personal Information we have collected about you. This right may be subject to certain conditions and limitations under CCPA. Right to Opt-Out of Sale You have the right to opt-out of sale of your Personal Information we have collected about you. Right to be Free from Discrimination You may exercise all of the above rights at any time and Lotame will not unlawfully discriminate against you for exercising your rights under CCPA. Submitting a Request to Exercise Your Rights You may exercise any of your rights as set out above, by submitting a request as set forth below. You may be required to provide additional information to verify your identity and request before further action is taken. Please note that when submitting the following requests, Lotame is only able to apply your request to Personal Information that we use in our Data Products and Services, where we act as a business. For our clients where Lotame acts as a service provider, Lotame will inform our client of your request. Exercising Your Right to Know, to Delete, and to Opt-Out of Sale You may exercise any of your rights as set out above by: calling 1-833-269-2618 and following the instructions provided by submitting a request using our Privacy Manager ,; or You may also exercise your right to opt-out of sale by clicking the following link: DO NOT SELL MY PERSONAL INFORMATION Lotame verifies your request based upon the browser you are using to access the Privacy Manager or, if providing an IDFA/GAID of your device, by requesting an attestation. Appointing an Authorized Agent to Submit a Request on Your Behalf You may use an authorized agent to submit a request to know or delete on your behalf. If you authorize an agent to make a request for you, the agent will be required to provide Lotame with written proof of your authorization and verification of your identity. PART 10: Security, confidentiality and Retention Security and Confidentiality Lotame has implemented (and requires its subprocessors or subcontractors to maintain) appropriate physical, administrative, and technical measures that are designed to help protect the data that Lotame collects or receives in connection with its Services from unauthorized access, disclosure, or modification. However, no security procedures or protocols can be guaranteed to be completely secure and we therefore cannot ensure or warrant the security of any information we collect or store. In accordance with internal policies, Lotame promptly evaluates and responds to all security incidents. Data Retention Lotame generally retains the non-personal user data we collect for all of our products and services for purposes of interest-based advertising for up to thirteen months from the date of its collection. In limited cases, where a client has a legitimate business purpose for requesting a longer retention timeline, Lotame will retain non-personal user data for the client’s use for up to eighteen months. PART 11: Changes TO THIS PRIVACY POLICY Lotame will review and update this Policy periodically in response to changing legal, technical, and business developments. If we change this Policy, we will provide notice by posting the new policy here, changing the date at the top, and indicating on our homepage that this Policy has been updated. PART 12: HOW TO CONTACT US To contact us with any questions, comments, or suggestions, please email us at privacy@lotame.com or write to us at Lotame Solutions, Inc., 8890 McGaw Road Suite 250 Columbia, MD 21045 Attention: Legal Department. Part 13: About Ad Tech Cookie : A cookie is a small file of information that is stored on your hard drive when you visit a website using a particular browser. Cookies are used to store and receive information about a user’s activities on a particular website. Data Protection and Privacy Laws : Any laws and regulations relating to (1) data privacy, data protection, or data retention, (2) regulatory statements, regulatory guidance, or enforcement action decisions that have the effect of laws or regulations, and (3) governmental frameworks adopted for extra-territorial transfers of personal data or personal information. Pixel Tags : A pixel tag is an invisible image or block of code that allows a website owner or third party to “drop” cookies and collect certain information about a user’s activities on a particular website. IP Address : An IP address is a series of numbers that can be used to identify a particular device on a computer network. An IP address provides a general location of a device, but not a specific street address. Advertising Identifiers : Advertising identifiers are unique identification numbers assigned to your mobile device by the hardware manufacturer. IDFA is the advertising identifier for Apple devices and AAID is the advertising identifier for Android devices. Advertising identifiers are used to identify devices and collect certain information about a user’s activities on a mobile device. Hashed Email Address : A hashed email address is an email address that has been transformed into a string of numbers and letters. There are several hashing formats. But, for example, john@lotame.com , when hashed might look like this: b5b2fc6f4cef. Lotame’s Corporate Websites Privacy Policy Last updated to address California Consumer Privacy Act of 2018 and effective as of January 17, 2020. This Privacy Policy only applies to the information that Lotame collects through our websites, which include www.lotame.com and any other website controlled by Lotame that posts this Privacy Policy (“ Websites ”). If you are a consumer and would like to understand our privacy practices in connection with the targeted advertising and other services Lotame provides to its clients, please click here . PART 1: INFORMATION WE COLLECT AND HOW WE USE IT Lotame collects usage data (“ Usage Data ”) via cookies, web beacons and similar technologies as further described in the Tracking Technologies section below. Usage Data includes information about our visitors and how they use our Websites, including browser type, the website you were visiting before you visited the Websites, time of day and your IP address, your mobile device advertising identifier and similar device identifiers. We use Usage Data for a variety of purposes, including to improve our Websites and services. Lotame receives other personally identifiable information, such as names and personal contact information, through our Websites only when you choose to submit this information to us (for example, through a contact form or as part of your submission of a job application). We and our service providers will use information collected through the Websites to provide features and services, to process your job application or other request, to contact you with information, to serve you advertisements on our Websites or elsewhere online, for internal business purposes, for customer service purposes and as otherwise described in this Privacy Policy. If you would like to update, delete, or revise any information you submitted to us through our websites, please send your request to privacy@lotame.com . PART 2: TRACKING TECHNOLOGIES We, and our third-party service providers may use cookies, web beacons and other tracking technologies to gather Usage Data about visitors and how they use our Websites. We use this information to improve our Websites, to target advertisements to users, and for other business purposes. “Cookies” and local storage are pieces of information (data files) transferred to a browser when the user visits a site. These technologies are able to store a unique identifier for a device to allow an online service provider to recognize the device whenever the device is used to visit the site. You can find more information about cookies and how they work at www.allaboutcookies.org . Small graphic images or other web programming code called web beacons (also known as “pixel tags,” “1×1 GIFs,” or “clear GIFs”) may be included in our web pages and email messages. Web beacons may be invisible to you, but any electronic image or other web programming code inserted into a web page or email can act as a web beacon. Web beacons or similar technologies may be used for a number of purposes, including, to count visitors to the Websites, to monitor how users navigate the Websites, to count how many emails that were sent were actually opened or to count how many particular links were actually viewed. PART 3: SOCIAL NETWORK AND PLATFORM INTEGRATION, AND THIRD PARTY LINKS The Websites may contain integration with social networks and other platforms. For example, the Websites may contain buttons that direct users to our social networking pages (such as Facebook or Twitter) or enabling you to “like” or “share” the Websites’ content to other online services. If you choose to “like” or “share” content or to otherwise post information via the Websites to a third-party website or other online service, that information may be publicly displayed and the third-party website may have access to information about you and your use of our Websites. In addition, the Websites may have links to third party websites. If you click on social networking buttons or third party links, you will be taken to those third parties websites, and your use of those third parties’ websites and platforms are subject to their privacy policies and practices. We are not responsible for the privacy or business practices of any third party. PART 4: INFORMATION THIRD PARTIES PROVIDE ABOUT YOU We may receive information about you from third parties. For example, we may supplement the information we collect with outside records in order to provide you with information, services, or products you have requested, to tailor content, to offer you opportunities to purchase products or services that we believe may be of interest to you, and for other purposes. In addition, we may receive information if you opt-in to receive information from us when on a third party website, app or service. We may combine the information we receive from these other sources with information we collect through the Websites. In those cases, we will apply this Privacy Policy to the combined information. PART 5: HOW AND WHEN WE DISCLOSE INFORMATION TO THIRD PARTIES Lotame may share information, such as Usage Data, personal data that has been de-identified (typically using a hash function) or pseunodymised and aggregated user statistics, with third parties in our discretion. We do not share personal data with third parties for those third parties’ own marketing purposes unless we first provide you with the opportunity to opt-in or opt-out of such sharing. We may share the information we have collected about you with third parties as disclosed at the time you provide your information, with your consent, as described in this Privacy Policy, and under the following circumstances: with our vendors and third-party service providers to perform certain services on behalf of the Websites, such as hosting the Websites or Websites’ features, sending email or other communications, and providing marketing assistance and data analysis; to comply with legal process or a subpoena, or at the request of a governmental entity conducting an investigation, and to protect and defend the legal rights or property of Lotame, our Websites or its users, or any other party; and in connection with a business transition (such as a merger, acquisition by another company, bankruptcy, or sale of all or a portion of assets), including during the course of any due diligence process. In addition, if you apply for a job through the Websites, Lotame may ask you to provide self-identifying information (such as veteran status, gender and ethnicity) in conjunction with laws and regulations enforced by the Equal Employment Opportunity Commission (“ EEOC ”) and other federal, state and local regulatory agencies. Providing such self-identifying information is voluntary, but if you do provide such information, Lotame or its service provider may submit that information to the appropriate government or regulatory agencies to fulfill reporting requirements and use that information to defend against employment-related complaints. PART 6: THIRD-PARTY ANALYTICS PROVIDERS, AD SERVERS, AND SIMILAR THIRD PARTIES In addition to Lotame performing its own analytics and targeting content and advertisements on our Websites and elsewhere online, we may work with third-party network advertisers, ad agencies, analytics service providers, and other vendors to provide us with such information and services. These service providers may set and access their own tracking technologies on your device (including cookies and web beacons) and may otherwise collect or have access to information about you. Some of these parties may collect personal information over time when you visit the Websites or other online websites and services. We may share Usage Data or de-identified data about visitors with third-party advertising companies, analytics providers and other vendors for analytics and advertising purposes. PART 7: OPTING OUT OF BEHAVIORAL ADVERTISING Lotame is a member of the Network Advertising Initiative (“ NAI ”) and the Digital Advertising Alliance (“ DAA ”) Self-Regulatory Program for Online Behavioral Advertising and has implemented opt-out procedures in accordance with those organizations’ programs. Some of our advertising service providers may also be members and offer an opt-out of behavioral advertising. You may want to visit http://www.networkadvertising.org/managing/opt_out.asp , which provides information regarding targeted advertising and the opt-out offered by NAI members. You may also want to visit http://www.aboutads.info/choices/ , which provides an opt-out by participating companies in the DAA Self-Regulatory Program. If you would like to opt-out of behavioral advertising controlled by Lotame you may visit the NAI and DAA links provided above, or click here . Please note that Lotame and other companies may still collect information when you are online and opting out through these mechanisms does not opt you out of being served advertising. You will continue to be served generic ads while online. PART 8: HOW WE RESPOND TO “DO NOT TRACK” SIGNALS Please note that your browser settings may allow you to automatically transmit a “Do Not Track” signal to websites and online services that you visit. There is no consensus among industry participants as to what “Do Not Track” means in this context. Like many websites and online services, Lotame does not alter its practices when it receives a “Do Not Track” signal from a visitor’s browser. To find out more about “Do Not Track,” please visit http://www.allaboutdnt.com . PART 9: CONSUMER CHOICE If you would like to update, delete, or revise any personal information you submitted to us through lotame.com or any of Lotame’s other corporate websites, please send your request to privacy@lotame.com . PART 10: EUROPEAN ECONOMIC AREA (LEGAL BASIS FOR PROCESSING PERSONAL DATA, PRIVACY SHIELD, AND SUBJECT ACCESS REQUESTS) General Data Protection Regulation (GDPR) Lotame has certain responsibilities as both a data controller and a data processor under the European Union’s General Data Protection Regulation (“GDPR”). Lotame views itself as a data controller with respect to the data collected from Lotame’s corporate websites. We have taken steps to ensure that Lotame has updated its policies and procedures to address GDPR. Lotame is a U.S. company, and we transfer information to the United States for processing. The U.S. may not have the same data protection laws as the country in which you initially provided the information. When we transfer your information to the U.S., we will protect it as described in this Privacy Policy. Lotame complies with the EU-US Privacy Shield Framework and the Swiss-US Privacy Shield Framework (the “ Privacy Shield Principles ”) as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information transferred from the European Union, United Kingdom and Switzerland to the United States, respectively, in reliance on the Privacy Shield. Lotame has certified to the Department of Commerce that it adheres to the Privacy Shield Principles. If there is any conflict between the terms of this Privacy Policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern. Lotame’s commitment to the Privacy Shield Principles covers personal information about residents of all nations in the European Economic Area (EEA), which comprises the European Union (currently including the United Kingdom), Iceland, Liechtenstein, and Norway (collectively, “ EEA residents ”) as well as all residents of Switzerland. To learn more about the Privacy Shield program, and to view Lotame’s certification, please visit https:/www.privacyshield.gov/list . With respect to its participation in the Privacy Shield Principles, Lotame is subject to the jurisdiction and enforcement powers of the United States Federal Trade Commission. Lotame may be liable in some circumstances for transferring personal information to a third party that violates the Privacy Shield Principles. Upon the request of clients and partners, Lotame may also agree to be bound by the terms of the EU Standard Contractual Clauses. In certain cases you may have the right to request binding arbitration of non-monetary claims that are not otherwise resolved by the procedures listed here (see https://www.privacyshield.gov/welcome , as described in the EU-US Privacy Shield Annex I and the Swiss-US Privacy Shield). For information about how Lotame uses personal data obtained from its corporate websites, EEA residents should contact Lotame via email at: privacy@lotame.com or by mail at 8850 Stanford Blvd, Suite 4000, Columbia, MD 21045, Attention: Legal Department. Lotame has appointed its General Counsel and VP of Global Privacy as Lotame’s Data Protection Officer for GDPR purposes. EEA residents have the right to request certain information from Lotame, including without limitation, the right to ask what personal data Lotame has collected on you from the EEA and the right to ask that Lotame correct this personal data if you believe it to be inaccurate. You may submit a request using the following form . The DPO will work with the broader Lotame team to respond to all inquiries within thirty (30) days of receipt. Lotame will respond in good faith to these inquiries but may not be able to provide complete information if your request requires Lotame to release confidential information of third parties, or otherwise imposes an undue burden or expense. Lotame may be required to disclose your personal information in response to lawful requests by public authorities, including to meet national security or law enforcement requirements. Lotame continues to voluntarily submit unresolved privacy complaints of EEA residents and Swiss residents to an independent dispute resolution mechanism administered by ANA. If you do not receive timely acknowledgment of your complaint, or if Lotame does not satisfactorily address your complaint, you can reach the ANA for more information and to file a complaint at: Privacy Shield Line: <img width=\"388\" height=\"130\" src=\"https://www.lotame.com/wp-content/uploads/2019/12/anaPrivacyShield.png\" alt=\"ANA Privacy Shield\" align=\"left\" /> ANA Attn: Privacy Shield 225 Reinekers Lane, Suite 325, Alexandria, VA 22314 https://thedma.org/resources/consumer-resources/privacyshield-consumers/ In the event a satisfactory resolution cannot be resolved through the ANA, Lotame will cooperate with the United States Federal Trade Commission and any data protection authorities of the EEA member states and Switzerland to investigate and resolve any open complaints. PART 11: YOUR CALIFORNIA PRIVACY RIGHTS (FOR CALIFORNIA RESIDENTS) If you are a California resident, California law, including the California Consumer Privacy Act of 2018 (“ CCPA ”) and California Civil Code section 1798.83, provides you with additional rights regarding our collection, disclosure and, if applicable, sale of your personal information. “ Personal information ” has the meaning given it in the CCPA. Collection of Personal Information Categories of Personal Information Collected (corresponds to categories listed in CCPA §1798.140(o)(1)) Lotame has collected the following categories of Personal Information in the preceding 12 months through its Websites: Category A: Identifiers Unique personal identifier, online identifier, Internet Protocol address Category F: Internet or other electronic network activity information Interaction with our client’s or licensee’s web sites, applications, or advertisements Category G: Geolocation data Approximate physical location (derived from an Internet Protocol address) Category I: Professional or employment-related information Job title, employer name Category K: Inferences Consumer preferences, characteristics, behaviors Personal Information Sources See Part 1: Information We Collect and How We Use It and Part 2: Tracking Technologies, listing the sources of Personal Information. Purposes for Which Personal Information is Collected See Part 1: Information We Collect and How We Use It, setting forth the purposes for which Lotame uses Personal Information. Categories of Third Parties with whom Personal Information is Shared See Part 3: Social Network and Platform Integration, and Third Party Links and Part 6: Third-Party Analytics Providers, Ad Servers, and Similar Third Parties, setting forth the categories of third parties with whom Lotame may share Personal Information. Disclosure or Sale of Personal Information Categories of Personal Information Disclosed or Sold (corresponds to categories listed in CCPA §1798.140(o)(1)) In the preceding 12 months, Lotame has disclosed the following categories of Personal Information for performing services on behalf of a client as their service provider and sold the following categories of Personal Information for conducting analytics or use in interest-based advertising or other marketing purposes for: Category A: Identifiers Category F: Internet or other electronic network activity information Category G: Geolocation data Category K: Inferences Sale of Personal Information Lotame does not sell any Personal Information that is collected through its Websites. Your Consumer Rights Under the CCPA Under CCPA, you may have the following consumer rights. Please note that these rights are not absolute and in certain cases are subject to conditions or limitations as specified in the CCPA: Right to Know You have the right to request, at no charge, that we disclose to you the categories and specific pieces of Personal Information Lotame has collected about you in the prior 12 months, including: categories of Personal Information collected about you; categories of sources from which we collected your Personal Information; business and/or commercial purposes for collecting and disclosing your Personal Information; categories of third parties to/with whom your Personal Information has been disclosed/shared, including for a business purpose; and the specific pieces of Personal Information collected about you. You have the right to obtain the above information, in a portable and (if technically feasible) readily usable format. Right of Deletion You have the right to request the deletion of your Personal Information we have collected about you. This right may be subject to certain conditions and limitations under CCPA. Right to Opt-Out of Sale You have the right to opt-out of sale of your Personal Information we have collected about you. Right to be Free from Discrimination You may exercise all of the above rights at any time and Lotame will not unlawfully discriminate against you for exercising your rights under CCPA. Submitting a Request to Exercise Your Rights You may exercise any of your rights as set out above, by submitting a request as set forth below. You may be required to provide additional information to verify your identity and request before further action is taken. Please note that when submitting the following requests, Lotame is only able to apply your request to Personal Information that we use in our Data Products and Services, where we act as a business. For our clients where Lotame acts as a service provider, Lotame will inform our client of your request. Exercising Your Right to Know, to Delete, and to Opt-Out of Sale To exercise any of your rights as set out above, please contact us by: calling 1-833-269-2618 and following the instructions provided; or submitting using the following form . You may be required to provide additional information to verify your identity and request before further action can be taken. Appointing an Authorized Agent to Submit a Request on Your Behalf You may use an authorized agent to submit a request to know or delete on your behalf. If you authorize an agent to make a request for you, the agent will be required to provide Lotame with written proof of your authorization and verification of your identity. RECORDS Responded Request Type Received In Whole In Part Denied Median Days to Respond Know 0 0 0 0 N/A Delete 0 0 0 0 N/A Opt-Out of Sale 0 0 0 0 N/A PART 12: PRIVACY POLICY CHANGES We reserve the right to revise this Privacy Policy at any time. If we change the policy, we’ll provide notice by posting the new policy here, changing the date at the top, and indicating on our homepage that the Privacy Policy has been updated. To contact us with any questions, comments, or suggestions, please email us at privacy@lotame.com or write to us at Lotame Solutions, Inc. ,8890 McGaw Road, Suite 250, Columbia, MD 21045 Attention: Legal Department. PART 13: DATA SUBJECT ACCESS REQUEST FORM Please click here to exercise your rights related to personal data or personal information that Lotame collects through its Website. <img decoding=\"async\" style=\"border: none;\" src=\"//privacy-policy.truste.com/privacy-seal/seal?rid=3582011c-4961-4a4f-8c52-f3ac1162e5f4\" alt=\"TRUSTe\" /> These Privacy Principles have been adopted by Lotame’s leadership and will be reviewed at least annually and updated as needed, with respect to changes in our industry. Lotame uses Personal Data to help our customers conduct business, serve their customers, and deliver targeted or personalized content, without sacrificing personal privacy. These Privacy Principles govern our collection, use, storage, and disclosure of Personal Data. You can learn more about privacy at Lotame in our Privacy Notices. Transparency : Our Privacy Notices will clearly explain: (a) What kinds of Personal Data we collect; (b) Why we are collecting Personal Data; and (c) How we plan to use Personal Data. Purpose Limitation/Adequacy : We will use and disclose Personal Data in the manner and for the purposes described in our Privacy Statement and in the contracts with our customers. Lawful Basis : We will process Personal Data for proportionate and legitimate legal purposes, in order to carry out our business or in the interests of our clients. When we interact directly with individuals, we will seek their consent to collect, use, and disclose Personal Data. We will contractually require third-party providers of Personal Data to do so as well. Collection Limitation/Necessity : We will only collect Personal Data that is relevant for the purposes we have explained in our Privacy Statement and in the contracts with our customers. Data Minimization : We will dispose of Personal Data when we no longer need it for the purposes we have explained in our Privacy Statement and in the contracts with our customers. Data Quality : We will take reasonable steps to ensure that Personal Data used to make important decisions about individuals is accurate and up-to-date. Security : We will take reasonable steps to safeguard Personal Data. Individuals’ Privacy Choices : We will provide choice when possible, and honor any rights an individual may have under applicable law, including transparency, access, confirmation, deletion/erasure, opt-out, etc. Sensitive Personal Data : Lotame will limit its processing of Sensitive Personal Data, including information about children, in compliance with applicable law. Prevention and Accountability : We will develop and comply with policies, practices, and procedures designed to ensure compliance with applicable law and to develop a best-in-class privacy program. We will educate employees and contractors about their privacy obligations and monitor their compliance with our privacy policies and privacy laws. We will keep privacy in mind as we design, build, and deliver our products and services in accordance with the principles of Privacy by Design and Privacy by Default This portal supports the exercise of your rights under various Data Protection and Privacy Laws related to your Personal Data that we process as a controller/business/third party on our own behalf. Lotame also processes Personal Data as a processor/service provider on behalf of our customers (“ Customer Data” ). This portal does not support the exercise of your rights for Customer Data. Please visit our Privacy Notices to learn more about the Personal Datawe process. How to Exercise Your Rights Depending on your location, you may have basic rights under Data Protection and Privacy Laws related to the Personal Data we process about you. The rights relate to: Access to the personal information we process about you; Correction of inaccurate or incomplete personal information about you; Deletion of personal information about you; Restrictions , temporarily or permanently, on our processing of some or all personal information about you; Transfer of personal information to you or a third party where we process the data based on your consent or a contract with you, and where our processing is automated; and Opt-out or object to our use of personal information about you where either: our use is based on your consent or our legitimate interests, or you do not want us to share with third parties data related to cookies and similar technologies for website functionality or advertising purposes. Lotame has created two tools to enable you to exercise your rights under any Data Protection and Privacy Laws , and, in our discretion, if you live in a location where no privacy law is in place that grants such rights. Our Browser Opt-Out Tool will allow you to immediately access, delete, or opt-out of sale of your Personal Data – no other rights requests are accessible though the Browser Opt-Out Tool. Our Privacy Rights Request Forms will ask you to provide additional information so that we may process your request. For requests submitted through our Privacy Rights Request Forms , we will aim to respond to your request within 30 days or the specific timeframe required by the applicable Data Protection and Privacy Laws . We will honor the requests you make related to your rights as the applicable Data Protection and Privacy Laws requires, which means in some cases there may be legal or other official reasons that we may not be able to address the specific request you make related to your rights. We will communicate with you via email in most cases. If you wish to withdraw your consent for us to respond to your request, you may do so via that email. When you submit a request, you are consenting to us using your information to respond to your request. Your consent includes that your request will come to the United States, which is where we are located. If you do not consent, we are unable to respond to your request. Lotame’s Browser Opt-Out Tool Lotame’s Browser Opt-Out Tool allows you to exercise your rights to exercise your rights to access, delete, or opt-out of sale of your Personal Data. For all other requests, please use our Privacy Rights Request Forms. The Browser Opt-Out Tool itself relies on cookies and cookie-less technology to store and read your opt-out status. When you click on any request link provided below, we will automatically collect certain information from this browser on which you are viewing this page, including Lotame’s Cookie ID assigned to this browser and your IP Address, in order to process your request. Each request will be applicable only to this browser on which you are currently viewing this page. This means that if you use multiple computers or browsers, you will need to repeat the opt-out process for each computer and each browser (including browsers on your mobile devices). If you buy a new computer, change web browsers, or clear your cookies, you will need to perform the opt-out task again. Please note the following additional limitations of using the Browser Opt-Out Tool: In order for the Browser Opt-Out Tool to work on your computer for cookie-based identifiers, your browser must be set to accept cookies. If cookies are not enabled on your browser, or if you use certain ad blockers, our Browser Opt-Out Tool may not work properly. If you clear your browser’s cookies, your opt-out cookies will also be removed and your opt-out will no longer be effective until you actively opt-out again. Because Lotame’s Cross Device Linking technology does not provide 100% accuracy, an opt-out you performed through the Browser Opt-Out Tool on a particular browser may not be effective for other browsers or Devices. Also, an opt-out you performed may effectively also opt-out other users in your household who use the same browser or Devices. To display Third-Party Data associated with mobile applications on any of your Apple or Google Android mobile devices, please enter the Apple ID for Advertising (\"IDFA\") or Google Android ID (\"GAID\") from such devices in the input field below: Display Data The above display shows the Attributes associated with the Cookie ID of the browser on which you are viewing this portal, as well as for any other Pseudonymous IDs that are connected to that Cookie ID through Lotame’s Cross Device Linking technology. REQUEST DELETION/STOP PROCESSING/OPT-OUT OF SALE DO NOT SELL MY PERSONAL INFORMATION X YOU HAVE SUCCESSFULLY OPTED OUT! We’re sorry to see you go, but Lotame has placed an opt-out cookie in your browser. This cookie will prevent Lotame from tailoring the ads you see based on the anonymous information Lotame collects, as described further in Lotame’s privacy policy . This opt-out applies only to this browser and this computer, and you must repeat the process if you switch to a different browser or computer. Lotame is a member of the Network Advertising Initiative (NAI). If you would like to opt-out of Lotame together with other NAI members using the NAI’s opt-out tool, you can do so by clicking here Unfortunately, we were unable to confirm an opt-out cookie was set. Your browser must be set to accept cookies in order for the Lotame opt-out tool to work. Lotame helps websites tailor the ads you see by using cookies ( https://www.networkadvertising.org/understanding-online-advertising/how-does-it-work ). Since your browser blocks access to these cookies, we do not coordinate ad placement across websites. If you still wanted to explicitly opt-out, you can change your browser settings to accept cookies and retry our opt-out tool. Afterwards, you can return your browser to its previous cookie handling behavior. This opt-out would apply only to this browser and this computer. You must repeat the process if you clear your cookie history or change either your browser or computer. Please note, websites can still place first-party cookies to record browsing activity while you are browsing their sites. When you click the above button, the Cookie ID of the browser on which you are viewing this portal, as well as for any other Pseudonymous IDs that are connected to that Cookie ID through Lotame’s Cross Device Linking technology, will be disassociated from all Attributes associated with those Pseudonymous IDs. For California consumers only: please note that we will process your opt-out of sale request as a request to delete your Personal Data. Lotame’s Privacy Rights Request Forms When you click on any request link provided above, we will automatically collect certain information from this browser on which you are viewing the form in order to process your request. Additionally, we will ask you for other information, including your email address, in order to validate and process your request. Please note the following additional limitations of using the Privacy Rights Request Forms: Opting-out of us processing your email address will only be effective for the particular email address you entered in the opt-out form. Opting-out of us processing your MAID will only be effective for so long as your mobile device uses that MAID … If your device generates a new MAID (for example, when you reset your device’s settings), your previous opt-out of the MAID will not be effective unless you actively opt-out again with your newly generated MAID. United States – Click here if you qualify to exercise your rights under any Data Protection and Privacy Law adopted in any state in the United States. GDPR Countries or the United Kingdom – Click here if you qualify to exercise your rights under the General Data Protection Regulation (GDPR) of any EU/EEA Countries or the United Kingdom. Brazil – Click here if you qualify to exercise your rights under the Lei Geral de Proteção de Dados Pessoais (LGPD) (English: General Personal Data Protection Act). Helping our customers and others with which we do business operate on a global scale is something we do every day. Lotame continuously monitors the global privacy landscape and adapts our privacy program accordingly to ensure we, and our customers and partners, can meet their obligations under privacy laws. To assist our customers and partners in meeting those obligations, Lotame provides a Data Processing Agreement (“DPA”) to customers that subscribe to Lotame’s products and services, license data from Lotame, use Lotame’s Panorama ID Offering through Prebid.org, and to data providers from which Lotame licenses data. The DPA governs the processing of personal data and the DPA Schedules govern any additional requirements under various privacy laws related to the processing of such personal data. The DPA and the DPA Schedules are incorporated by reference into the agreement covering your relationship with Lotame; however, if you require a signed copy of the DPA, or if you have signed an earlier version of our DPA and need to sign our current DPA, please follow the instructions below to review and electronically sign the DPA. DPA Schedules DPA Schedule for European Union General Data Protection Law (GDPR) and United Kingdom GDPR EU-US and Swiss-US Privacy Shield Lotame participates in the EU-US and Swiss-US Privacy Shield frameworks and continue to keep to the commitments that we made when we certified to the Privacy Shield; however, we do not rely on the EU-US and Swiss-US Privacy Shield frameworks for cross-border transfers of personal information. Subcontractors and Processors The list of Lotame’s subcontractors/processors engaged by Lotame are available here . Previous DPA Versions Previous versions of our DPA can be found here . A B C D E F G H I J K L M N O P Q R S T U V W X Y Z Application Applications are software application that executes on a Device (for example, a web browser on any Device or an app running on a mobile phone, tablet, CTV, or OTT Box). Application ID An Application Identifier is a unique identifier that is linked to a particular Application. A common Application Identifier is an ID stored in a browser cookie. Audience An Audience is a grouping of Behaviors created for use in Targeting via an Activation Partner and other uses. An Audience includes the Behaviors and all the Pseudonymous IDs that are associated with the Behaviors . Back to top Behaviors Behaviors are the attributes, preferences, interests and other characteristics of an individual or inferred about an individual based on that individual’s location, intent data, socio-demographic data, purchase data, browsing data, and other data that corresponds to a particular use of or visit to a Digital Property by that individual, survey data submitted by individuals, or CRM Data provided by our business clients or Data Partners . Individual Behaviors are the building blocks of an Audience. Cookies Cookies are text files with small pieces of data – like account information for the site, your shopping cart, or even just what pages you’ve visited on the site – that are placed on a browser and used to pseudonymously recognize an individual as a website user or to provide personalized content to improve your web browsing experience. Data stored in a cookie is created by the server when you first visit a web site and generally includes a Cookie ID unique to your browser. If you visit that website again, the Cookie is read and the Cookie ID can be exchanged between your browser and the network server, the server reads the Cookie ID and knows what information to specifically serve to you. There are two main kinds, First-Party Cookies and Third-Party Cookies . The main difference? First-Party Cookies live on the website you are currently visiting. Third-Party Cookies are created by websites other than the one you are currently visiting. For example, a user visits a website called news.com. Cookies placed on this domain by news.com are First-Party Cookies . A cookie placed by any other site, for example, if you visit example.com and the domain of the cookie placed on your computer is eloqua.com, then this is a Third-Party Cookies . Third-Party Cookies are domain specific – for example, Lotame’s Third-Party Cookies are delivered from the crwdcntrl.net domain, while the Third-Party Cookies Google uses for ad serving belong to the doubleclick.net domain. Only Lotame can read the contents of its Third-Party Cookies . Cookies in general also may be referred to as HTTP cookies, web cookies and browser cookies. Third-Party Cookies also may be referred to as trackers. Back to top Cookie ID The unique identifier associated with a specific Cookie . Cookie Sync Partners Because Cookies are domain specific – for example, Lotame’s Cookies are delivered from the crwdcntrl.net domain, while the Cookies Google uses for ad serving belong to the doubleclick.net domain, in order to recognize users across different platforms, Lotame syncs its Cookie IDs with demand side platforms (DSPs), supply side platforms (SSPs), other data management platforms (DMPs) and other third parties. The result is a table matching Pseudonymous IDs (e.g Cookie IDs). Cross ID/Device Linking Cross ID/Device Linking is a technique used to predict or determine an association or relationship between two or more Devices such as smartphones, tablets, desktop computers, etc. or Pseudonymous IDs . CRM Data Customer Relationship Management (CRM) Data is the data and information associated with a company’s relationship with customers throughout the customer lifecycle, and may include Directly Identifiable Data or Pseudonymous IDs, along with Attribute Data, about their customers and prospects. CRM Data may reflect a consumer’s online or offline interactions with a particular advertiser, publisher, or retailer. This information belongs to our customers or data providers, and its use is governed by our their privacy policy, not Lotame’s, and our contracts with that customer or data provider. When CRM Data includes Directly Identifiable Data it is pseudonymized for use in connection with Lotame’s services, meaning additional data would be needed to identify the individual to which the CRM Data was originally linked to. When we have such additional data, we use technical and organization measures to segregate the additional data and prevent unauthorized identification of individuals. We do not share our customer’s personally identifiable CRM Data with anyone other than that customer or, at the customer’s direction, another service provider. CTV CTV or “connected television” is a television that is connected to the internet for the streaming of digital content to display on the television. CTV ID A CTV ID is a Pseudonymous ID used with CTVs and OTT Boxes. Back to top Data Partner Other reputable providers of licensed aggregated data, which may be derived from public and non-public sources and from individuals, such as survey respondents who affirmatively agree to the data uses. third party providers (including website owners, app owners, data aggregators, data onboarders, and SmartTV manufacturers) Data Protection and Privacy Laws Any laws and regulations relating to (1) data privacy, data protection, or data retention, (2) regulatory statements, regulatory guidance, or enforcement action decisions that convey guidance related to the foregoing, and (3) governmental frameworks adopted for extra-territorial transfers of personal data or personal information. Device A Device is an electronic device connected to or capable of being connected to the internet by any means. Devices include personal computers, mobile phones, tablets, CTVs, and OTT Boxes. Device ID A Device ID is a type of Pseudonymous ID that is linked to a particular Device to pseudonymously identify the Device provided the identifier is not used, or intended to be used, to identify a particular individual. Device IDs include, but are not limited to, IP addresses and a mobile device advertising IDs (for example, IDFA or AAID). Digital Property A Digital Property is a website, app, or other content or service delivery mechanism where digital ads are displayed, or information is collected or used by our business customers or Data Partners. Direct Identifying ID A Direct Identifying ID is an alphanumeric code that can by itself directly identify a specific natural person (rather than identifying a Device that the person may use). Direct Identifying IDs include telephone numbers, email addresses, government issued identification numbers, account numbers, and biometric identifiers. Currently, Lotame only collects, uses, and discloses e-mail addresses when provided by our business clients or data licensees. When Lotame does receive e-mail addresses, to protect privacy, we tokenize e-mail addresses, segregate e-mail addresses from Pseudonymous IDs , and use technical and organizational measures and controls to maintain that separation and prevent unauthorized identification of individuals using e-mail addresses. Direct Identifying Data Direct Identifying Data means any data or information that can by itself directly identify a person. A person is directly identifiable if it’s possible to identify them using nothing but data or information at hand, without introducing additional data. Direct Identifying Data includes Direct Identifying IDs, home address, phone numbers, account numbers, etc. Data or information that may not by itself identify a person, such a Pseudonymous ID, could become Direct Identifying Data when combined with other information that make it possible to identify the person to whom the pseudonymous information applies. Event Data Event Data includes data about ads an individual sees (advertiser ID, campaign ID), where and when the individual sees the ad (date/time stamp, URL), and how the individual reacts to the ads (click, hover, convert, etc.). Back to top First-Party Cookie First-Party Cookies are directly stored on a browser by the website (or domain) you visit. First-Party Cookies allow website owners to collect analytics data, remember language settings, and perform other useful functions that provide a good user experience. An example of a First-Party Cookie is when a user signs into an ecommerce website, like Amazon. The web browser will send a request in a process that provides the highest level of trust that the user is directly interacting with Amazon. The web browser saves this data file to the user’s computer, under the “amazon.com” domain. If First-Party Cookies were blocked, a user would have to sign-in every time they visited, and they wouldn’t be able to purchase multiple items while shopping online because the cart would reset after every item that was added. First-Party Data First-party data is data about a company’s customers that is collected and owned by that company. Information about customers is compiled through Digital Properties and systems that the company itself owns or operates. Hashed ID A Hashed ID is an alpha-numeric identifiers that is created by hashing a Direct Identifying ID in order to Pseudonymize that Direct Identifying ID . Hashing is the process of converting a given key into another value. IAB Transparency and Consent Framework The IAB Transparency and Consent Framework (TCF) helps publishers, technology vendors and advertisers who partner with third parties to process Personal Data in compliance with the GDPR and the ePrivacy Directive in GDPR Countries and the Personal Information Protection and Electronic Documents Act (PIPEDA) in Canada. It provides a standardized mechanism for requesting, storing and sharing along the supply chain the legal bases required under the GDPR, ePrivacy Directive, and PIPEDA. Back to top Interest-Based Advertising Interest-Based Advertising is the practice of delivering relevant content and advertising to people based on their known or inferred interests, activities, and behaviors. Internet Log Data Internet Log Data includes data that is automatically sent by an individual’s browser or Device in order to communicate with servers, such as the URL of the page requested, IP Address , browser or device type, language, operating system information, mobile service provider, date, and time stamps. IP Address means the unique numeric address that identifies a Device on the internet. IP Addresses are assigned and reassigned by internet service providers and mobile service operators regularly. Back to top Match Partner A Match Partner is an online partner that gives Lotame access to their proprietary Pseudonymous ID so that it can be associated with a Lotame Cookie ID . Lotame uses this linkage to associate other data sources that have an existing match to the Match Partner’s identifier with Lotame’s Cookie ID . Mobile Advertising IDs (MAID) A Mobile Advertising ID is a type of Device ID that is tied to a mobile Device , such as an Apple iPhone or iPad, or Devices based on Google’s Android OS. Apple assigns an “ID for Advertising” (IDFA) to each iOS device, and Google assigns an “Advertising ID” to all Android devices. These Pseudonymous IDs can be used to deliver ads and for advertising analytics in mobile applications. You can learn more about how MAIDs are used for advertising and receive instruction for how to opt out of mobile advertising here: NAI Opt-Out . Non-Precise Geolocation Data Non-precise Geolocation Data is data that approximates location, such as postal code/zip code. OTT Box An OTT Box is a Device that uses the internet to stream digital content and display it on a video screen, such as a television. Some common OTT Boxes are Roku, Apple TV, Chromecast, and Playstation. OTT is an abbreviation for “over-the-top”. Personal Data Means any information that qualifies as “personal information” or “personal data” as those terms are defined under any Data Protection and Privacy Laws . Pixel Tags Pixel Tags are placed on a website or within the body of an email for the purpose of tracking activity on websites, or when emails are opened or accessed, and are often used in combination with Cookies . Privacy by Design Privacy by Design is an approach to protecting privacy developed by Ontario’s Information and Privacy Commissioner, Dr. Ann Cavoukian. Using this approach, privacy is embedded into the design specifications of technologies, business practices, and physical infrastructures. That means building in privacy up front – right into the design specifications and architecture of new systems and processes. Privacy by Default Privacy by Default means that the Privacy by Design principle are incorporated by default into any system or business – so that personal data is automatically protected without any action from an individual. Pseudonymization and Pseudonymize When Directly Identifiable Data is pseudonymized, Stable IDs that can point to the identity of an individual is replaced by a Pseudonymous ID. This prevents the pseudonymized data from specifically pinpointing an individual. This allows Lotame to process Personal Data and continue providing services to our customers, while protecting individuals’ privacy. The only way pseudonymized data can be linked to a unique individual is by combining it with other pieces of data. When Lotame , which are stored and protected separately. Pseudonymous ID A Pseudonymous ID is a unique numeric or alpha-numeric string that is created to pseudonymously identify an Application or Device . Pseudonymous IDs include Application IDs (for example, Cookie IDs), Device IDs (for example, Mobile Advertising IDs, CTV IDs, and IP Addresses), and Hashed IDs. Pseudonymous IDs are not “anonymous” or “de-identified” because with additional information they can be used to identify an individual personally. To protect privacy, we segregate Directly Identifiable Data that we may have access to from Pseudonymous IDs, and we use technical and organizational measures to maintain that separation and to prevent identification of individuals. Sensitive Data Sensitive Data includes: Social Security Numbers or other Government-issued identifiers; insurance plan numbers; financial account numbers (including credit card data); information that describes the precise real-time geographic-location of an individual derived through location-based services such as through GPS-enabled devices; precise information about past, present, or potential future health or medical conditions or treatments, including genetic, genomic, and family medical history including genetic and biometric data; data concerning a person’s sex life or sexual orientation, and religious beliefs. In the European Economic Area and Brazil, Sensitive Personal Information also includes information regarding political philosophy/opinion and trade-union participation, religion, citizenship, racial and ethnic information. Third-Party Cookies Third-Party Cookies are created by domains that are not the website (or domain) that you are visiting. These are usually used for online-advertising purposes and placed on a website through a script or tag. A Third-Party Cookie is accessible on any website that loads the third-party server’s code. Similar to the previous example, Third-Party Cookies work when a user shops on Amazon. They might browse a couple of items and spend some time on the product pages. When the user decides to only purchase one item, the brown hat over the brown shoes, they may later receive emails and other ads for the brown shoes they looked at but never purchased. Even if the user closes their browser and ends the session, that data will still be on their computer in the Third-Party Cookie. Back to top Transparency and Consent Framework See IAB Transparency and Consent Framework . Ready to Get Started? Fill in this form and a member of the Lotame team will be in touch. First Name * Last Name * Company Name * Job Title * Email * Country * Please Select Afghanistan Albania Algeria Andorra Angola Antigua & Deps Argentina Armenia Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bhutan Bolivia Bosnia Herzegovina Botswana Brazil Brunei Bulgaria Burkina Burundi Cambodia Cameroon Canada Cape Verde Central African Rep Chad Chile China Colombia Comoros Congo Congo {Democratic Rep} Costa Rica Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic East Timor Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Fiji Finland France Gabon Gambia Georgia Germany Ghana Greece Grenada Guatemala Guinea Guinea-Bissau Guyana Haiti Honduras Hungary Iceland India Indonesia Iran Iraq Ireland {Republic} Israel Italy Ivory Coast Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea North Korea South Kosovo Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libya Liechtenstein Lithuania Luxembourg Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Mauritania Mauritius Mexico Micronesia Moldova Monaco Mongolia Montenegro Morocco Mozambique Myanmar, (Burma) Namibia Nauru Nepal Netherlands New Zealand Nicaragua Niger Nigeria Norway Oman Pakistan Palau Panama Papua New Guinea Paraguay Peru Philippines Poland Portugal Qatar Romania Russian Federation Rwanda Saint Vincent & the Grenadines Samoa San Marino Sao Tome & Principe Saudi Arabia Senegal Serbia Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa South Sudan Spain Sri Lanka St Kitts & Nevis St Lucia Sudan Suriname Swaziland Sweden Switzerland Syria Taiwan Tajikistan Tanzania Thailand Togo Tonga Trinidad & Tobago Tunisia Turkey Turkmenistan Tuvalu Uganda Ukraine United Arab Emirates United Kingdom United States Uruguay Uzbekistan Vanuatu Vatican City Venezuela Vietnam Yemen Zambia Zimbabwe Interested in... Please Select Partnership Buying Data Selling Data Other Identity Resolution Request a Demo Audience Management UTM Campaign UTM Content UTM Medium UTM Source UTM Term See Our Locations info@lotame.com IDENTITY NEWSLETTER * Menu Contact Us Careers Events Request a Demo <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://analytics.twitter.com/i/adsct?txn_id=o36ya&p_id=Twitter&tw_sale_amount=0&tw_orde…\" /> <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"//t.co/i/adsct?txn_id=o36ya&p_id=Twitter&tw_sale_amount=0&tw_order_quantity=0\" /> <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://px.ads.linkedin.com/collect/?pid=97356&conversionId=1900570&fmt=gif\" /> Copyright ©2023 Lotame Solutions, Inc. Site Map Privacy Center Your Privacy Choices <img width=\"550\" height=\"232\" class=\"privacy_icon\" src=\"/wp-content/themes/lotame/assets/img/privacy_icon.png\"> Lotame and related logos are registered trademarks or trademarks owned by Lotame Solutions, Inc. in the U.S. and/or other countries. All Rights Reserved. <img height=\"1\" width=\"1\" style=\"display: none;\" src=\"https://www.facebook.com/tr?id=4152487414784279&ev=PageView&noscript=1&cd%5Bpage_title%5D=Privacy+Center&cd%5Bpost_type%5D=page&cd%5Bpost_id%5D=13657&cd%5Bplugin%5D=PixelYourSite&cd%5Buser_role%5D=guest&cd%5Bevent_url%5D=www.lotame.com%2Fabout-lotame%2Fprivacy%2F\" alt=\"\"> <img src=\"//googleads.g.doubleclick.net/pagead/viewthroughconversion/957255043/?guid=ON&amp;script=0\" alt=\"\" height=\"1\" width=\"1\" border=\"0\" style=\"border:none !important;\" /> <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://dc.ads.linkedin.com/collect/?pid=97356&fmt=gif\" /> <link rel='stylesheet' id='wp-block-library-css' href='https://www.lotame.com/wp-includes/css/dist/block-library/style.min.css?ver=6.1.1' type='text/css' media='all' /><link rel='stylesheet' id='classic-theme-styles-css' href='https://www.lotame.com/wp-includes/css/classic-themes.min.css?ver=1' type='text/css' media='all' /><link data-minify=\"1\" rel='stylesheet' id='fx_audience_extractor_css-css' href='https://www.lotame.com/wp-content/cache/min/1/wp-content/mu-plugins/fx_audience_extractor/css/fx_audience_extractor.css?ver=1678982436' type='text/css' media='all' /><link data-minify=\"1\" rel='stylesheet' id='bcct_style-css' href='https://www.lotame.com/wp-content/cache/min/1/wp-content/plugins/better-click-to-tweet/assets/css/styles.css?ver=1678982436' type='text/css' media='all' /><link data-minify=\"1\" rel='stylesheet' id='sp-ea-font-awesome-css' href='https://www.lotame.com/wp-content/cache/min/1/wp-content/plugins/easy-accordion-pro/public/assets/css/font-awesome.min.css?ver=1678982436' type='text/css' media='all' /><link rel='stylesheet' id='sp-ea-animation-css' href='https://www.lotame.com/wp-content/plugins/easy-accordion-pro/public/assets/css/animate.min.css?ver=2.0.10' type='text/css' media='all' /><link rel='stylesheet' id='sp-ea-style-css' href='https://www.lotame.com/wp-content/plugins/easy-accordion-pro/public/assets/css/ea-style.min.css?ver=2.0.10' type='text/css' media='all' /><link data-minify=\"1\" rel='stylesheet' id='weglot-css-css' href='https://www.lotame.com/wp-content/cache/min/1/wp-content/plugins/weglot/dist/css/front-css.css?ver=1678982436' type='text/css' media='' /><link data-minify=\"1\" rel='stylesheet' id='new-flag-css-css' href='https://www.lotame.com/wp-content/cache/min/1/wp-content/plugins/weglot/app/styles/new-flags.css?ver=1678982436' type='text/css' media='all' /><link rel='stylesheet' id='lotame-fonts-css' href='https://fonts.googleapis.com/css?family=Nunito%3A200%2C400%2C400i%2C700%2C900%7CNunito+Sans&#038;subset=latin%2Clatin-ext' type='text/css' media='all' /><link data-minify=\"1\" rel='stylesheet' id='lotame-bundle-css' href='https://www.lotame.com/wp-content/cache/min/1/wp-content/themes/lotame/assets/css/main.min.css?ver=1678982437' type='text/css' media='all' /><link rel='stylesheet' id='lotame-style-css' href='https://www.lotame.com/wp-content/themes/lotame/style.css?ver=6.1.1' type='text/css' media='all' /><link data-minify=\"1\" rel='stylesheet' id='https://www.lotame.com/wp-content/themes/lotame-css' href='https://www.lotame.com/wp-content/cache/min/1/wp-content/themes/lotame/assets/css/ignite.min.css?ver=1678982437' type='text/css' media='all' /><link data-minify=\"1\" rel='stylesheet' id='slick-css-css' href='https://www.lotame.com/wp-content/cache/min/1/wp-content/themes/lotame/assets/css/slick.css?ver=1678982437' type='text/css' media='all' /><link data-minify=\"1\" rel='stylesheet' id='fx-styles-css' href='https://www.lotame.com/wp-content/cache/min/1/wp-content/themes/lotame/assets/css/fx-styles.css?ver=1678982437' type='text/css' media='all' /><link data-minify=\"1\" rel='stylesheet' id='tablepress-default-css' href='https://www.lotame.com/wp-content/cache/min/1/wp-content/plugins/tablepress/css/build/default.css?ver=1678982437' type='text/css' media='all' /><link rel='stylesheet' id='SP_EAP-google-web-fonts-sp_eap_shortcode_options-css' href='//fonts.googleapis.com/css?family=Open+Sans%3A600%7COpen+Sans%3A600%7COpen+Sans%3A400' type='text/css' media='all' /> English Español We use essential cookies to make our site work. With your consent, we may also use non-essential cookies to improve user experience, personalize content, customize advertisements, and analyze website traffic. For these reasons, we may share your site usage data with our social media, advertising, and analytics partners. By clicking ”Accept,” you agree to our website's cookie use as described in our Cookie Policy . You can change your cookie settings at any time by clicking “ Preferences .” Accept English Accessibility Adjustments Reset Settings Statement Hide Interface Choose the right accessibility profile for you OFF ON Seizure Safe Profile Clear flashes & reduces color This profile enables epileptic and seizure prone users to browse safely by eliminating the risk of seizures that result from flashing or blinking animations and risky color combinations. OFF ON Vision Impaired Profile Enhances website's visuals This profile adjusts the website, so that it is accessible to the majority of visual impairments such as Degrading Eyesight, Tunnel Vision, Cataract, Glaucoma, and others. OFF ON ADHD Friendly Profile More focus & fewer distractions This profile significantly reduces distractions, to help people with ADHD and Neurodevelopmental disorders browse, read, and focus on the essential elements of the website more easily. OFF ON Cognitive Disability Profile Assists with reading & focusing This profile provides various assistive features to help users with cognitive disabilities such as Autism, Dyslexia, CVA, and others, to focus on the essential elements of the website more easily. OFF ON Keyboard Navigation (Motor) Use website with the keyboard This profile enables motor-impaired persons to operate the website using the keyboard Tab, Shift+Tab, and the Enter keys. Users can also use shortcuts such as “M” (menus), “H” (headings), “F” (forms), “B” (buttons), and “G” (graphics) to jump to specific elements. Note: This profile prompts automatically for keyboard users. OFF ON Blind Users (Screen Reader) Optimize website for screen-readers This profile adjusts the website to be compatible with screen-readers such as JAWS, NVDA, VoiceOver, and TalkBack. A screen-reader is software that is installed on the blind user’s computer and smartphone, and websites should ensure compatibility with it. Note: This profile prompts automatically to screen-readers. Content Adjustments Content Scaling Default Readable Font Highlight Titles Highlight Links Text Magnifier Adjust Font Sizing Default Align Center Adjust Line Height Default Align Left Adjust Letter Spacing Default Align Right Color Adjustments Dark Contrast Light Contrast High Contrast High Saturation Adjust Text Colors Cancel Monochrome Adjust Title Colors Cancel Low Saturation Adjust Background Colors Cancel Orientation Adjustments Mute Sounds Hide Images Read Mode Reading Guide Useful Links Select an option Home Header Footer Main Content Stop Animations Reading Mask Highlight Hover Highlight Focus Big Black Cursor Big White Cursor HIDDEN_ADJUSTMENTS Keyboard Navigation Accessible Mode Screen Reader Adjustments Read Mode Web Accessibility By Learn More Choose the Interface Language English Español Deutsch Português Français Italiano עברית 繁體中文 Pусский عربى عربى Nederlands 繁體中文 日本語 Polski Türk Accessibility Statement Compliance status We firmly believe that the internet should be available and accessible to anyone and are committed to providing a website that is accessible to the broadest possible audience, regardless of ability. To fulfill this, we aim to adhere as strictly as possible to the World Wide Web Consortium’s (W3C) Web Content Accessibility Guidelines 2.1 (WCAG 2.1) at the AA level. These guidelines explain how to make web content accessible to people with a wide array of disabilities. Complying with those guidelines helps us ensure that the website is accessible to blind people, people with motor impairments, visual impairment, cognitive disabilities, and more. This website utilizes various technologies that are meant to make it as accessible as possible at all times. We utilize an accessibility interface that allows persons with specific disabilities to adjust the website’s UI (user interface) and design it to their personal needs. Additionally, the website utilizes an AI-based application that runs in the background and optimizes its accessibility level constantly. This application remediates the website’s HTML, adapts its functionality and behavior for screen-readers used by blind users, and for keyboard functions used by individuals with motor impairments. If you wish to contact the website’s owner please use the website's form Screen-reader and keyboard navigation Our website implements the ARIA attributes (Accessible Rich Internet Applications) technique, alongside various behavioral changes, to ensure blind users visiting with screen-readers can read, comprehend, and enjoy the website’s functions. As soon as a user with a screen-reader enters your site, they immediately receive a prompt to enter the Screen-Reader Profile so they can browse and operate your site effectively. Here’s how our website covers some of the most important screen-reader requirements: Screen-reader optimization: we run a process that learns the website’s components from top to bottom, to ensure ongoing compliance even when updating the website. In this process, we provide screen-readers with meaningful data using the ARIA set of attributes. For example, we provide accurate form labels; descriptions for actionable icons (social media icons, search icons, cart icons, etc.); validation guidance for form inputs; element roles such as buttons, menus, modal dialogues (popups), and others. Additionally, the background process scans all of the website’s images. It provides an accurate and meaningful image-object-recognition-based description as an ALT (alternate text) tag for images that are not described. It will also extract texts embedded within the image using an OCR (optical character recognition) technology. To turn on screen-reader adjustments at any time, users need only to press the Alt+1 keyboard combination. Screen-reader users also get automatic announcements to turn the Screen-reader mode on as soon as they enter the website. These adjustments are compatible with popular screen readers such as JAWS, NVDA, VoiceOver, and TalkBack. Keyboard navigation optimization: The background process also adjusts the website’s HTML and adds various behaviors using JavaScript code to make the website operable by the keyboard. This includes the ability to navigate the website using the Tab and Shift+Tab keys, operate dropdowns with the arrow keys, close them with Esc, trigger buttons and links using the Enter key, navigate between radio and checkbox elements using the arrow keys, and fill them in with the Spacebar or Enter key. Additionally, keyboard users will find content-skip menus available at any time by clicking Alt+2, or as the first element of the site while navigating with the keyboard. The background process also handles triggered popups by moving the keyboard focus towards them as soon as they appear, not allowing the focus to drift outside. Users can also use shortcuts such as “M” (menus), “H” (headings), “F” (forms), “B” (buttons), and “G” (graphics) to jump to specific elements. Disability profiles supported on our website Epilepsy Safe Profile: this profile enables people with epilepsy to safely use the website by eliminating the risk of seizures resulting from flashing or blinking animations and risky color combinations. Vision Impaired Profile: this profile adjusts the website so that it is accessible to the majority of visual impairments such as Degrading Eyesight, Tunnel Vision, Cataract, Glaucoma, and others. Cognitive Disability Profile: this profile provides various assistive features to help users with cognitive disabilities such as Autism, Dyslexia, CVA, and others, to focus on the essential elements more easily. ADHD Friendly Profile : this profile significantly reduces distractions and noise to help people with ADHD, and Neurodevelopmental disorders browse, read, and focus on the essential elements more easily. Blind Users Profile (Screen-readers): this profile adjusts the website to be compatible with screen-readers such as JAWS, NVDA, VoiceOver, and TalkBack. A screen-reader is installed on the blind user’s computer, and this site is compatible with it. Keyboard Navigation Profile (Motor-Impaired): this profile enables motor-impaired persons to operate the website using the keyboard Tab, Shift+Tab, and the Enter keys. Users can also use shortcuts such as “M” (menus), “H” (headings), “F” (forms), “B” (buttons), and “G” (graphics) to jump to specific elements. Additional UI, design, and readability adjustments Font adjustments – users can increase and decrease its size, change its family (type), adjust the spacing, alignment, line height, and more. Color adjustments – users can select various color contrast profiles such as light, dark, inverted, and monochrome. Additionally, users can swap color schemes of titles, texts, and backgrounds with over seven different coloring options. Animations – epileptic users can stop all running animations with the click of a button. Animations controlled by the interface include videos, GIFs, and CSS flashing transitions. Content highlighting – users can choose to emphasize essential elements such as links and titles. They can also choose to highlight focused or hovered elements only. Audio muting – users with hearing devices may experience headaches or other issues due to automatic audio playing. This option lets users mute the entire website instantly. Cognitive disorders – we utilize a search engine linked to Wikipedia and Wiktionary, allowing people with cognitive disorders to decipher meanings of phrases, initials, slang, and others. Additional functions – we allow users to change cursor color and size, use a printing mode, enable a virtual keyboard, and many other functions. Assistive technology and browser compatibility We aim to support as many browsers and assistive technologies as possible, so our users can choose the best fitting tools for them, with as few limitations as possible. Therefore, we have worked very hard to be able to support all major systems that comprise over 95% of the user market share, including Google Chrome, Mozilla Firefox, Apple Safari, Opera and Microsoft Edge, JAWS, and NVDA (screen readers), both for Windows and MAC users. Notes, comments, and feedback Despite our very best efforts to allow anybody to adjust the website to their needs, there may still be pages or sections that are not fully accessible, are in the process of becoming accessible, or are lacking an adequate technological solution to make them accessible. Still, we are continually improving our accessibility, adding, updating, improving its options and features, and developing and adopting new technologies. All this is meant to reach the optimal level of accessibility following technological advancements. If you wish to contact the website’s owner, please use the website's form Hide Accessibility Interface? Please note: If you choose to hide the accessibility interface, you won't be able to see it anymore, unless you clear your browsing history and data. Are you sure that you wish to hide the interface? Accept Cancel Continue Processing the data, please give it a few seconds... Press Alt+1 for screen-reader mode",
  "annotations": [
    {
      "Text": "Last updated and effective as of August 26, 2022.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {<img width=\"131\" height=\"40\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/NAI_logo-1.png\" alt=\"Company Logo\"> Lotame has undergone the NAI’s annual compliance review and has been certified as compliant with NAI’s Code of Conduct. Memberships <img width=\"80\" height=\"41\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/iab-tech-2.png\" alt=\"Company Logo\"> <img width=\"80\" height=\"70\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/iab-euro-1.png\" alt=\"Company Logo\"> <img width=\"100\" height=\"74\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/iab-tech-e1672250752540.png\" alt=\"Company Logo\"> <img width=\"131\" height=\"40\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/NAI_logo-1.png\" alt=\"Company Logo\"> <img width=\"99\" height=\"70\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/Group-10.png\" alt=\"Company Logo\"> <img width=\"100\" height=\"59\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/ANA-logo-e1672250768531.png\" alt=\"Company Logo\"> <img width=\"100\" height=\"63\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/dcn-logo-e1672250781800.jpeg\" alt=\"Company Logo\"> Lotame is committed to consumer privacy.} "
    },
    {
      "Text": "This Policy applies only to information that we process on behalf of our business clients (where we act as a ‘data processor’ or ‘service provider’) or for our own purposes (for example, as a ‘data controller’ or a ‘business’) in connection with our Services. This Policy does not cover any information we collect or process from our corporate website, which is covered by our site privacy notices available here.",
      "Label": "Others",
      "Context": "2 Sentences Before {Lotame receives the personal information of individuals from our business clients in connection with their access to and use of certain Lotame’s services (“ Services ”) and from partners that license data to us, as described in Part 1 below. As used in this Policy, “ personal information ” is information that can be used to identify an individual, either directly or when combined with other personal or identifying information linked or linkable to that individual, and depending on the context, “ you ” and “ your ” refers Lotame’s business clients or the individuals from which our business clients collect personal information.} "
    },
    {
      "Text": "If you have any questions or concerns regarding this Policy, you may write to us at privacy@lotame.com or by mail to: Chief Privacy Officer, Lotame Solutions, Inc., 8850 Stanford Blvd., Suite 4000, Columbia, MD, USA.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Lotame is also a member of the NAI and adheres to the NAI Code of Conduct. Please visit our Memberships, Affiliations and Oversight page to learn more about Lotame’s participation in the EDAA, DAA, NAI, and other self-regulatory organizations.} "
    },
    {
      "Text": "Data Products and Services. Some of our Services allow Lotame’s business clients to utilize personal information to reach the right online audiences for their products and services. To provide these Services, Lotame licenses data from third party providers (including website owners, app owners, data aggregators, data onboarders, and SmartTV manufacturers) and makes this data available to its clients. This data is called “Third Party Data.” Lotame’s business clients use Third Party Data to create audience segments associated with certain interests, behaviors, and attributes (for example, an interest in travel or an interest in sports). These audience segments are associated with Pseudonymous IDs so that clients can send relevant advertisements to consumers on their computers, phones, and other mobile devices",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Instead, Lotame’s Services help businesses – marketers, advertising agencies, marketing technology platforms and publishers – engage in interest-based advertising and marketing. Interest-based advertising is the practice of delivering relevant content and advertising to people based on their interests, activities, and behaviors.} "
    },
    {
      "Text": "Lotame collects, uses, and discloses information that identifies or relates to a specific individual and other information described below in the course of operating its platform and providing the Services to its business clients. This information may or may not be linked to an identifiable individual, as described in this Policy.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Lotame has additional Services that help our business clients use personal information to deliver personalized content and advertising to users both online, via computers, phones, and other mobile devices, and offline, via more traditional marketing methods. For example, Lotame helps our business clients identify relationships across computers, phones, and other mobile devices, so that a user can benefit from targeted advertising across multiple devices.} "
    },
    {
      "Text": "Lotame collects, uses, and discloses information that identifies or relates to a specific individual and other information described below in the course of operating its platform and providing the Services to its business clients. This information may or may not be linked to an identifiable individual, as described in this Policy.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Lotame has additional Services that help our business clients use personal information to deliver personalized content and advertising to users both online, via computers, phones, and other mobile devices, and offline, via more traditional marketing methods. For example, Lotame helps our business clients identify relationships across computers, phones, and other mobile devices, so that a user can benefit from targeted advertising across multiple devices.} "
    },
    {
      "Text": "Lotame collects, uses, and discloses the following types of information. This information may or may not constitute “personal information” or “personal data” under various Data Protection and Privacy Laws, depending on the context in which the information is collected and any other information to which is linked or linkable.\n\nPseudonymous IDs\nPseudonymous IDs include cookies, mobile advertising IDs or MAIDs, TV advertising identifiers, hashed email addresses, IP addresses, or other alpha-numeric identifiers that are provided by our business clients or partners from which we license data, that do not, by themselves, identify a specific individual. To protect privacy, we segregate Direct Identifiers from Pseudonymous IDs, and we use technical and organizational measures to maintain that separation and prevent unauthorized identification of individuals.\n\nDirect Identifiers\nDirect Identifiers include information that relates specifically to an individual such as the individual’s name, government identification number or code, telephone number, or e-mail address. \n\nCurrently, Lotame only collects, uses, and discloses e-mail addresses when provided by our business clients or data licensees. When Lotame does receive e-mail addresses, to protect privacy, we tokenize e-mail addresses, segregate e-mail addresses from Pseudonymous IDs, and use technical and organizational measures and controls to maintain that separation and prevent unauthorized identification of individuals using e-mail addresses. \n\nAttribute Information\nAttribute Information includes attributes, behaviors, preferences, interests, and other characteristics of an individual or inferred about an individual based on that individual’s location, intent data, socio-demographic data, purchase data, browsing, survey data, and other data that corresponds to a particular use of or visit to a website or application by that individual.\n\nNon-Precision Geolocation Data\nNon-precise Geolocation Data means data that approximates location, such as postal code/zip code.  \n\nLog Data, including Internet Log Data, and Event Data\nInternet Log Data includes data that is automatically sent by an individual’s browser or device in order to communicate with servers, such as the URL of the page requested, IP Address, browser or device type, language, operating system information, mobile service provider, date, and time stamps.\n\nEvent Data includes data about ads an individual sees (advertiser ID, campaign ID), where and when the individual sees the ad (date/time stamp, URL), and how the individual reacts to the ads (click, hover, convert, etc.).",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Lotame has additional Services that help our business clients use personal information to deliver personalized content and advertising to users both online, via computers, phones, and other mobile devices, and offline, via more traditional marketing methods. For example, Lotame helps our business clients identify relationships across computers, phones, and other mobile devices, so that a user can benefit from targeted advertising across multiple devices.} "
    },
    {
      "Text": "Lotame collects, uses, and discloses the following types of information. This information may or may not constitute “personal information” or “personal data” under various Data Protection and Privacy Laws, depending on the context in which the information is collected and any other information to which is linked or linkable.\n\nPseudonymous IDs\nPseudonymous IDs include cookies, mobile advertising IDs or MAIDs, TV advertising identifiers, hashed email addresses, IP addresses, or other alpha-numeric identifiers that are provided by our business clients or partners from which we license data, that do not, by themselves, identify a specific individual. To protect privacy, we segregate Direct Identifiers from Pseudonymous IDs, and we use technical and organizational measures to maintain that separation and prevent unauthorized identification of individuals.\n\nDirect Identifiers\nDirect Identifiers include information that relates specifically to an individual such as the individual’s name, government identification number or code, telephone number, or e-mail address. \n\nCurrently, Lotame only collects, uses, and discloses e-mail addresses when provided by our business clients or data licensees. When Lotame does receive e-mail addresses, to protect privacy, we tokenize e-mail addresses, segregate e-mail addresses from Pseudonymous IDs, and use technical and organizational measures and controls to maintain that separation and prevent unauthorized identification of individuals using e-mail addresses. \n\nAttribute Information\nAttribute Information includes attributes, behaviors, preferences, interests, and other characteristics of an individual or inferred about an individual based on that individual’s location, intent data, socio-demographic data, purchase data, browsing, survey data, and other data that corresponds to a particular use of or visit to a website or application by that individual.\n\nNon-Precision Geolocation Data\nNon-precise Geolocation Data means data that approximates location, such as postal code/zip code.  \n\nLog Data, including Internet Log Data, and Event Data\nInternet Log Data includes data that is automatically sent by an individual’s browser or device in order to communicate with servers, such as the URL of the page requested, IP Address, browser or device type, language, operating system information, mobile service provider, date, and time stamps.\n\nEvent Data includes data about ads an individual sees (advertiser ID, campaign ID), where and when the individual sees the ad (date/time stamp, URL), and how the individual reacts to the ads (click, hover, convert, etc.).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Lotame has additional Services that help our business clients use personal information to deliver personalized content and advertising to users both online, via computers, phones, and other mobile devices, and offline, via more traditional marketing methods. For example, Lotame helps our business clients identify relationships across computers, phones, and other mobile devices, so that a user can benefit from targeted advertising across multiple devices.} "
    },
    {
      "Text": "Lotame collects the categories of data types identified above from:\n\nOur business clients, who provide the personal information of their customers or users of their websites and apps to Lotame for our use in connection with their use of our Services\nOur data licensors and other reputable providers of licensed aggregated data, which may be derived from public and non-public sources and from individuals, such as survey respondents who affirmatively agree to the data uses.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Log Data, including Internet Log Data, and Event Data Internet Log Data includes data that is automatically sent by an individual’s browser or device in order to communicate with servers, such as the URL of the page requested, IP Address, browser or device type, language, operating system information, mobile service provider, date, and time stamps. Event Data includes data about ads an individual sees (advertiser ID, campaign ID), where and when the individual sees the ad (date/time stamp, URL), and how the individual reacts to the ads (click, hover, convert, etc.).} "
    },
    {
      "Text": "Lotame collects the categories of data types identified above from:\n\nOur business clients, who provide the personal information of their customers or users of their websites and apps to Lotame for our use in connection with their use of our Services\nOur data licensors and other reputable providers of licensed aggregated data, which may be derived from public and non-public sources and from individuals, such as survey respondents who affirmatively agree to the data uses.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Log Data, including Internet Log Data, and Event Data Internet Log Data includes data that is automatically sent by an individual’s browser or device in order to communicate with servers, such as the URL of the page requested, IP Address, browser or device type, language, operating system information, mobile service provider, date, and time stamps. Event Data includes data about ads an individual sees (advertiser ID, campaign ID), where and when the individual sees the ad (date/time stamp, URL), and how the individual reacts to the ads (click, hover, convert, etc.).} "
    },
    {
      "Text": "Lotame collects First Party Data and Third Party Data via many methods, including cookies, JavaScript, pixel tags, SDKs (software development kits), secure file transfers, and server to server connections. Lotame pixel tags generally appear as “third party tags.” These methods allow Lotame to collect information from websites that are owned or operated by our business clients and data licensors.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Event Data includes data about ads an individual sees (advertiser ID, campaign ID), where and when the individual sees the ad (date/time stamp, URL), and how the individual reacts to the ads (click, hover, convert, etc.). Categories of Data Sources Lotame collects the categories of data types identified above from: Our business clients, who provide the personal information of their customers or users of their websites and apps to Lotame for our use in connection with their use of our Services Our data licensors and other reputable providers of licensed aggregated data, which may be derived from public and non-public sources and from individuals, such as survey respondents who affirmatively agree to the data uses.} "
    },
    {
      "Text": "Lotame analyzes the information it collects and receives, and organizes it into user groups and audiences, based on factors such as age, gender, geography, interests, and online actions. Our business clients and partners then use the Lotame-created user groups and audiences, along with information about the possible relationships among different browsers and devices, to design and deliver customized advertising campaigns or other relevant content to users on their computers, phones, and other mobile devices. Clients can combine Third Party Data with their own First Party Data when using Lotame’s SaaS and Marketing Technology Services. Our business clients and partners may also analyze and organize the underlying data to create custom user groups and audiences.\n\nLotame uses the information it collects and receives to:\n\nIdentify relationships between different browsers and devices\nAnalyze the effectiveness of online advertising campaigns\nProvide aggregated information about user interests\nAttribute user interests to browsers and devices\nTest the accuracy of certain products, including cross-device matching\nDetermine the overlap in First Party and Third Party data sets\nCreate pre-packaged audience segments\nCreate modeled audience segments and products\nLotame’s clients generally use First Party Data, along with Third Party Data provided by Lotame, to:\n\nDeliver targeted advertising campaigns to users across devices\nServe targeted content to users across devices\nAnalyze and improve the effectiveness of online advertising campaigns\nCreate data-driven marketing products, including models",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {How We Collect Data Lotame collects First Party Data and Third Party Data via many methods, including cookies, JavaScript, pixel tags, SDKs (software development kits), secure file transfers, and server to server connections. Lotame pixel tags generally appear as “third party tags.” These methods allow Lotame to collect information from websites that are owned or operated by our business clients and data licensors.} "
    },
    {
      "Text": "Lotame’s clients generally use First Party Data, along with Third Party Data provided by Lotame, to:\n\nDeliver targeted advertising campaigns to users across devices\nServe targeted content to users across devices\nAnalyze and improve the effectiveness of online advertising campaigns\nCreate data-driven marketing products, including models",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "In addition to sharing certain data as directed by clients, we may share information that is non-personal or pseudonymized with other clients and third party companies such as advertisers, agencies, ad networks, or exchanges, to provide Services to our clients and to enable our clients and those third parties to analyze user behaviors or to customize the ads that consumers see online. In addition, we may provide access to information we collect to other service providers. To the extent we have any personal information, we share such information with service providers or third party marketing partners who will only utilize the information to provide their services to us or for our clients.\n\nIf our company is sold, assigned, transferred, merged, files for bankruptcy protection, sells all or a portion of its assets or undergoes some other change to its corporate form, information may be transferred as part of that transaction or change, including in connection with a due diligence process. We may also release information in order to comply with requests from law enforcement, government agencies, and similar entities, or to otherwise protect Lotame, our clients, and users.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Clients can combine Third Party Data with their own First Party Data when using Lotame’s SaaS and Marketing Technology Services. Our business clients and partners may also analyze and organize the underlying data to create custom user groups and audiences.} "
    },
    {
      "Text": "Categories of Personal Information Collected (corresponds to categories listed in CCPA §1798.140(o)(1))\nLotame has collected the following categories of Personal Information in the preceding 12 months as a ‘service provider’ on behalf of its SaaS clients and as a ‘business’ from entities from which Lotame licenses Personal Information: Category A: Identifiers\tUnique personal identifier, online identifier, Internet Protocol address\nCategory F: Internet or other electronic network activity information\tInteraction with our client’s or licensee’s web sites, applications, or advertisements\nCategory G: Geolocation data\tApproximate physical location (derived from an Internet Protocol address)\nCategory K: Inferences\tConsumer preferences, characteristics, behaviors\nPersonal Information Sources\nSee Part 2: What Information We Collect & How We Collect It, listing the sources of Personal Information.\n\nPurposes for Which Personal Information is Collected\nSee Part 3: How we Use Your Information, setting forth the purposes for which Lotame uses Personal Information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You will see different segments displayed when viewing the Privacy Manager from a different browser, computer, or device. PART 9: INFORMATION FOR CALIFORNIA RESIDENTS If you are a California resident, California law, including the California Consumer Privacy Act of 2018 (“ CCPA ”) and California Civil Code section 1798.83, provides you with additional rights regarding our collection, disclosure and, if applicable, sale of your personal information.} "
    },
    {
      "Text": "Categories of Third Parties with whom Personal Information is Shared\nSee Part 4: How We Share Your Information, setting forth the categories of third parties with whom Lotame may share Personal Information. For Lotame’s SaaS clients, Lotame will only share Personal Information collected on behalf of that client with third parties requested by the client.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Collection of Personal Information Categories of Personal Information Collected (corresponds to categories listed in CCPA §1798.140(o)(1)) Lotame has collected the following categories of Personal Information in the preceding 12 months as a ‘service provider’ on behalf of its SaaS clients and as a ‘business’ from entities from which Lotame licenses Personal Information: Category A: Identifiers Unique personal identifier, online identifier, Internet Protocol address Category F: Internet or other electronic network activity information Interaction with our client’s or licensee’s web sites, applications, or advertisements Category G: Geolocation data Approximate physical location (derived from an Internet Protocol address) Category K: Inferences Consumer preferences, characteristics, behaviors Personal Information Sources See Part 2 : What Information We Collect & How We Collect It, listing the sources of Personal Information. Purposes for Which Personal Information is Collected See Part 3 : How we Use Your Information, setting forth the purposes for which Lotame uses Personal Information.} "
    },
    {
      "Text": "Categories of Personal Information Disclosed or Sold (corresponds to categories listed in CCPA §1798.140(o)(1))\nIn the preceding 12 months, Lotame has disclosed the following categories of Personal Information for performing services on behalf of a client as their service provider and sold the following categories of Personal Information for conducting analytics or use in interest-based advertising or other marketing purposes for:\n\nCategory A: Identifiers\n\nCategory F: Internet or other electronic network activity information\n\nCategory G: Geolocation data\n\nCategory K: Inferences",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You will see different segments displayed when viewing the Privacy Manager from a different browser, computer, or device. PART 9: INFORMATION FOR CALIFORNIA RESIDENTS If you are a California resident, California law, including the California Consumer Privacy Act of 2018 (“ CCPA ”) and California Civil Code section 1798.83, provides you with additional rights regarding our collection, disclosure and, if applicable, sale of your personal information.} "
    },
    {
      "Text": "Right to Know\\nYou have the right to request, at no charge, that we disclose to you the categories and specific pieces of Personal Information Lotame has collected about you in the prior 12 months, including:\\n\\ncategories of Personal Information collected about you;\\ncategories of sources from which we collected your Personal Information;\\nbusiness and/or commercial purposes for collecting and disclosing your Personal Information; ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Lotame contractually prohibits businesses that license data to us from transmitting to Lotame Personal Information of Minors and have procedures in place to ensure compliance with this requirement. Your Consumer Rights Under the CCPA Under CCPA, you may have the following consumer rights.} "
    },
    {
      "Text": "categories of third parties to/with whom your Personal Information has been disclosed/shared, including for a business purpose; and\\nthe specific pieces of Personal Information collected about you.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Lotame contractually prohibits businesses that license data to us from transmitting to Lotame Personal Information of Minors and have procedures in place to ensure compliance with this requirement. Your Consumer Rights Under the CCPA Under CCPA, you may have the following consumer rights.} "
    },
    {
      "Text": "Right of Deletion\\nYou have the right to request the deletion of your Personal Information we have collected about you. This right may be subject to certain conditions and limitations under CCPA.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Please note that these rights are not absolute and in certain cases are subject to conditions or limitations as specified in the CCPA: Right to Know You have the right to request, at no charge, that we disclose to you the categories and specific pieces of Personal Information Lotame has collected about you in the prior 12 months, including: categories of Personal Information collected about you; categories of sources from which we collected your Personal Information; business and/or commercial purposes for collecting and disclosing your Personal Information; categories of third parties to/with whom your Personal Information has been disclosed/shared, including for a business purpose; and the specific pieces of Personal Information collected about you. You have the right to obtain the above information, in a portable and (if technically feasible) readily usable format.} "
    },
    {
      "Text": "Right to Opt-Out of Sale\\nYou have the right to opt-out of sale of your Personal Information we have collected about you.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Right of Deletion You have the right to request the deletion of your Personal Information we have collected about you. This right may be subject to certain conditions and limitations under CCPA.} "
    },
    {
      "Text": "Right to be Free from Discrimination\\nYou may exercise all of the above rights at any time and Lotame will not unlawfully discriminate against you for exercising your rights under CCPA.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {This right may be subject to certain conditions and limitations under CCPA. Right to Opt-Out of Sale You have the right to opt-out of sale of your Personal Information we have collected about you.} "
    },
    {
      "Text": "Submitting a Request to Exercise Your Rights\\nYou may exercise any of your rights as set out above, by submitting a request as set forth below. You may be required to provide additional information to verify your identity and request before further action is taken. Please note that when submitting the following requests, Lotame is only able to apply your request to Personal Information that we use in our Data Products and Services, where we act as a business. For our clients where Lotame acts as a service provider, Lotame will inform our client of your request.\\n\\nExercising Your Right to Know, to Delete, and to Opt-Out of Sale\\nYou may exercise any of your rights as set out above by:\\n\\ncalling 1-833-269-2618 and following the instructions provided\\nby submitting a request using our Privacy Manager,; or\\nYou may also exercise your right to opt-out of sale by clicking the following link: DO NOT SELL MY PERSONAL INFORMATION\\n\\nLotame verifies your request based upon the browser you are using to access the Privacy Manager or, if providing an IDFA/GAID of your device, by requesting an attestation.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Opt-Out of Sale You have the right to opt-out of sale of your Personal Information we have collected about you. Right to be Free from Discrimination You may exercise all of the above rights at any time and Lotame will not unlawfully discriminate against you for exercising your rights under CCPA.} "
    },
    {
      "Text": "Lotame will review and update this Policy periodically in response to changing legal, technical, and business developments. If we change this Policy, we will provide notice by posting the new policy here, changing the date at the top, and indicating on our homepage that this Policy has been updated.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Data Retention Lotame generally retains the non-personal user data we collect for all of our products and services for purposes of interest-based advertising for up to thirteen months from the date of its collection. In limited cases, where a client has a legitimate business purpose for requesting a longer retention timeline, Lotame will retain non-personal user data for the client’s use for up to eighteen months.} "
    },
    {
      "Text": "Lotame’s Corporate Websites Privacy Policy\\n\\nLast updated to address California Consumer Privacy Act of 2018 and effective as of January 17, 2020.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Lotame collects usage data (“Usage Data”) via cookies, web beacons and similar technologies as further described in the Tracking Technologies section below. Usage Data includes information about our visitors and how they use our Websites, including browser type, the website you were visiting before you visited the Websites, time of day and your IP address, your mobile device advertising identifier and similar device identifiers. We use Usage Data for a variety of purposes, including to improve our Websites and services.\\n\\nLotame receives other personally identifiable information, such as names and personal contact information, through our Websites only when you choose to submit this information to us (for example, through a contact form or as part of your submission of a job application). We and our service providers will use information collected through the Websites to provide features and services, to process your job application or other request, to contact you with information, to serve you advertisements on our Websites or elsewhere online, for internal business purposes, for customer service purposes and as otherwise described in this Privacy Policy. If you would like to update, delete, or revise any information you submitted to us through our websites, please send your request to privacy@lotame.com.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This Privacy Policy only applies to the information that Lotame collects through our websites, which include www.lotame.com and any other website controlled by Lotame that posts this Privacy Policy (“ Websites ”). If you are a consumer and would like to understand our privacy practices in connection with the targeted advertising and other services Lotame provides to its clients, please click here .} "
    },
    {
      "Text": "We, and our third-party service providers may use cookies, web beacons and other tracking technologies to gather Usage Data about visitors and how they use our Websites. We use this information to improve our Websites, to target advertisements to users, and for other business purposes.\\n\\n“Cookies” and local storage are pieces of information (data files) transferred to a browser when the user visits a site. These technologies are able to store a unique identifier for a device to allow an online service provider to recognize the device whenever the device is used to visit the site. You can find more information about cookies and how they work at www.allaboutcookies.org.\\n\\nSmall graphic images or other web programming code called web beacons (also known as “pixel tags,” “1×1 GIFs,” or “clear GIFs”) may be included in our web pages and email messages. Web beacons may be invisible to you, but any electronic image or other web programming code inserted into a web page or email can act as a web beacon. Web beacons or similar technologies may be used for a number of purposes, including, to count visitors to the Websites, to monitor how users navigate the Websites, to count how many emails that were sent were actually opened or to count how many particular links were actually viewed.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We may receive information about you from third parties. For example, we may supplement the information we collect with outside records in order to provide you with information, services, or products you have requested, to tailor content, to offer you opportunities to purchase products or services that we believe may be of interest to you, and for other purposes. In addition, we may receive information if you opt-in to receive information from us when on a third party website, app or service. We may combine the information we receive from these other sources with information we collect through the Websites. In those cases, we will apply this Privacy Policy to the combined information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you click on social networking buttons or third party links, you will be taken to those third parties websites, and your use of those third parties’ websites and platforms are subject to their privacy policies and practices. We are not responsible for the privacy or business practices of any third party.} "
    },
    {
      "Text": "Lotame may share information, such as Usage Data, personal data that has been de-identified (typically using a hash function) or pseunodymised and aggregated user statistics, with third parties in our discretion. We do not share personal data with third parties for those third parties’ own marketing purposes unless we first provide you with the opportunity to opt-in or opt-out of such sharing. We may share the information we have collected about you with third parties as disclosed at the time you provide your information, with your consent, as described in this Privacy Policy, and under the following circumstances:\\n\\nwith our vendors and third-party service providers to perform certain services on behalf of the Websites, such as hosting the Websites or Websites’ features, sending email or other communications, and providing marketing assistance and data analysis;\\nto comply with legal process or a subpoena, or at the request of a governmental entity conducting an investigation, and to protect and defend the legal rights or property of Lotame, our Websites or its users, or any other party; and\\nin connection with a business transition (such as a merger, acquisition by another company, bankruptcy, or sale of all or a portion of assets), including during the course of any due diligence process.\\nIn addition, if you apply for a job through the Websites, Lotame may ask you to provide self-identifying information (such as veteran status, gender and ethnicity) in conjunction with laws and regulations enforced by the Equal Employment Opportunity Commission (“EEOC”) and other federal, state and local regulatory agencies. Providing such self-identifying information is voluntary, but if you do provide such information, Lotame or its service provider may submit that information to the appropriate government or regulatory agencies to fulfill reporting requirements and use that information to defend against employment-related complaints.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may combine the information we receive from these other sources with information we collect through the Websites. In those cases, we will apply this Privacy Policy to the combined information.} "
    },
    {
      "Text": "If you would like to update, delete, or revise any personal information you submitted to us through lotame.com or any of Lotame’s other corporate websites, please send your request to privacy@lotame.com.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Lotame receives other personally identifiable information, such as names and personal contact information, through our Websites only when you choose to submit this information to us (for example, through a contact form or as part of your submission of a job application). We and our service providers will use information collected through the Websites to provide features and services, to process your job application or other request, to contact you with information, to serve you advertisements on our Websites or elsewhere online, for internal business purposes, for customer service purposes and as otherwise described in this Privacy Policy.} "
    },
    {
      "Text": "If you would like to update, delete, or revise any personal information you submitted to us through lotame.com or any of Lotame’s other corporate websites, please send your request to privacy@lotame.com.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Lotame receives other personally identifiable information, such as names and personal contact information, through our Websites only when you choose to submit this information to us (for example, through a contact form or as part of your submission of a job application). We and our service providers will use information collected through the Websites to provide features and services, to process your job application or other request, to contact you with information, to serve you advertisements on our Websites or elsewhere online, for internal business purposes, for customer service purposes and as otherwise described in this Privacy Policy.} "
    },
    {
      "Text": "Collection of Personal Information\\n\\nCategories of Personal Information Collected (corresponds to categories listed in CCPA §1798.140(o)(1))\\n\\nLotame has collected the following categories of Personal Information in the preceding 12 months through its Websites:\\n\\nCategory A: Identifiers\tUnique personal identifier, online identifier, Internet Protocol address\\nCategory F: Internet or other electronic network activity information\tInteraction with our client’s or licensee’s web sites, applications, or advertisements\\nCategory G: Geolocation data\tApproximate physical location (derived from an Internet Protocol address)\\nCategory I: Professional or employment-related information\tJob title, employer name\\nCategory K: Inferences\tConsumer preferences, characteristics, behaviors\\nPersonal Information Sources\\n\\n\\nSee Part 1: Information We Collect and How We Use It and Part 2: Tracking Technologies, listing the sources of Personal Information.\\n\\nPurposes for Which Personal Information is Collected\\n\\nSee Part 1: Information We Collect and How We Use It, setting forth the purposes for which Lotame uses Personal Information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You will see different segments displayed when viewing the Privacy Manager from a different browser, computer, or device. PART 9: INFORMATION FOR CALIFORNIA RESIDENTS If you are a California resident, California law, including the California Consumer Privacy Act of 2018 (“ CCPA ”) and California Civil Code section 1798.83, provides you with additional rights regarding our collection, disclosure and, if applicable, sale of your personal information.} "
    },
    {
      "Text": "Categories of Third Parties with whom Personal Information is Shared\\n\\nSee Part 3: Social Network and Platform Integration, and Third Party Links and Part 6: Third-Party Analytics Providers, Ad Servers, and Similar Third Parties, setting forth the categories of third parties with whom Lotame may share Personal Information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Collection of Personal Information Categories of Personal Information Collected (corresponds to categories listed in CCPA §1798.140(o)(1)) Lotame has collected the following categories of Personal Information in the preceding 12 months as a ‘service provider’ on behalf of its SaaS clients and as a ‘business’ from entities from which Lotame licenses Personal Information: Category A: Identifiers Unique personal identifier, online identifier, Internet Protocol address Category F: Internet or other electronic network activity information Interaction with our client’s or licensee’s web sites, applications, or advertisements Category G: Geolocation data Approximate physical location (derived from an Internet Protocol address) Category K: Inferences Consumer preferences, characteristics, behaviors Personal Information Sources See Part 2 : What Information We Collect & How We Collect It, listing the sources of Personal Information. Purposes for Which Personal Information is Collected See Part 3 : How we Use Your Information, setting forth the purposes for which Lotame uses Personal Information.} "
    },
    {
      "Text": "Disclosure or Sale of Personal Information\\nCategories of Personal Information Disclosed or Sold (corresponds to categories listed in CCPA §1798.140(o)(1))\\n\\nIn the preceding 12 months, Lotame has disclosed the following categories of Personal Information for performing services on behalf of a client as their service provider and sold the following categories of Personal Information for conducting analytics or use in interest-based advertising or other marketing purposes for:\\n\\nCategory A: Identifiers\\n\\nCategory F: Internet or other electronic network activity information\\n\\nCategory G: Geolocation data\\n\\nCategory K: Inferences\\n\\nSale of Personal Information\\n\\nLotame does not sell any Personal Information that is collected through its Websites.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Categories of Third Parties with whom Personal Information is Shared See Part 4 : How We Share Your Information, setting forth the categories of third parties with whom Lotame may share Personal Information. For Lotame’s SaaS clients, Lotame will only share Personal Information collected on behalf of that client with third parties requested by the client.} "
    },
    {
      "Text": "Disclosure or Sale of Personal Information\\nCategories of Personal Information Disclosed or Sold (corresponds to categories listed in CCPA §1798.140(o)(1))\\n\\nIn the preceding 12 months, Lotame has disclosed the following categories of Personal Information for performing services on behalf of a client as their service provider and sold the following categories of Personal Information for conducting analytics or use in interest-based advertising or other marketing purposes for:\\n\\nCategory A: Identifiers\\n\\nCategory F: Internet or other electronic network activity information\\n\\nCategory G: Geolocation data\\n\\nCategory K: Inferences\\n\\nSale of Personal Information\\n\\nLotame does not sell any Personal Information that is collected through its Websites.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Categories of Third Parties with whom Personal Information is Shared See Part 4 : How We Share Your Information, setting forth the categories of third parties with whom Lotame may share Personal Information. For Lotame’s SaaS clients, Lotame will only share Personal Information collected on behalf of that client with third parties requested by the client.} "
    },
    {
      "Text": "Right to Know\\n\\nYou have the right to request, at no charge, that we disclose to you the categories and specific pieces of Personal Information Lotame has collected about you in the prior 12 months, including:\\n\\ncategories of Personal Information collected about you;\\ncategories of sources from which we collected your Personal Information;\\nbusiness and/or commercial purposes for collecting and disclosing your Personal Information;",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Lotame contractually prohibits businesses that license data to us from transmitting to Lotame Personal Information of Minors and have procedures in place to ensure compliance with this requirement. Your Consumer Rights Under the CCPA Under CCPA, you may have the following consumer rights.} "
    },
    {
      "Text": "business and/or commercial purposes for collecting and disclosing your Personal Information; \\ncategories of third parties to/with whom your Personal Information has been disclosed/shared, including for a business purpose; and\\nthe specific pieces of Personal Information collected about you.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Lotame contractually prohibits businesses that license data to us from transmitting to Lotame Personal Information of Minors and have procedures in place to ensure compliance with this requirement. Your Consumer Rights Under the CCPA Under CCPA, you may have the following consumer rights.} "
    },
    {
      "Text": "Right of Deletion\\n\\nYou have the right to request the deletion of your Personal Information we have collected about you. This right may be subject to certain conditions and limitations under CCPA.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Please note that these rights are not absolute and in certain cases are subject to conditions or limitations as specified in the CCPA: Right to Know You have the right to request, at no charge, that we disclose to you the categories and specific pieces of Personal Information Lotame has collected about you in the prior 12 months, including: categories of Personal Information collected about you; categories of sources from which we collected your Personal Information; business and/or commercial purposes for collecting and disclosing your Personal Information; categories of third parties to/with whom your Personal Information has been disclosed/shared, including for a business purpose; and the specific pieces of Personal Information collected about you. You have the right to obtain the above information, in a portable and (if technically feasible) readily usable format.} "
    },
    {
      "Text": "Right to Opt-Out of Sale\\n\\nYou have the right to opt-out of sale of your Personal Information we have collected about you.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Right of Deletion You have the right to request the deletion of your Personal Information we have collected about you. This right may be subject to certain conditions and limitations under CCPA.} "
    },
    {
      "Text": "Right to be Free from Discrimination\\n\\nYou may exercise all of the above rights at any time and Lotame will not unlawfully discriminate against you for exercising your rights under CCPA.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {This right may be subject to certain conditions and limitations under CCPA. Right to Opt-Out of Sale You have the right to opt-out of sale of your Personal Information we have collected about you.} "
    },
    {
      "Text": "Submitting a Request to Exercise Your Rights\\n\\nYou may exercise any of your rights as set out above, by submitting a request as set forth below. You may be required to provide additional information to verify your identity and request before further action is taken. Please note that when submitting the following requests, Lotame is only able to apply your request to Personal Information that we use in our Data Products and Services, where we act as a business. For our clients where Lotame acts as a service provider, Lotame will inform our client of your request.\\n\\nExercising Your Right to Know, to Delete, and to Opt-Out of Sale\\n\\nTo exercise any of your rights as set out above, please contact us by:\\n\\ncalling 1-833-269-2618 and following the instructions provided; or\\nsubmitting using the following form.\\nYou may be required to provide additional information to verify your identity and request before further action can be taken.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Opt-Out of Sale You have the right to opt-out of sale of your Personal Information we have collected about you. Right to be Free from Discrimination You may exercise all of the above rights at any time and Lotame will not unlawfully discriminate against you for exercising your rights under CCPA.} "
    },
    {
      "Text": "Access to the personal information we process about you;",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Please visit our Privacy Notices to learn more about the Personal Datawe process. How to Exercise Your Rights Depending on your location, you may have basic rights under Data Protection and Privacy Laws related to the Personal Data we process about you.} "
    },
    {
      "Text": "Correction of inaccurate or incomplete personal information about you;",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Please visit our Privacy Notices to learn more about the Personal Datawe process. How to Exercise Your Rights Depending on your location, you may have basic rights under Data Protection and Privacy Laws related to the Personal Data we process about you.} "
    },
    {
      "Text": "Deletion of personal information about you;",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Please visit our Privacy Notices to learn more about the Personal Datawe process. How to Exercise Your Rights Depending on your location, you may have basic rights under Data Protection and Privacy Laws related to the Personal Data we process about you.} "
    },
    {
      "Text": "Restrictions, temporarily or permanently, on our processing of some or all personal information about you;",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Please visit our Privacy Notices to learn more about the Personal Datawe process. How to Exercise Your Rights Depending on your location, you may have basic rights under Data Protection and Privacy Laws related to the Personal Data we process about you.} "
    },
    {
      "Text": "Transfer of personal information to you or a third party where we process the data based on your consent or a contract with you, and where our processing is automated;",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Please visit our Privacy Notices to learn more about the Personal Datawe process. How to Exercise Your Rights Depending on your location, you may have basic rights under Data Protection and Privacy Laws related to the Personal Data we process about you.} "
    },
    {
      "Text": "Opt-out or object to our use of personal information about you where either:\\nour use is based on your consent or our legitimate interests, or\\nyou do not want us to share with third parties data related to cookies and similar technologies for website functionality or advertising purposes.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Lotame does not create or share EEA audience segments that are classified by the General Data Protection Regulation as Sensitive Personal Data. Children Lotame does not generate pre-packaged audience segments that are targeted to children under the age of 16.} "
    },
    {
      "Text": "mode",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Clients can combine Third Party Data with their own First Party Data when using Lotame’s SaaS and Marketing Technology Services. Our business clients and partners may also analyze and organize the underlying data to create custom user groups and audiences.} "
    },
    {
      "Text": "mode",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Clients can combine Third Party Data with their own First Party Data when using Lotame’s SaaS and Marketing Technology Services. Our business clients and partners may also analyze and organize the underlying data to create custom user groups and audiences.} "
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI sold / shared",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI sold / shared",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Last updated and effective as of August 26, 2022.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {<img width=\"131\" height=\"40\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/NAI_logo-1.png\" alt=\"Company Logo\"> Lotame has undergone the NAI’s annual compliance review and has been certified as compliant with NAI’s Code of Conduct. Memberships <img width=\"80\" height=\"41\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/iab-tech-2.png\" alt=\"Company Logo\"> <img width=\"80\" height=\"70\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/iab-euro-1.png\" alt=\"Company Logo\"> <img width=\"100\" height=\"74\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/iab-tech-e1672250752540.png\" alt=\"Company Logo\"> <img width=\"131\" height=\"40\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/NAI_logo-1.png\" alt=\"Company Logo\"> <img width=\"99\" height=\"70\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/Group-10.png\" alt=\"Company Logo\"> <img width=\"100\" height=\"59\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/ANA-logo-e1672250768531.png\" alt=\"Company Logo\"> <img width=\"100\" height=\"63\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/dcn-logo-e1672250781800.jpeg\" alt=\"Company Logo\"> Lotame is committed to consumer privacy.} "
    },
    {
      "Text": "You may exercise any of your rights as set out above by:\\n\\ncalling 1-833-269-2618 and following the instructions provided\\nby submitting a request using our Privacy Manager,; or",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Opt-Out of Sale You have the right to opt-out of sale of your Personal Information we have collected about you. Right to be Free from Discrimination You may exercise all of the above rights at any time and Lotame will not unlawfully discriminate against you for exercising your rights under CCPA.} "
    },
    {
      "Text": "PART 11: Changes TO THIS PRIVACY POLICY\\nLotame will review and update this Policy periodically in response to changing legal, technical, and business developments. If we change this Policy, we will provide notice by posting the new policy here, changing the date at the top, and indicating on our homepage that this Policy has been updated.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Data Retention Lotame generally retains the non-personal user data we collect for all of our products and services for purposes of interest-based advertising for up to thirteen months from the date of its collection. In limited cases, where a client has a legitimate business purpose for requesting a longer retention timeline, Lotame will retain non-personal user data for the client’s use for up to eighteen months.} "
    },
    {
      "Text": "Cookie: A cookie is a small file of information that is stored on your hard drive when you visit a website using a particular browser. Cookies are used to store and receive information about a user’s activities on a particular website.\\n\\nData Protection and Privacy Laws: Any laws and regulations relating to (1) data privacy, data protection, or data retention, (2) regulatory statements, regulatory guidance, or enforcement action decisions that have the effect of laws or regulations, and (3) governmental frameworks adopted for extra-territorial transfers of personal data or personal information.\\n\\nPixel Tags: A pixel tag is an invisible image or block of code that allows a website owner or third party to “drop” cookies and collect certain information about a user’s activities on a particular website.\\n\\nIP Address: An IP address is a series of numbers that can be used to identify a particular device on a computer network. An IP address provides a general location of a device, but not a specific street address.\\n\\nAdvertising Identifiers: Advertising identifiers are unique identification numbers assigned to your mobile device by the hardware manufacturer. IDFA is the advertising identifier for Apple devices and AAID is the advertising identifier for Android devices. Advertising identifiers are used to identify devices and collect certain information about a user’s activities on a mobile device.\\n\\nHashed Email Address: A hashed email address is an email address that has been transformed into a string of numbers and letters. There are several hashing formats. But, for example, john@lotame.com, when hashed might look like this: b5b2fc6f4cef.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If we change this Policy, we will provide notice by posting the new policy here, changing the date at the top, and indicating on our homepage that this Policy has been updated. PART 12: HOW TO CONTACT US To contact us with any questions, comments, or suggestions, please email us at privacy@lotame.com or write to us at Lotame Solutions, Inc., 8890 McGaw Road Suite 250 Columbia, MD 21045 Attention: Legal Department.} "
    },
    {
      "Text": "To exercise any of your rights as set out above, please contact us by:\\n\\ncalling 1-833-269-2618 and following the instructions provided; or\\nsubmitting using the following form.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Please note that when submitting the following requests, Lotame is only able to apply your request to Personal Information that we use in our Data Products and Services, where we act as a business. For our clients where Lotame acts as a service provider, Lotame will inform our client of your request.} "
    },
    {
      "Text": "PART 12: PRIVACY POLICY CHANGES\\nWe reserve the right to revise this Privacy Policy at any time. If we change the policy, we’ll provide notice by posting the new policy here, changing the date at the top, and indicating on our homepage that the Privacy Policy has been updated.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {PART 11: Changes TO THIS PRIVACY POLICY Lotame will review and update this Policy periodically in response to changing legal, technical, and business developments. If we change this Policy, we will provide notice by posting the new policy here, changing the date at the top, and indicating on our homepage that this Policy has been updated.} "
    },
    {
      "Text": "Lotame offers online tools for individuals to exercise their rights given under various Data Protection and Privacy Laws regarding their Personal Data that Lotame may have. If you are an individual, please visit Lotame’s Privacy Manager portal to exercise your rights under the Data Protection and Privacy Laws applicable to you. If you are a customer or Data Partner of Lotame, please contact your account representative.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Privacy by Design and by Default Lotame is committed to the responsible use of information to help businesses make better decisions, secure their operations, regarding online advertising and deliver personalized content while respecting personal privacy. Lotame’s agility and unique capabilities have made it the leader in the field of responsible identity resolution, taking personal privacy into consideration throughout the process of designing, building, and delivering information products and services.} "
    },
    {
      "Text": "Last updated and effective as of August 26, 2022.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {<img width=\"131\" height=\"40\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/NAI_logo-1.png\" alt=\"Company Logo\"> Lotame has undergone the NAI’s annual compliance review and has been certified as compliant with NAI’s Code of Conduct. Memberships <img width=\"80\" height=\"41\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/iab-tech-2.png\" alt=\"Company Logo\"> <img width=\"80\" height=\"70\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/iab-euro-1.png\" alt=\"Company Logo\"> <img width=\"100\" height=\"74\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/iab-tech-e1672250752540.png\" alt=\"Company Logo\"> <img width=\"131\" height=\"40\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/NAI_logo-1.png\" alt=\"Company Logo\"> <img width=\"99\" height=\"70\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/Group-10.png\" alt=\"Company Logo\"> <img width=\"100\" height=\"59\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/ANA-logo-e1672250768531.png\" alt=\"Company Logo\"> <img width=\"100\" height=\"63\" src=\"https://www.lotame.com/wp-content/uploads/2022/12/dcn-logo-e1672250781800.jpeg\" alt=\"Company Logo\"> Lotame is committed to consumer privacy.} "
    },
    {
      "Text": "Lotame receives the personal information of individuals from our business clients in connection with their access to and use of certain Lotame’s services (“Services”) and from partners that license data to us, as described in Part 1 below.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To learn more, please review: Lotame’s Products & Services Privacy Policy Lotame’s Corporate Websites Privacy Policy Lotame’s Products & Services Privacy Policy Last updated and effective as of August 26, 2022. This Products & Services Privacy Policy (this “ Policy ”) explains how Lotame Solutions, Inc. (“ Lotame ,” “ we ,”, “ us ,” and “ our ”) collects, uses, shares, and for certain services, sells information, including Personal Information.} "
    },
    {
      "Text": "This Policy does not cover any information we collect or process from our corporate website, which is covered by our site privacy notices available here.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {As used in this Policy, “ personal information ” is information that can be used to identify an individual, either directly or when combined with other personal or identifying information linked or linkable to that individual, and depending on the context, “ you ” and “ your ” refers Lotame’s business clients or the individuals from which our business clients collect personal information. This Policy applies only to information that we process on behalf of our business clients (where we act as a ‘data processor’ or ‘service provider’) or for our own purposes (for example, as a ‘data controller’ or a ‘business’) in connection with our Services.} "
    },
    {
      "Text": "To provide these Services, Lotame licenses data from third party providers (including website owners, app owners, data aggregators, data onboarders, and SmartTV manufacturers) and makes this data available to its clients. This data is called “Third Party Data.” Lotame’s business clients use Third Party Data to create audience segments associated with certain interests, behaviors, and attributes (for example, an interest in travel or an interest in sports). These audience segments are associated with Pseudonymous IDs so that clients can send relevant advertisements to consumers on their computers, phones, and other mobile devices.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Lotame Services consist of the following: Data Products and Services. Some of our Services allow Lotame’s business clients to utilize personal information to reach the right online audiences for their products and services.} "
    },
    {
      "Text": "To provide these Services, Lotame licenses data from third party providers (including website owners, app owners, data aggregators, data onboarders, and SmartTV manufacturers) and makes this data available to its clients.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Lotame Services consist of the following: Data Products and Services. Some of our Services allow Lotame’s business clients to utilize personal information to reach the right online audiences for their products and services.} "
    },
    {
      "Text": "These Services provide tools for business clients to collect and organize information about their customers from their own sources – including client websites, mobile applications, advertising campaigns, CRM systems, and data partners – and use this information for marketing purposes. Lotame’s platform provides the tools that facilitate our clients’ collection and export of this data (called, “First Party Data”) and Lotame acts as a ‘data processor’ or ‘service provider’ in processing this data on behalf of and at the direction of our business clients.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {SaaS Services . Lotame offers Services that are offered through its software as a service platform, the Lotame Data Management Platform (“ DMP ”), that Lotame provides to its business clients.} "
    },
    {
      "Text": "These Services provide tools for business clients to collect and organize information about their customers from their own sources – including client websites, mobile applications, advertising campaigns, CRM systems, and data partners – and use this information for marketing purposes. Lotame’s platform provides the tools that facilitate our clients’ collection and export of this data (called, “First Party Data”) and Lotame acts as a ‘data processor’ or ‘service provider’ in processing this data on behalf of and at the direction of our business clients.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {SaaS Services . Lotame offers Services that are offered through its software as a service platform, the Lotame Data Management Platform (“ DMP ”), that Lotame provides to its business clients.} "
    },
    {
      "Text": "Marketing Technology Services. Lotame has additional Services that help our business clients use personal information to deliver personalized content and advertising to users both online, via computers, phones, and other mobile devices, and offline, via more traditional marketing methods. For example, Lotame helps our business clients identify relationships across computers, phones, and other mobile devices, so that a user can benefit from targeted advertising across multiple devices.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {These Services provide tools for business clients to collect and organize information about their customers from their own sources – including client websites, mobile applications, advertising campaigns, CRM systems, and data partners – and use this information for marketing purposes. Lotame’s platform provides the tools that facilitate our clients’ collection and export of this data (called, “ First Party Data ”) and Lotame acts as a ‘data processor’ or ‘service provider’ in processing this data on behalf of and at the direction of our business clients.} "
    },
    {
      "Text": "Lotame collects, uses, and discloses information that identifies or relates to a specific individual and other information described below in the course of operating its platform and providing the Services to its business clients. This information may or may not be linked to an identifiable individual, as described in this Policy.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Lotame has additional Services that help our business clients use personal information to deliver personalized content and advertising to users both online, via computers, phones, and other mobile devices, and offline, via more traditional marketing methods. For example, Lotame helps our business clients identify relationships across computers, phones, and other mobile devices, so that a user can benefit from targeted advertising across multiple devices.} "
    },
    {
      "Text": "Lotame collects, uses, and discloses the following types of information. This information may or may not constitute “personal information” or “personal data” under various Data Protection and Privacy Laws, depending on the context in which the information is collected and any other information to which is linked or linkable.\\n\\nPseudonymous IDs\\nPseudonymous IDs include cookies, mobile advertising IDs or MAIDs, TV advertising identifiers, hashed email addresses, IP addresses, or other alpha-numeric identifiers that are provided by our business clients or partners from which we license data, that do not, by themselves, identify a specific individual. To protect privacy, we segregate Direct Identifiers from Pseudonymous IDs, and we use technical and organizational measures to maintain that separation and prevent unauthorized identification of individuals.\\n\\nDirect Identifiers\\nDirect Identifiers include information that relates specifically to an individual such as the individual’s name, government identification number or code, telephone number, or e-mail address. \\n\\nCurrently, Lotame only collects, uses, and discloses e-mail addresses when provided by our business clients or data licensees. When Lotame does receive e-mail addresses, to protect privacy, we tokenize e-mail addresses, segregate e-mail addresses from Pseudonymous IDs, and use technical and organizational measures and controls to maintain that separation and prevent unauthorized identification of individuals using e-mail addresses. \\n\\nAttribute Information\\nAttribute Information includes attributes, behaviors, preferences, interests, and other characteristics of an individual or inferred about an individual based on that individual’s location, intent data, socio-demographic data, purchase data, browsing, survey data, and other data that corresponds to a particular use of or visit to a website or application by that individual.\\n\\nNon-Precision Geolocation Data\\nNon-precise Geolocation Data means data that approximates location, such as postal code/zip code.  \\n\\nLog Data, including Internet Log Data, and Event Data\\nInternet Log Data includes data that is automatically sent by an individual’s browser or device in order to communicate with servers, such as the URL of the page requested, IP Address, browser or device type, language, operating system information, mobile service provider, date, and time stamps.\\n\\nEvent Data includes data about ads an individual sees (advertiser ID, campaign ID), where and when the individual sees the ad (date/time stamp, URL), and how the individual reacts to the ads (click, hover, convert, etc.).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Lotame has additional Services that help our business clients use personal information to deliver personalized content and advertising to users both online, via computers, phones, and other mobile devices, and offline, via more traditional marketing methods. For example, Lotame helps our business clients identify relationships across computers, phones, and other mobile devices, so that a user can benefit from targeted advertising across multiple devices.} "
    },
    {
      "Text": "Lotame collects, uses, and discloses the following types of information. This information may or may not constitute “personal information” or “personal data” under various Data Protection and Privacy Laws, depending on the context in which the information is collected and any other information to which is linked or linkable.\\n\\nPseudonymous IDs\\nPseudonymous IDs include cookies, mobile advertising IDs or MAIDs, TV advertising identifiers, hashed email addresses, IP addresses, or other alpha-numeric identifiers that are provided by our business clients or partners from which we license data, that do not, by themselves, identify a specific individual. To protect privacy, we segregate Direct Identifiers from Pseudonymous IDs, and we use technical and organizational measures to maintain that separation and prevent unauthorized identification of individuals.\\n\\nDirect Identifiers\\nDirect Identifiers include information that relates specifically to an individual such as the individual’s name, government identification number or code, telephone number, or e-mail address. \\n\\nCurrently, Lotame only collects, uses, and discloses e-mail addresses when provided by our business clients or data licensees. When Lotame does receive e-mail addresses, to protect privacy, we tokenize e-mail addresses, segregate e-mail addresses from Pseudonymous IDs, and use technical and organizational measures and controls to maintain that separation and prevent unauthorized identification of individuals using e-mail addresses. \\n\\nAttribute Information\\nAttribute Information includes attributes, behaviors, preferences, interests, and other characteristics of an individual or inferred about an individual based on that individual’s location, intent data, socio-demographic data, purchase data, browsing, survey data, and other data that corresponds to a particular use of or visit to a website or application by that individual.\\n\\nNon-Precision Geolocation Data\\nNon-precise Geolocation Data means data that approximates location, such as postal code/zip code.  \\n\\nLog Data, including Internet Log Data, and Event Data\\nInternet Log Data includes data that is automatically sent by an individual’s browser or device in order to communicate with servers, such as the URL of the page requested, IP Address, browser or device type, language, operating system information, mobile service provider, date, and time stamps.\\n\\nEvent Data includes data about ads an individual sees (advertiser ID, campaign ID), where and when the individual sees the ad (date/time stamp, URL), and how the individual reacts to the ads (click, hover, convert, etc.).",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Lotame has additional Services that help our business clients use personal information to deliver personalized content and advertising to users both online, via computers, phones, and other mobile devices, and offline, via more traditional marketing methods. For example, Lotame helps our business clients identify relationships across computers, phones, and other mobile devices, so that a user can benefit from targeted advertising across multiple devices.} "
    },
    {
      "Text": "Categories of Data Sources\\nLotame collects the categories of data types identified above from:\\n\\nOur business clients, who provide the personal information of their customers or users of their websites and apps to Lotame for our use in connection with their use of our Services\\nOur data licensors and other reputable providers of licensed aggregated data, which may be derived from public and non-public sources and from individuals, such as survey respondents who affirmatively agree to the data uses.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Log Data, including Internet Log Data, and Event Data Internet Log Data includes data that is automatically sent by an individual’s browser or device in order to communicate with servers, such as the URL of the page requested, IP Address, browser or device type, language, operating system information, mobile service provider, date, and time stamps. Event Data includes data about ads an individual sees (advertiser ID, campaign ID), where and when the individual sees the ad (date/time stamp, URL), and how the individual reacts to the ads (click, hover, convert, etc.).} "
    },
    {
      "Text": "How We Collect Data\\nLotame collects First Party Data and Third Party Data via many methods, including cookies, JavaScript, pixel tags, SDKs (software development kits), secure file transfers, and server to server connections. Lotame pixel tags generally appear as “third party tags.” These methods allow Lotame to collect information from websites that are owned or operated by our business clients and data licensors.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Event Data includes data about ads an individual sees (advertiser ID, campaign ID), where and when the individual sees the ad (date/time stamp, URL), and how the individual reacts to the ads (click, hover, convert, etc.). Categories of Data Sources Lotame collects the categories of data types identified above from: Our business clients, who provide the personal information of their customers or users of their websites and apps to Lotame for our use in connection with their use of our Services Our data licensors and other reputable providers of licensed aggregated data, which may be derived from public and non-public sources and from individuals, such as survey respondents who affirmatively agree to the data uses.} "
    },
    {
      "Text": "Lotame analyzes the information it collects and receives, and organizes it into user groups and audiences, based on factors such as age, gender, geography, interests, and online actions. Our business clients and partners then use the Lotame-created user groups and audiences, along with information about the possible relationships among different browsers and devices, to design and deliver customized advertising campaigns or other relevant content to users on their computers, phones, and other mobile devices.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {How We Collect Data Lotame collects First Party Data and Third Party Data via many methods, including cookies, JavaScript, pixel tags, SDKs (software development kits), secure file transfers, and server to server connections. Lotame pixel tags generally appear as “third party tags.” These methods allow Lotame to collect information from websites that are owned or operated by our business clients and data licensors.} "
    },
    {
      "Text": "Lotame analyzes the information it collects and receives, and organizes it into user groups and audiences, based on factors such as age, gender, geography, interests, and online actions. Our business clients and partners then use the Lotame-created user groups and audiences, along with information about the possible relationships among different browsers and devices, to design and deliver customized advertising campaigns or other relevant content to users on their computers, phones, and other mobile devices.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {How We Collect Data Lotame collects First Party Data and Third Party Data via many methods, including cookies, JavaScript, pixel tags, SDKs (software development kits), secure file transfers, and server to server connections. Lotame pixel tags generally appear as “third party tags.” These methods allow Lotame to collect information from websites that are owned or operated by our business clients and data licensors.} "
    },
    {
      "Text": "Lotame uses the information it collects and receives to:\\n\\nIdentify relationships between different browsers and devices\\nAnalyze the effectiveness of online advertising campaigns\\nProvide aggregated information about user interests\\nAttribute user interests to browsers and devices\\nTest the accuracy of certain products, including cross-device matching\\nDetermine the overlap in First Party and Third Party data sets\\nCreate pre-packaged audience segments\\nCreate modeled audience segments and products",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Clients can combine Third Party Data with their own First Party Data when using Lotame’s SaaS and Marketing Technology Services. Our business clients and partners may also analyze and organize the underlying data to create custom user groups and audiences.} "
    },
    {
      "Text": "Lotame’s clients generally use First Party Data, along with Third Party Data provided by Lotame, to:\\n\\nDeliver targeted advertising campaigns to users across devices\\nServe targeted content to users across devices\\nAnalyze and improve the effectiveness of online advertising campaigns\\nCreate data-driven marketing products, including models",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "In addition to sharing certain data as directed by clients, we may share information that is non-personal or pseudonymized with other clients and third party companies such as advertisers, agencies, ad networks, or exchanges, to provide Services to our clients and to enable our clients and those third parties to analyze user behaviors or to customize the ads that consumers see online. In addition, we may provide access to information we collect to other service providers. To the extent we have any personal information, we share such information with service providers or third party marketing partners who will only utilize the information to provide their services to us or for our clients.\\n\\nIf our company is sold, assigned, transferred, merged, files for bankruptcy protection, sells all or a portion of its assets or undergoes some other change to its corporate form, information may be transferred as part of that transaction or change, including in connection with a due diligence process. We may also release information in order to comply with requests from law enforcement, government agencies, and similar entities, or to otherwise protect Lotame, our clients, and users.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Clients can combine Third Party Data with their own First Party Data when using Lotame’s SaaS and Marketing Technology Services. Our business clients and partners may also analyze and organize the underlying data to create custom user groups and audiences.} "
    },
    {
      "Text": "In addition to sharing certain data as directed by clients, we may share information that is non-personal or pseudonymized with other clients and third party companies such as advertisers, agencies, ad networks, or exchanges, to provide Services to our clients and to enable our clients and those third parties to analyze user behaviors or to customize the ads that consumers see online. In addition, we may provide access to information we collect to other service providers. To the extent we have any personal information, we share such information with service providers or third party marketing partners who will only utilize the information to provide their services to us or for our clients.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Clients can combine Third Party Data with their own First Party Data when using Lotame’s SaaS and Marketing Technology Services. Our business clients and partners may also analyze and organize the underlying data to create custom user groups and audiences.} "
    },
    {
      "Text": "Lotame creates and shares audience segments consisting of political data for jurisdictions outside of the European Economic Area.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If our company is sold, assigned, transferred, merged, files for bankruptcy protection, sells all or a portion of its assets or undergoes some other change to its corporate form, information may be transferred as part of that transaction or change, including in connection with a due diligence process. We may also release information in order to comply with requests from law enforcement, government agencies, and similar entities, or to otherwise protect Lotame, our clients, and users.} "
    },
    {
      "Text": "Lotame does not knowingly collect information or create or share general audience segments that are classified by the Network Advertising Initiative (“NAI”) as Sensitive Information (as defined in the NAI Code of Conduct).\\n\\nFor a list of the non-sensitive health-related segments we offer through our Data Products and Services, click here.\\n\\nLotame does not create or share EEA audience segments that are classified by the General Data Protection Regulation as Sensitive Personal Data.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {PART 5: How we handle Political Data, Sensitive Data, and Information related to Children Political Data Lotame creates and shares audience segments consisting of political data for jurisdictions outside of the European Economic Area. For a list of the political segments we offer through our Online Advertising Data Products and Services, click here .} "
    },
    {
      "Text": "Lotame does not knowingly collect information or create or share general audience segments that are classified by the Network Advertising Initiative (“NAI”) as Sensitive Information (as defined in the NAI Code of Conduct).\\n\\nFor a list of the non-sensitive health-related segments we offer through our Data Products and Services, click here.\\n\\nLotame does not create or share EEA audience segments that are classified by the General Data Protection Regulation as Sensitive Personal Data.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {PART 5: How we handle Political Data, Sensitive Data, and Information related to Children Political Data Lotame creates and shares audience segments consisting of political data for jurisdictions outside of the European Economic Area. For a list of the political segments we offer through our Online Advertising Data Products and Services, click here .} "
    },
    {
      "Text": "Lotame provides individuals with the ability to opt-out of the collection and use of their information for interest-based advertising for all of Lotame’s Services. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Lotame does not create or share EEA audience segments that are classified by the General Data Protection Regulation as Sensitive Personal Data. Children Lotame does not generate pre-packaged audience segments that are targeted to children under the age of 16.} "
    },
    {
      "Text": "The following information provides instructions on how individuals can opt-out of Interest-Based Advertising from cookies, in mobile applications, and across devices.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {PART 6: Consumer Choice and the Ability to Opt-Out Lotame provides individuals with the ability to opt-out of the collection and use of their information for interest-based advertising for all of Lotame’s Services. For California residents, Part 8 contains information related to their right to opt-out of sale of personal information.} "
    },
    {
      "Text": "Also, after choosing to opt-out via any of the methods below, if you use a different device or a different browser, or if you delete browser cookies, you may need to repeat the opt-out steps for that particular device or browser. In addition, if you block cookies on your browser or if third-party cookies are blocked by default, some of the opt-out tools above may not function.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {It simply means that the ads that you see will not be personalized for you. Ads may be served because they relate to the website you are visiting or to your current search, or they may just be randomly placed.} "
    },
    {
      "Text": "For Lotame Only. To opt-out of the collection and use of data by Lotame for online Interest-Based Advertising on your browser (including a mobile browser if third-party cookies are enabled for that browser), you can click here and follow the instructions provided. Your opt-out choice is applied only to the browser from which you make the choice. Lotame’s browser opt-out is cookie-based so if cookies are blocked by your browser or you have deleted cookies from your browser, you will no longer be opted-out and you may need to opt-out again.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Also, after choosing to opt-out via any of the methods below, if you use a different device or a different browser, or if you delete browser cookies, you may need to repeat the opt-out steps for that particular device or browser. In addition, if you block cookies on your browser or if third-party cookies are blocked by default, some of the opt-out tools above may not function.} "
    },
    {
      "Text": "Please note that even after you opt-out of the use of your information by Lotame for Interest-Based Advertising, Lotame may continue to collect and use such information for clients, because our clients use their own cookie, which is not affected by the Lotame browser opt-out, or for other purposes, including analytics and research.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Your opt-out choice is applied only to the browser from which you make the choice. Lotame’s browser opt-out is cookie-based so if cookies are blocked by your browser or you have deleted cookies from your browser, you will no longer be opted-out and you may need to opt-out again.} "
    },
    {
      "Text": "Interest-Based Advertising, Generally. You can opt-out of the collection of data across unaffiliated sites over time for Interest-Based Advertising and other purposes from companies participating in the Digital Advertising Alliance Consumer Choice Page at www.aboutads.info/choices and from members of the Network Advertising Initiative via www.networkadvertising.org/choices.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {PART 1: About Lotame’s Services Lotame does not provide its Services directly to consumers. Instead, Lotame’s Services help businesses – marketers, advertising agencies, marketing technology platforms and publishers – engage in interest-based advertising and marketing.} "
    },
    {
      "Text": "Mobile Applications Opt-Out\\nTo opt-out of the collection and use of data for interest-based advertising on your mobile device, you can modify the settings on your mobile device. Please note that the specific opt-out instructions for each device may differ depending on which version of the operating system software you are running.\\n\\nFor Apple Devices: Go to Settings, Select Privacy, Select Advertising, and enable the “Limit Ad Tracking” setting.\\n\\nFor Android Devices: Open the Google Settings App, Select Ads, and enable the “Opt out of interest-based advertising” setting.\\n\\nAlternatively, you may wish to download the TrustE mobile application and/or the Digital Advertising Alliance “App Choices” mobile application and follow the instructions provided. You may opt-out of the collection and use of data by Lotame specifically, or by all companies that offer a mobile application opt-out via the TrustE or AppChoices app. Your opt-out choice is applied only to the collection of data from applications on the device from which you opt-out.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Interest-Based Advertising, Generally. You can opt-out of the collection of data across unaffiliated sites over time for Interest-Based Advertising and other purposes from companies participating in the Digital Advertising Alliance Consumer Choice Page at www.aboutads.info/choices and from members of the Network Advertising Initiative via www.networkadvertising.org/choices .} "
    },
    {
      "Text": "Lotame licenses television viewership data from third parties that offer smart TVs and video streaming devices.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may opt-out of the collection and use of data by Lotame specifically, or by all companies that offer a mobile application opt-out via the TrustE or AppChoices app. Your opt-out choice is applied only to the collection of data from applications on the device from which you opt-out.} "
    },
    {
      "Text": "Instructions on how to opt-out from many popular smart TVs and video streaming devices are available here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Your opt-out choice is applied only to the collection of data from applications on the device from which you opt-out. Television Opt-Out Lotame licenses television viewership data from third parties that offer smart TVs and video streaming devices.} "
    },
    {
      "Text": "When you browse the web, your browser can send a request to websites to not collect or track your browsing data (“Do Not Track”). In some browsers, that standing request may even be turned on by default. Standards regarding how to interpret and implement a “Do Not Track” signal are not currently defined, which means different websites, publishers, data providers, or ad technology companies that work with Lotame or use its technology may request that we interpret the signal differently. To find out more about “Do Not Track,” please visit http://www.allaboutdnt.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Instructions on how to opt-out from many popular smart TVs and video streaming devices are available here . European Opt-Out In Europe, you can opt-out via the IAB Europe’s industry opt-out at www.youronlinechoices.eu .} "
    },
    {
      "Text": "Lotame has collected the following categories of Personal Information in the preceding 12 months as a ‘service provider’ on behalf of its SaaS clients and as a ‘business’ from entities from which Lotame licenses Personal Information: Category A: Identifiers\tUnique personal identifier, online identifier, Internet Protocol address\\nCategory F: Internet or other electronic network activity information\tInteraction with our client’s or licensee’s web sites, applications, or advertisements\\nCategory G: Geolocation data\tApproximate physical location (derived from an Internet Protocol address)\\nCategory K: Inferences\tConsumer preferences, characteristics, behavior",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You will see different segments displayed when viewing the Privacy Manager from a different browser, computer, or device. PART 9: INFORMATION FOR CALIFORNIA RESIDENTS If you are a California resident, California law, including the California Consumer Privacy Act of 2018 (“ CCPA ”) and California Civil Code section 1798.83, provides you with additional rights regarding our collection, disclosure and, if applicable, sale of your personal information.} "
    },
    {
      "Text": "Personal Information Sources\\nSee Part 2: What Information We Collect & How We Collect It, listing the sources of Personal Information.\\n\\nPurposes for Which Personal Information is Collected\\nSee Part 3: How we Use Your Information, setting forth the purposes for which Lotame uses Personal Information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You will see different segments displayed when viewing the Privacy Manager from a different browser, computer, or device. PART 9: INFORMATION FOR CALIFORNIA RESIDENTS If you are a California resident, California law, including the California Consumer Privacy Act of 2018 (“ CCPA ”) and California Civil Code section 1798.83, provides you with additional rights regarding our collection, disclosure and, if applicable, sale of your personal information.} "
    },
    {
      "Text": "Categories of Third Parties with whom Personal Information is Shared\\nSee Part 4: How We Share Your Information, setting forth the categories of third parties with whom Lotame may share Personal Information. For Lotame’s SaaS clients, Lotame will only share Personal Information collected on behalf of that client with third parties requested by the client.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Collection of Personal Information Categories of Personal Information Collected (corresponds to categories listed in CCPA §1798.140(o)(1)) Lotame has collected the following categories of Personal Information in the preceding 12 months as a ‘service provider’ on behalf of its SaaS clients and as a ‘business’ from entities from which Lotame licenses Personal Information: Category A: Identifiers Unique personal identifier, online identifier, Internet Protocol address Category F: Internet or other electronic network activity information Interaction with our client’s or licensee’s web sites, applications, or advertisements Category G: Geolocation data Approximate physical location (derived from an Internet Protocol address) Category K: Inferences Consumer preferences, characteristics, behaviors Personal Information Sources See Part 2 : What Information We Collect & How We Collect It, listing the sources of Personal Information. Purposes for Which Personal Information is Collected See Part 3 : How we Use Your Information, setting forth the purposes for which Lotame uses Personal Information.} "
    },
    {
      "Text": "Disclosure or Sale of Personal Information\\nCategories of Personal Information Disclosed or Sold (corresponds to categories listed in CCPA §1798.140(o)(1))\\nIn the preceding 12 months, Lotame has disclosed the following categories of Personal Information for performing services on behalf of a client as their service provider and sold the following categories of Personal Information for conducting analytics or use in interest-based advertising or other marketing purposes for:\\n\\nCategory A: Identifiers\\n\\nCategory F: Internet or other electronic network activity information\\n\\nCategory G: Geolocation data\\n\\nCategory K: Inferences",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Categories of Third Parties with whom Personal Information is Shared See Part 4 : How We Share Your Information, setting forth the categories of third parties with whom Lotame may share Personal Information. For Lotame’s SaaS clients, Lotame will only share Personal Information collected on behalf of that client with third parties requested by the client.} "
    },
    {
      "Text": "Disclosure or Sale of Personal Information\\nCategories of Personal Information Disclosed or Sold (corresponds to categories listed in CCPA §1798.140(o)(1))\\nIn the preceding 12 months, Lotame has disclosed the following categories of Personal Information for performing services on behalf of a client as their service provider and sold the following categories of Personal Information for conducting analytics or use in interest-based advertising or other marketing purposes for:\\n\\nCategory A: Identifiers\\n\\nCategory F: Internet or other electronic network activity information\\n\\nCategory G: Geolocation data\\n\\nCategory K: Inferences",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Categories of Third Parties with whom Personal Information is Shared See Part 4 : How We Share Your Information, setting forth the categories of third parties with whom Lotame may share Personal Information. For Lotame’s SaaS clients, Lotame will only share Personal Information collected on behalf of that client with third parties requested by the client.} "
    },
    {
      "Text": "categories of Personal Information collected about you;",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {You will see different segments displayed when viewing the Privacy Manager from a different browser, computer, or device. PART 9: INFORMATION FOR CALIFORNIA RESIDENTS If you are a California resident, California law, including the California Consumer Privacy Act of 2018 (“ CCPA ”) and California Civil Code section 1798.83, provides you with additional rights regarding our collection, disclosure and, if applicable, sale of your personal information.} "
    },
    {
      "Text": "categories of sources from which we collected your Personal Information;\\nbusiness and/or commercial purposes for collecting and disclosing your Personal Information; ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Lotame contractually prohibits businesses that license data to us from transmitting to Lotame Personal Information of Minors and have procedures in place to ensure compliance with this requirement. Your Consumer Rights Under the CCPA Under CCPA, you may have the following consumer rights.} "
    },
    {
      "Text": "categories of third parties to/with whom your Personal Information has been disclosed/shared, including for a business purpose; and",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Lotame contractually prohibits businesses that license data to us from transmitting to Lotame Personal Information of Minors and have procedures in place to ensure compliance with this requirement. Your Consumer Rights Under the CCPA Under CCPA, you may have the following consumer rights.} "
    },
    {
      "Text": "the specific pieces of Personal Information collected about you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Lotame contractually prohibits businesses that license data to us from transmitting to Lotame Personal Information of Minors and have procedures in place to ensure compliance with this requirement. Your Consumer Rights Under the CCPA Under CCPA, you may have the following consumer rights.} "
    },
    {
      "Text": "You have the right to obtain the above information, in a portable and (if technically feasible) readily usable format.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Your Consumer Rights Under the CCPA Under CCPA, you may have the following consumer rights. Please note that these rights are not absolute and in certain cases are subject to conditions or limitations as specified in the CCPA: Right to Know You have the right to request, at no charge, that we disclose to you the categories and specific pieces of Personal Information Lotame has collected about you in the prior 12 months, including: categories of Personal Information collected about you; categories of sources from which we collected your Personal Information; business and/or commercial purposes for collecting and disclosing your Personal Information; categories of third parties to/with whom your Personal Information has been disclosed/shared, including for a business purpose; and the specific pieces of Personal Information collected about you.} "
    },
    {
      "Text": "Right of Deletion\\nYou have the right to request the deletion of your Personal Information we have collected about you. This right may be subject to certain conditions and limitations under CCPA.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Please note that these rights are not absolute and in certain cases are subject to conditions or limitations as specified in the CCPA: Right to Know You have the right to request, at no charge, that we disclose to you the categories and specific pieces of Personal Information Lotame has collected about you in the prior 12 months, including: categories of Personal Information collected about you; categories of sources from which we collected your Personal Information; business and/or commercial purposes for collecting and disclosing your Personal Information; categories of third parties to/with whom your Personal Information has been disclosed/shared, including for a business purpose; and the specific pieces of Personal Information collected about you. You have the right to obtain the above information, in a portable and (if technically feasible) readily usable format.} "
    },
    {
      "Text": "Right to Opt-Out of Sale\\nYou have the right to opt-out of sale of your Personal Information we have collected about you.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Right of Deletion You have the right to request the deletion of your Personal Information we have collected about you. This right may be subject to certain conditions and limitations under CCPA.} "
    },
    {
      "Text": "Right to be Free from Discrimination\\nYou may exercise all of the above rights at any time and Lotame will not unlawfully discriminate against you for exercising your rights under CCPA.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {This right may be subject to certain conditions and limitations under CCPA. Right to Opt-Out of Sale You have the right to opt-out of sale of your Personal Information we have collected about you.} "
    },
    {
      "Text": "ubmitting a Request to Exercise Your Rights\\nYou may exercise any of your rights as set out above, by submitting a request as set forth below. You may be required to provide additional information to verify your identity and request before further action is taken. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Opt-Out of Sale You have the right to opt-out of sale of your Personal Information we have collected about you. Right to be Free from Discrimination You may exercise all of the above rights at any time and Lotame will not unlawfully discriminate against you for exercising your rights under CCPA.} "
    },
    {
      "Text": "Exercising Your Right to Know, to Delete, and to Opt-Out of Sale\\nYou may exercise any of your rights as set out above by:\\n\\ncalling 1-833-269-2618 and following the instructions provided\\nby submitting a request using our Privacy Manager,; or\\nYou may also exercise your right to opt-out of sale by clicking the following link: DO NOT SELL MY PERSONAL INFORMATION",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Please note that when submitting the following requests, Lotame is only able to apply your request to Personal Information that we use in our Data Products and Services, where we act as a business. For our clients where Lotame acts as a service provider, Lotame will inform our client of your request.} "
    },
    {
      "Text": "Appointing an Authorized Agent to Submit a Request on Your Behalf\\nYou may use an authorized agent to submit a request to know or delete on your behalf.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {For our clients where Lotame acts as a service provider, Lotame will inform our client of your request. Exercising Your Right to Know, to Delete, and to Opt-Out of Sale You may exercise any of your rights as set out above by: calling 1-833-269-2618 and following the instructions provided by submitting a request using our Privacy Manager ,; or You may also exercise your right to opt-out of sale by clicking the following link: DO NOT SELL MY PERSONAL INFORMATION Lotame verifies your request based upon the browser you are using to access the Privacy Manager or, if providing an IDFA/GAID of your device, by requesting an attestation.} "
    },
    {
      "Text": "Data Retention\\nLotame generally retains the non-personal user data we collect for all of our products and services for purposes of interest-based advertising for up to thirteen months from the date of its collection. In limited cases, where a client has a legitimate business purpose for requesting a longer retention timeline, Lotame will retain non-personal user data for the client’s use for up to eighteen months.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, no security procedures or protocols can be guaranteed to be completely secure and we therefore cannot ensure or warrant the security of any information we collect or store. In accordance with internal policies, Lotame promptly evaluates and responds to all security incidents.} "
    },
    {
      "Text": "PART 11: Changes TO THIS PRIVACY POLICY\\nLotame will review and update this Policy periodically in response to changing legal, technical, and business developments. If we change this Policy, we will provide notice by posting the new policy here, changing the date at the top, and indicating on our homepage that this Policy has been updated.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Data Retention Lotame generally retains the non-personal user data we collect for all of our products and services for purposes of interest-based advertising for up to thirteen months from the date of its collection. In limited cases, where a client has a legitimate business purpose for requesting a longer retention timeline, Lotame will retain non-personal user data for the client’s use for up to eighteen months.} "
    },
    {
      "Text": "Last updated to address California Consumer Privacy Act of 2018 and effective as of January 17, 2020.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {There are several hashing formats. But, for example, john@lotame.com , when hashed might look like this: b5b2fc6f4cef.} "
    },
    {
      "Text": "This Privacy Policy only applies to t",
      "Label": "Others",
      "Context": "2 Sentences Before {But, for example, john@lotame.com , when hashed might look like this: b5b2fc6f4cef. Lotame’s Corporate Websites Privacy Policy Last updated to address California Consumer Privacy Act of 2018 and effective as of January 17, 2020.} "
    }
  ]
}