{
  "policy_id": "42",
  "text": "Privacy Policy - ROC Advertising We exist to create opportunities for you. 844-2-CRUSH IT Direct Mail Services ROC Print Capabilities Enhanced Digital Presence Results Reviews About Us Contact Select Page Direct Mail Services ROC Print Capabilities Enhanced Digital Presence Results Reviews About Us Contact Privacy Policy Effective Date:  December 27, 2019 This privacy policy discloses the privacy practices for Results Only Consulting and Advertising and our website; https://www.rocadvertising.com . This privacy notice applies solely to information collected by this website, except where stated otherwise. It will notify you of the following: What information we collect; With whom it is shared; How it can be corrected; How it is secured; How policy changes will be communicated; and How to address concerns over misuse of personal data. Information Collection, Use, and Sharing We are the sole owners of the information collected on this site. We only have access to/collect information that you voluntarily give us via email, via the contact form on our website or other direct contact from you. We will not sell or rent this information to anyone. We will use your information to respond to you, regarding the reason you contacted us. We will not share your information with any third party outside of our organization, other than as necessary to fulfill your request, e.g., to ship an order. Unless you ask us not to, we may contact you via email in the future to tell you about specials, new products or services, or changes to this privacy policy. Your Access to and Control Over Information You may opt out of any future contacts from us at any time. You can do the following at any time by contacting us via the email address or phone number provided on our website: See what data we have about you, if any. Change/correct any data we have about you. Have us delete any data we have about you. Express any concern you have about our use of your data. Contact We request information from you on our contact form. To work with us, you must provide contact information (like name, phone number and shipping address) and financial information (like credit card number, expiration date, etc.). This information is used for billing purposes and to fill your orders. If we have trouble processing an order, we’ll use this information to contact you. Sharing We use an outside company to print and ship orders, and a credit card processing company to bill users for goods and services. These companies do not retain, share, store or use personally identifiable information for any secondary purposes beyond filling your order. And/or: We partner with another party to provide specific services. When the user signs up for these services, we will share names, or other contact information that is necessary for the third party to provide these services. These parties are not allowed to use personally identifiable information except for the purpose of providing these services. Security We take precautions to protect your information. When you submit sensitive information via the website, your information is protected both online and offline. Wherever we collect sensitive information (such as credit card data), that information is encrypted and transmitted to us in a secure way. You can verify this by looking for a closed lock icon by looking for “https” at the beginning of the address of the web page. While we use encryption to protect sensitive information transmitted online, we also protect your information offline. Only employees who need the information to perform a specific job (e.g. billing or customer service) are granted access to personally identifiable information. The computers/servers on which we store personally identifiable information are kept in a secure environment. Cookies We use “cookies” on this site. A cookie is a piece of data stored on a site visitor’s hard drive to help us improve your access to our site and identify repeat visitors to our site. For instance, when we use a cookie to identify you, you would not have to log in a password more than once, thereby saving time while on our site. Cookies can also enable us to track and target the interests of our users to enhance their experience on our site. Usage of a cookie is in no way linked to any personally identifiable information on our site. Some of our business partners may use cookies on our site (e.g., advertisers). However, we have no access to or control over these cookies. Links This web site contains links to other sites. Please be aware that we are not responsible for the content or privacy practices of such other sites. We encourage our users to be aware when they leave our site and to read the privacy statements of any other site that collects personally identifiable information. YOUR RIGHTS TO YOUR PERSONAL INFORMATION Access, Questions or Concerns If you have any questions or concerns, you may contact us as described in the “Contact Us” section below. California Residents If you are a resident of California, beginning on January 1, 2020, the California Consumer Privacy Act (“CCPA”) (Civil Code § 1798.100) provides you with specific rights regarding your Personal Information. These include: Information about Collection, Sale or Disclosure: You have the right to be informed of the categories of Personal Information that we collect about you, the categories of sources from which the Personal Information was collected, the business or commercial purposes for which the Personal Information is used, disclosed, or sold, and the categories of third parties with whom we share the Personal Information, as set forth in this Policy. Access to Specific Information: You have the right to request that we disclose certain information to you about our collection and use of your Personal Information over the past twelve (12) months. This includes the categories of Personal Information we collected about you; the categories of sources for the Personal Information we collected about you; our business or commercial purpose for collecting or selling that Personal Information; the categories of third parties with whom we share that Personal Information; and the specific pieces of Personal Information we collected about you. If we sold or disclosed your Personal Information for a business purpose, you have the right to request two separate lists disclosing the categories of Personal Information that we sold about you and to whom; and the categories of Personal Information that we disclosed about you for a business purpose. You have the right to receive the Personal Information, which you have provided to us, in a portable, and to the extent technically feasible, readily useable format. Deletion Request Rights: You have the right to request that we delete any of your Personal Information that we collected from you and retained, subject to certain exceptions. Personal Information Sales Opt-Out Rights: You have the right to opt out of the sale of your Personal Information. Non-Discrimination: Unless permitted by applicable law, we will not discriminate against you for exercising any of your privacy rights under CCPA or applicable law, including by, but not limited to: Denying you goods or services; Charging you different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties; Providing you a different level of quality of goods or services; or Suggesting that you will receive a different price or rate for goods or services or a different level of quality of goods or services. Exercising Your Rights – Only you or an authorized agent may make a verifiable consumer request related to your Personal Information. In order to complete a data privacy request or exercise your rights under the California Consumer Privacy Act (CCPA), please submit an email to dataprivacy_rocadvertising@simpleoptoutcompliance.com with the subject line titled “Data Removal Request” and your request will be processed promptly. Verifying Your Requests – During the verification process, depending on the nature of your request, e.g. whether you are seeking access to information versus deleting information, we will first seek to verify your identity against known information in our environment, such as your name, e-mail address, and telephone. Upon receiving your request, we may also contact you via email and/or other secured communication channel to verify your identity. In certain instances, e.g. a mismatch against known information or where you are seeking information on behalf of another person with authorization, we may seek additional verification from you, which may be in the form of you providing a copy of a valid, government issued identification or a notarized attestation. California Consumer Privacy Act (CCPA) aka “The Right to Know” In California, commencing January 1, 2020, consumers have the right to request that a business that collects personal information about the consumer disclose the following: The specific pieces of personal information it has collected about that consumer. The categories of sources from which the personal information is collected. The business or commercial purpose for collecting or selling personal information. The categories of third parties with whom the business shares personal information. The specific pieces of personal information it has collected about that consumer. Please note that advertising sent on behalf of third-party advertisers is prepared days in advance, so users may continue to receive email o!ers from The Company for up to 10-days after unsubscribing, and 45-days after opting-out or deleting their record. Results Only Consulting typically collects consumer data from a data broker for a one time mailing list including, but not limited to name, address, state, zip and phone number.  Consumers may delete their record, opt-out or unsubscribe from having their data rented or sold by emailing dataprivacy_rocadvertising@simpleoptoutcompliance.com with the subject titled “Data Removal Request” and your request will be processed promptly. Changes to Policy Any changes to our privacy policy are available on our website or you may email info@rocadvertising.com to request a copy of our privacy policy. Contact Us If you have any questions about this privacy policy you may contact us via telephone at 844-227-8744 or via email at info@rocadvertising.com. Do Not Sell My Personal Information In order to complete a data privacy request or exercise your rights under the California Consumer Privacy Act (CCPA), please submit an email to dataprivacy_rocadvertising@simpleoptoutcompliance.com with the subject line titled “Data Removal Request” and we will promptly process your request. Facebook Privacy | Do Not Sell My Personal Information | Copyright © 2023. ROC Advertising. All rights reserved. Direct Mail Services ROC Print Capabilities Enhanced Digital Presence Results Reviews About Us Contact Talk to us! Pat Cardenas Partner / Senior Executive Consultant pat@rocadvertising.com 916-760-7366 Matt Neal Partner / Senior Executive Consultant matt@rocadvertising.com 916-760-7342 Brendan Dolan Promotional Coordinator brendan@rocadvertising.com 916-760-7075 Lisette Vera Promotional Coordinator lisette@rocadvertising.com 916-830-5602 Tracy Cannon Promotional Coordinator tracy@rocadvertising.com 916-760-7290 X Want amazing results from your direct mail marketing? Contact us today for a FREE marketing strategy session Message <div class=\"grecaptcha-noscript\">\n\t\t<iframe src=\"https://www.google.com/recaptcha/api/fallback?k=6LcClRYUAAAAAIw0_n3mq39yr8g6i7lRm5aB2p6G\" frameborder=\"0\" scrolling=\"no\" width=\"310\" height=\"430\">\n\t\t</iframe>\n\t\t<textarea name=\"g-recaptcha-response\" rows=\"3\" cols=\"40\" placeholder=\"reCaptcha Response Here\">\n\t\t</textarea>\n\t</div> Δ ×",
  "annotations": [
    {
      "Text": "Effective Date:  December 27, 2019",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Privacy Policy - ROC Advertising We exist to create opportunities for you.} "
    },
    {
      "Text": "What information we collect;",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {844-2-CRUSH IT Direct Mail Services ROC Print Capabilities Enhanced Digital Presence Results Reviews About Us Contact Select Page Direct Mail Services ROC Print Capabilities Enhanced Digital Presence Results Reviews About Us Contact Privacy Policy Effective Date:  December 27, 2019 This privacy policy discloses the privacy practices for Results Only Consulting and Advertising and our website; https://www.rocadvertising.com . This privacy notice applies solely to information collected by this website, except where stated otherwise.} "
    },
    {
      "Text": "With whom it is shared;",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {844-2-CRUSH IT Direct Mail Services ROC Print Capabilities Enhanced Digital Presence Results Reviews About Us Contact Select Page Direct Mail Services ROC Print Capabilities Enhanced Digital Presence Results Reviews About Us Contact Privacy Policy Effective Date:  December 27, 2019 This privacy policy discloses the privacy practices for Results Only Consulting and Advertising and our website; https://www.rocadvertising.com . This privacy notice applies solely to information collected by this website, except where stated otherwise.} "
    },
    {
      "Text": "How it can be corrected;",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {844-2-CRUSH IT Direct Mail Services ROC Print Capabilities Enhanced Digital Presence Results Reviews About Us Contact Select Page Direct Mail Services ROC Print Capabilities Enhanced Digital Presence Results Reviews About Us Contact Privacy Policy Effective Date:  December 27, 2019 This privacy policy discloses the privacy practices for Results Only Consulting and Advertising and our website; https://www.rocadvertising.com . This privacy notice applies solely to information collected by this website, except where stated otherwise.} "
    },
    {
      "Text": "How policy changes will be communicated;",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {844-2-CRUSH IT Direct Mail Services ROC Print Capabilities Enhanced Digital Presence Results Reviews About Us Contact Select Page Direct Mail Services ROC Print Capabilities Enhanced Digital Presence Results Reviews About Us Contact Privacy Policy Effective Date:  December 27, 2019 This privacy policy discloses the privacy practices for Results Only Consulting and Advertising and our website; https://www.rocadvertising.com . This privacy notice applies solely to information collected by this website, except where stated otherwise.} "
    },
    {
      "Text": "We are the sole owners of the information collected on this site. We only have access to/collect information that you voluntarily give us via email, via the contact form on our website or other direct contact from you. We will not sell or rent this information to anyone.\\n\\nWe will use your information to respond to you, regarding the reason you contacted us.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This privacy notice applies solely to information collected by this website, except where stated otherwise. It will notify you of the following: What information we collect; With whom it is shared; How it can be corrected; How it is secured; How policy changes will be communicated; and How to address concerns over misuse of personal data.} "
    },
    {
      "Text": "We will not share your information with any third party outside of our organization, other than as necessary to fulfill your request, e.g., to ship an order.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We will not sell or rent this information to anyone. We will use your information to respond to you, regarding the reason you contacted us.} "
    },
    {
      "Text": "See what data we have about you, if any.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Unless you ask us not to, we may contact you via email in the future to tell you about specials, new products or services, or changes to this privacy policy. Your Access to and Control Over Information You may opt out of any future contacts from us at any time.} "
    },
    {
      "Text": "Change/correct any data we have about you.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Your Access to and Control Over Information You may opt out of any future contacts from us at any time. You can do the following at any time by contacting us via the email address or phone number provided on our website: See what data we have about you, if any.} "
    },
    {
      "Text": "Have us delete any data we have about you.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {You can do the following at any time by contacting us via the email address or phone number provided on our website: See what data we have about you, if any. Change/correct any data we have about you.} "
    },
    {
      "Text": "We request information from you on our contact form. To work with us, you must provide contact information (like name, phone number and shipping address) and financial information (like credit card number, expiration date, etc.). This information is used for billing purposes and to fill your orders. If we have trouble processing an order, we’ll use this information to contact you.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Have us delete any data we have about you. Express any concern you have about our use of your data.} "
    },
    {
      "Text": "We use an outside company to print and ship orders, and a credit card processing company to bill users for goods and services. These companies do not retain, share, store or use personally identifiable information for any secondary purposes beyond filling your order.\\n\\nAnd/or:\\n\\nWe partner with another party to provide specific services. When the user signs up for these services, we will share names, or other contact information that is necessary for the third party to provide these services. These parties are not allowed to use personally identifiable information except for the purpose of providing these services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This information is used for billing purposes and to fill your orders. If we have trouble processing an order, we’ll use this information to contact you.} "
    },
    {
      "Text": "We use “cookies” on this site. A cookie is a piece of data stored on a site visitor’s hard drive to help us improve your access to our site and identify repeat visitors to our site. For instance, when we use a cookie to identify you, you would not have to log in a password more than once, thereby saving time while on our site. Cookies can also enable us to track and target the interests of our users to enhance their experience on our site. Usage of a cookie is in no way linked to any personally identifiable information on our site.\\nSome of our business partners may use cookies on our site (e.g., advertisers). However, we have no access to or control over these cookies.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This information is used for billing purposes and to fill your orders. If we have trouble processing an order, we’ll use this information to contact you.} "
    },
    {
      "Text": "Information about Collection, Sale or Disclosure: You have the right to be informed of the categories of Personal Information that we collect about you, the categories of sources from which the Personal Information was collected, the business or commercial purposes for which the Personal Information is used, disclosed, or sold, and the categories of third parties with whom we share the Personal Information, as set forth in this Policy.\\nAccess to Specific Information: You have the right to request that we disclose certain information to you about our collection and use of your Personal Information over the past twelve (12) months. This includes the categories of Personal Information we collected about you; the categories of sources for the Personal Information we collected about you; our business or commercial purpose for collecting or selling that Personal Information; the categories of third parties with whom we share that Personal Information; and the specific pieces of Personal Information we collected about you. If we sold or disclosed your Personal Information for a business purpose, you have the right to request two separate lists disclosing the categories of Personal Information that we sold about you and to whom; and the categories of Personal Information that we disclosed about you for a business purpose. You have the right to receive the Personal Information, which you have provided to us, in a portable, and to the extent technically feasible, readily useable format.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {YOUR RIGHTS TO YOUR PERSONAL INFORMATION Access, Questions or Concerns If you have any questions or concerns, you may contact us as described in the “Contact Us” section below. California Residents If you are a resident of California, beginning on January 1, 2020, the California Consumer Privacy Act (“CCPA”) (Civil Code § 1798.100) provides you with specific rights regarding your Personal Information.} "
    },
    {
      "Text": "Information about Collection, Sale or Disclosure: You have the right to be informed of the categories of Personal Information that we collect about you, the categories of sources from which the Personal Information was collected, the business or commercial purposes for which the Personal Information is used, disclosed, or sold, and the categories of third parties with whom we share the Personal Information, as set forth in this Policy.\\nAccess to Specific Information: You have the right to request that we disclose certain information to you about our collection and use of your Personal Information over the past twelve (12) months. This includes the categories of Personal Information we collected about you; the categories of sources for the Personal Information we collected about you; our business or commercial purpose for collecting or selling that Personal Information; the categories of third parties with whom we share that Personal Information; and the specific pieces of Personal Information we collected about you. If we sold or disclosed your Personal Information for a business purpose, you have the right to request two separate lists disclosing the categories of Personal Information that we sold about you and to whom; and the categories of Personal Information that we disclosed about you for a business purpose. You have the right to receive the Personal Information, which you have provided to us, in a portable, and to the extent technically feasible, readily useable format.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {YOUR RIGHTS TO YOUR PERSONAL INFORMATION Access, Questions or Concerns If you have any questions or concerns, you may contact us as described in the “Contact Us” section below. California Residents If you are a resident of California, beginning on January 1, 2020, the California Consumer Privacy Act (“CCPA”) (Civil Code § 1798.100) provides you with specific rights regarding your Personal Information.} "
    },
    {
      "Text": "Deletion Request Rights: You have the right to request that we delete any of your Personal Information that we collected from you and retained, subject to certain exceptions.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If we sold or disclosed your Personal Information for a business purpose, you have the right to request two separate lists disclosing the categories of Personal Information that we sold about you and to whom; and the categories of Personal Information that we disclosed about you for a business purpose. You have the right to receive the Personal Information, which you have provided to us, in a portable, and to the extent technically feasible, readily useable format.} "
    },
    {
      "Text": "Personal Information Sales Opt-Out Rights: You have the right to opt out of the sale of your Personal Information.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You have the right to receive the Personal Information, which you have provided to us, in a portable, and to the extent technically feasible, readily useable format. Deletion Request Rights: You have the right to request that we delete any of your Personal Information that we collected from you and retained, subject to certain exceptions.} "
    },
    {
      "Text": "Non-Discrimination: Unless permitted by applicable law, we will not discriminate against you for exercising any of your privacy rights under CCPA or applicable law, including by, but not limited to:\\nDenying you goods or services;\\nCharging you different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties;\\nProviding you a different level of quality of goods or services; or\\nSuggesting that you will receive a different price or rate for goods or services or a different level of quality of goods or services.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Deletion Request Rights: You have the right to request that we delete any of your Personal Information that we collected from you and retained, subject to certain exceptions. Personal Information Sales Opt-Out Rights: You have the right to opt out of the sale of your Personal Information.} "
    },
    {
      "Text": "Exercising Your Rights – Only you or an authorized agent may make a verifiable consumer request related to your Personal Information. In order to complete a data privacy request or exercise your rights under the California Consumer Privacy Act (CCPA), please submit an email to dataprivacy_rocadvertising@simpleoptoutcompliance.com with the subject line titled “Data Removal Request” and your request will be processed promptly.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Personal Information Sales Opt-Out Rights: You have the right to opt out of the sale of your Personal Information. Non-Discrimination: Unless permitted by applicable law, we will not discriminate against you for exercising any of your privacy rights under CCPA or applicable law, including by, but not limited to: Denying you goods or services; Charging you different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties; Providing you a different level of quality of goods or services; or Suggesting that you will receive a different price or rate for goods or services or a different level of quality of goods or services.} "
    },
    {
      "Text": "Verifying Your Requests – During the verification process, depending on the nature of your request, e.g. whether you are seeking access to information versus deleting information, we will first seek to verify your identity against known information in our environment, such as your name, e-mail address, and telephone. Upon receiving your request, we may also contact you via email and/or other secured communication channel to verify your identity. In certain instances, e.g. a mismatch against known information or where you are seeking information on behalf of another person with authorization, we may seek additional verification from you, which may be in the form of you providing a copy of a valid, government issued identification or a notarized attestation.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Exercising Your Rights – Only you or an authorized agent may make a verifiable consumer request related to your Personal Information. In order to complete a data privacy request or exercise your rights under the California Consumer Privacy Act (CCPA), please submit an email to dataprivacy_rocadvertising@simpleoptoutcompliance.com with the subject line titled “Data Removal Request” and your request will be processed promptly.} "
    },
    {
      "Text": "Any changes to our privacy policy are available on our website or you may email info@rocadvertising.com to request a copy of our privacy policy.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Results Only Consulting typically collects consumer data from a data broker for a one time mailing list including, but not limited to name, address, state, zip and phone number. Consumers may delete their record, opt-out or unsubscribe from having their data rented or sold by emailing dataprivacy_rocadvertising@simpleoptoutcompliance.com with the subject titled “Data Removal Request” and your request will be processed promptly.} "
    },
    {
      "Text": "In California, commencing January 1, 2020, consumers have the right to request that a business that collects personal information about the consumer disclose\\nthe following:\\n\\nThe specific pieces of personal information it has collected about that consumer.\\nThe categories of sources from which the personal information is collected.\\nThe business or commercial purpose for collecting or selling personal information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {In certain instances, e.g. a mismatch against known information or where you are seeking information on behalf of another person with authorization, we may seek additional verification from you, which may be in the form of you providing a copy of a valid, government issued identification or a notarized attestation.} "
    },
    {
      "Text": "The business or commercial purpose for collecting or selling personal information.\\nThe categories of third parties with whom the business shares personal information.\\nThe specific pieces of personal information it has collected about that consumer.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {California Consumer Privacy Act (CCPA) aka “The Right to Know” In California, commencing January 1, 2020, consumers have the right to request that a business that collects personal information about the consumer disclose the following: The specific pieces of personal information it has collected about that consumer. The categories of sources from which the personal information is collected.} "
    },
    {
      "Text": "Do Not Sell My Personal Information\\nIn order to complete a data privacy request or exercise your rights under the California Consumer Privacy Act (CCPA), please submit an email to dataprivacy_rocadvertising@simpleoptoutcompliance.com with the subject line titled “Data Removal Request” and we will promptly process your request.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Changes to Policy Any changes to our privacy policy are available on our website or you may email info@rocadvertising.com to request a copy of our privacy policy. Contact Us If you have any questions about this privacy policy you may contact us via telephone at 844-227-8744 or via email at info@rocadvertising.com.} "
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": "Conta",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Privacy Policy - ROC Advertising We exist to create opportunities for you.} "
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Others",
      "Context": ""
    },
    {
      "Text": "The specific pieces of personal information it has collected about that consumer.\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In certain instances, e.g. a mismatch against known information or where you are seeking information on behalf of another person with authorization, we may seek additional verification from you, which may be in the form of you providing a copy of a valid, government issued identification or a notarized attestation.} "
    },
    {
      "Text": "Contact ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Privacy Policy - ROC Advertising We exist to create opportunities for you.} "
    },
    {
      "Text": "Contact ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Privacy Policy - ROC Advertising We exist to create opportunities for you.} "
    },
    {
      "Text": "If you have any ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Please be aware that we are not responsible for the content or privacy practices of such other sites. We encourage our users to be aware when they leave our site and to read the privacy statements of any other site that collects personally identifiable information.} "
    },
    {
      "Text": "questions about this privacy policy yo",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Consumers may delete their record, opt-out or unsubscribe from having their data rented or sold by emailing dataprivacy_rocadvertising@simpleoptoutcompliance.com with the subject titled “Data Removal Request” and your request will be processed promptly. Changes to Policy Any changes to our privacy policy are available on our website or you may email info@rocadvertising.com to request a copy of our privacy policy.} "
    },
    {
      "Text": "Do ",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Changes to Policy Any changes to our privacy policy are available on our website or you may email info@rocadvertising.com to request a copy of our privacy policy. Contact Us If you have any questions about this privacy policy you may contact us via telephone at 844-227-8744 or via email at info@rocadvertising.com.} "
    },
    {
      "Text": "In or",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Non-Discrimination: Unless permitted by applicable law, we will not discriminate against you for exercising any of your privacy rights under CCPA or applicable law, including by, but not limited to: Denying you goods or services; Charging you different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties; Providing you a different level of quality of goods or services; or Suggesting that you will receive a different price or rate for goods or services or a different level of quality of goods or services. Exercising Your Rights – Only you or an authorized agent may make a verifiable consumer request related to your Personal Information.} "
    },
    {
      "Text": "Direct Mail Services\nROC Print Capabilities\nEnhanced Digital Presence\nResults\n",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Privacy Policy - ROC Advertising We exist to create opportunities for you.} "
    },
    {
      "Text": NaN,
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": "matt@rocadvertising.com\n",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {All rights reserved. Direct Mail Services ROC Print Capabilities Enhanced Digital Presence Results Reviews About Us Contact Talk to us!} "
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": "916-830-5602\n\\n",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {All rights reserved. Direct Mail Services ROC Print Capabilities Enhanced Digital Presence Results Reviews About Us Contact Talk to us!} "
    },
    {
      "Text": "Effective Date:  December 27, 2019",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Privacy Policy - ROC Advertising We exist to create opportunities for you.} "
    },
    {
      "Text": "Changes to Policy\\nAny changes to our privacy policy are available on our website or you may email info@rocadvertising.com to request a copy of our privacy policy.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Results Only Consulting typically collects consumer data from a data broker for a one time mailing list including, but not limited to name, address, state, zip and phone number. Consumers may delete their record, opt-out or unsubscribe from having their data rented or sold by emailing dataprivacy_rocadvertising@simpleoptoutcompliance.com with the subject titled “Data Removal Request” and your request will be processed promptly.} "
    },
    {
      "Text": "Effective Date:  December 27, 2019",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Privacy Policy - ROC Advertising We exist to create opportunities for you.} "
    },
    {
      "Text": "What information we collect;",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {844-2-CRUSH IT Direct Mail Services ROC Print Capabilities Enhanced Digital Presence Results Reviews About Us Contact Select Page Direct Mail Services ROC Print Capabilities Enhanced Digital Presence Results Reviews About Us Contact Privacy Policy Effective Date:  December 27, 2019 This privacy policy discloses the privacy practices for Results Only Consulting and Advertising and our website; https://www.rocadvertising.com . This privacy notice applies solely to information collected by this website, except where stated otherwise.} "
    },
    {
      "Text": "With whom it is shared;",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {844-2-CRUSH IT Direct Mail Services ROC Print Capabilities Enhanced Digital Presence Results Reviews About Us Contact Select Page Direct Mail Services ROC Print Capabilities Enhanced Digital Presence Results Reviews About Us Contact Privacy Policy Effective Date:  December 27, 2019 This privacy policy discloses the privacy practices for Results Only Consulting and Advertising and our website; https://www.rocadvertising.com . This privacy notice applies solely to information collected by this website, except where stated otherwise.} "
    },
    {
      "Text": "How it can be corrected;",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {844-2-CRUSH IT Direct Mail Services ROC Print Capabilities Enhanced Digital Presence Results Reviews About Us Contact Select Page Direct Mail Services ROC Print Capabilities Enhanced Digital Presence Results Reviews About Us Contact Privacy Policy Effective Date:  December 27, 2019 This privacy policy discloses the privacy practices for Results Only Consulting and Advertising and our website; https://www.rocadvertising.com . This privacy notice applies solely to information collected by this website, except where stated otherwise.} "
    },
    {
      "Text": "How policy changes will be communicated; and",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {844-2-CRUSH IT Direct Mail Services ROC Print Capabilities Enhanced Digital Presence Results Reviews About Us Contact Select Page Direct Mail Services ROC Print Capabilities Enhanced Digital Presence Results Reviews About Us Contact Privacy Policy Effective Date:  December 27, 2019 This privacy policy discloses the privacy practices for Results Only Consulting and Advertising and our website; https://www.rocadvertising.com . This privacy notice applies solely to information collected by this website, except where stated otherwise.} "
    },
    {
      "Text": "We are the sole owners of the information collected on this site. We only have access to/collect information that you voluntarily give us via email, via the contact form on our website or other direct contact from you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This privacy notice applies solely to information collected by this website, except where stated otherwise. It will notify you of the following: What information we collect; With whom it is shared; How it can be corrected; How it is secured; How policy changes will be communicated; and How to address concerns over misuse of personal data.} "
    },
    {
      "Text": "We will not sell or rent this information to anyone.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Information Collection, Use, and Sharing We are the sole owners of the information collected on this site. We only have access to/collect information that you voluntarily give us via email, via the contact form on our website or other direct contact from you.} "
    },
    {
      "Text": "We will use your information to respond to you, regarding the reason you contacted us.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We only have access to/collect information that you voluntarily give us via email, via the contact form on our website or other direct contact from you. We will not sell or rent this information to anyone.} "
    },
    {
      "Text": "We will not share your information with any third party outside of our organization, other than as necessary to fulfill your request, e.g., to ship an order.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We will not sell or rent this information to anyone. We will use your information to respond to you, regarding the reason you contacted us.} "
    },
    {
      "Text": "Unless you ask us not to, we may contact you via email in the future to tell you about specials, new products or services, or changes to this privacy policy.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {We will use your information to respond to you, regarding the reason you contacted us. We will not share your information with any third party outside of our organization, other than as necessary to fulfill your request, e.g., to ship an order.} "
    },
    {
      "Text": "You may opt out of any future contacts from us at any time. You can do the following at any time by contacting us via the email address or phone number provided on our website:",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We will not share your information with any third party outside of our organization, other than as necessary to fulfill your request, e.g., to ship an order. Unless you ask us not to, we may contact you via email in the future to tell you about specials, new products or services, or changes to this privacy policy.} "
    },
    {
      "Text": "See what data we have about you, if any.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Unless you ask us not to, we may contact you via email in the future to tell you about specials, new products or services, or changes to this privacy policy. Your Access to and Control Over Information You may opt out of any future contacts from us at any time.} "
    },
    {
      "Text": "Change/correct any data we have about you",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Your Access to and Control Over Information You may opt out of any future contacts from us at any time. You can do the following at any time by contacting us via the email address or phone number provided on our website: See what data we have about you, if any.} "
    },
    {
      "Text": "Have us delete any data we have about you.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {You can do the following at any time by contacting us via the email address or phone number provided on our website: See what data we have about you, if any. Change/correct any data we have about you.} "
    },
    {
      "Text": "We request information from you on our contact form. To work with us, you must provide contact information (like name, phone number and shipping address) and financial information (like credit card number, expiration date, etc.). This information is used for billing purposes and to fill your orders. If we have trouble processing an order, we’ll use this information to contact you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Have us delete any data we have about you. Express any concern you have about our use of your data.} "
    },
    {
      "Text": "Sharing\\nWe use an outside company to print and ship orders, and a credit card processing company to bill users for goods and services. These companies do not retain, share, store or use personally identifiable information for any secondary purposes beyond filling your order.\\n\\nAnd/or:\\n\\nWe partner with another party to provide specific services. When the user signs up for these services, we will share names, or other contact information that is necessary for the third party to provide these services. These parties are not allowed to use personally identifiable information except for the purpose of providing these services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This information is used for billing purposes and to fill your orders. If we have trouble processing an order, we’ll use this information to contact you.} "
    },
    {
      "Text": "Cookies\\nWe use “cookies” on this site. A cookie is a piece of data stored on a site visitor’s hard drive to help us improve your access to our site and identify repeat visitors to our site. For instance, when we use a cookie to identify you, you would not have to log in a password more than once, thereby saving time while on our site. Cookies can also enable us to track and target the interests of our users to enhance their experience on our site. Usage of a cookie is in no way linked to any personally identifiable information on our site.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {billing or customer service) are granted access to personally identifiable information. The computers/servers on which we store personally identifiable information are kept in a secure environment.} "
    },
    {
      "Text": "Information about Collection, Sale or Disclosure: You have the right to be informed of the categories of Personal Information that we collect about you, the categories of sources from which the Personal Information was collected, the business or commercial purposes for which the Personal Information is used, disclosed, or sold, and the categories of third parties with whom we share the Personal Information, as set forth in this Policy.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {YOUR RIGHTS TO YOUR PERSONAL INFORMATION Access, Questions or Concerns If you have any questions or concerns, you may contact us as described in the “Contact Us” section below. California Residents If you are a resident of California, beginning on January 1, 2020, the California Consumer Privacy Act (“CCPA”) (Civil Code § 1798.100) provides you with specific rights regarding your Personal Information.} "
    },
    {
      "Text": "Information about Collection, Sale or Disclosure: You have the right to be informed of the categories of Personal Information that we collect about you, the categories of sources from which the Personal Information was collected, the business or commercial purposes for which the Personal Information is used, disclosed, or sold, and the categories of third parties with whom we share the Personal Information, as set forth in this Policy.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {YOUR RIGHTS TO YOUR PERSONAL INFORMATION Access, Questions or Concerns If you have any questions or concerns, you may contact us as described in the “Contact Us” section below. California Residents If you are a resident of California, beginning on January 1, 2020, the California Consumer Privacy Act (“CCPA”) (Civil Code § 1798.100) provides you with specific rights regarding your Personal Information.} "
    },
    {
      "Text": "Access to Specific Information: You have the right to request that we disclose certain information to you about our collection and use of your Personal Information over the past twelve (12) months. This includes the categories of Personal Information we collected about you; the categories of sources for the Personal Information we collected about you; our business or commercial purpose for collecting or selling that Personal Information; the categories of third parties with whom we share that Personal Information; and the specific pieces of Personal Information we collected about you. If we sold or disclosed your Personal Information for a business purpose, you have the right to request two separate lists disclosing the categories of Personal Information that we sold about you and to whom; and the categories of Personal Information that we disclosed about you for a business purpose. You have the right to receive the Personal Information, which you have provided to us, in a portable, and to the extent technically feasible, readily useable format.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {California Residents If you are a resident of California, beginning on January 1, 2020, the California Consumer Privacy Act (“CCPA”) (Civil Code § 1798.100) provides you with specific rights regarding your Personal Information. These include: Information about Collection, Sale or Disclosure: You have the right to be informed of the categories of Personal Information that we collect about you, the categories of sources from which the Personal Information was collected, the business or commercial purposes for which the Personal Information is used, disclosed, or sold, and the categories of third parties with whom we share the Personal Information, as set forth in this Policy.} "
    },
    {
      "Text": "Access to Specific Information: You have the right to request that we disclose certain information to you about our collection and use of your Personal Information over the past twelve (12) months. This includes the categories of Personal Information we collected about you; the categories of sources for the Personal Information we collected about you; our business or commercial purpose for collecting or selling that Personal Information; the categories of third parties with whom we share that Personal Information; and the specific pieces of Personal Information we collected about you. If we sold or disclosed your Personal Information for a business purpose, you have the right to request two separate lists disclosing the categories of Personal Information that we sold about you and to whom; and the categories of Personal Information that we disclosed about you for a business purpose. You have the right to receive the Personal Information, which you have provided to us, in a portable, and to the extent technically feasible, readily useable format.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {California Residents If you are a resident of California, beginning on January 1, 2020, the California Consumer Privacy Act (“CCPA”) (Civil Code § 1798.100) provides you with specific rights regarding your Personal Information. These include: Information about Collection, Sale or Disclosure: You have the right to be informed of the categories of Personal Information that we collect about you, the categories of sources from which the Personal Information was collected, the business or commercial purposes for which the Personal Information is used, disclosed, or sold, and the categories of third parties with whom we share the Personal Information, as set forth in this Policy.} "
    },
    {
      "Text": "Deletion Request Rights: You have the right to request that we delete any of your Personal Information that we collected from you and retained, subject to certain exceptions.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {If we sold or disclosed your Personal Information for a business purpose, you have the right to request two separate lists disclosing the categories of Personal Information that we sold about you and to whom; and the categories of Personal Information that we disclosed about you for a business purpose. You have the right to receive the Personal Information, which you have provided to us, in a portable, and to the extent technically feasible, readily useable format.} "
    },
    {
      "Text": "Personal Information Sales Opt-Out Rights: You have the right to opt out of the sale of your Personal Information.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {You have the right to receive the Personal Information, which you have provided to us, in a portable, and to the extent technically feasible, readily useable format. Deletion Request Rights: You have the right to request that we delete any of your Personal Information that we collected from you and retained, subject to certain exceptions.} "
    },
    {
      "Text": "Non-Discrimination: Unless permitted by applicable law, we will not discriminate against you for exercising any of your privacy rights under CCPA or applicable law, including by, but not limited to:\\nDenying you goods or services;\\nCharging you different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties;\\nProviding you a different level of quality of goods or services; or\\nSuggesting that you will receive a different price or rate for goods or services or a different level of quality of goods or services.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Deletion Request Rights: You have the right to request that we delete any of your Personal Information that we collected from you and retained, subject to certain exceptions. Personal Information Sales Opt-Out Rights: You have the right to opt out of the sale of your Personal Information.} "
    },
    {
      "Text": "Exercising Your Rights – Only you or an authorized agent may make a verifiable consumer request related to your Personal Information. In order to complete a data privacy request or exercise your rights under the California Consumer Privacy Act (CCPA), please submit an email to dataprivacy_rocadvertising@simpleoptoutcompliance.com with the subject line titled “Data Removal Request” and your request will be processed promptly.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Personal Information Sales Opt-Out Rights: You have the right to opt out of the sale of your Personal Information. Non-Discrimination: Unless permitted by applicable law, we will not discriminate against you for exercising any of your privacy rights under CCPA or applicable law, including by, but not limited to: Denying you goods or services; Charging you different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties; Providing you a different level of quality of goods or services; or Suggesting that you will receive a different price or rate for goods or services or a different level of quality of goods or services.} "
    },
    {
      "Text": "Verifying Your Requests – During the verification process, depending on the nature of your request, e.g. whether you are seeking access to information versus deleting information, we will first seek to verify your identity against known information in our environment, such as your name, e-mail address, and telephone. Upon receiving your request, we may also contact you via email and/or other secured communication channel to verify your identity. In certain instances, e.g. a mismatch against known information or where you are seeking information on behalf of another person with authorization, we may seek additional verification from you, which may be in the form of you providing a copy of a valid, government issued identification or a notarized attestation.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Exercising Your Rights – Only you or an authorized agent may make a verifiable consumer request related to your Personal Information. In order to complete a data privacy request or exercise your rights under the California Consumer Privacy Act (CCPA), please submit an email to dataprivacy_rocadvertising@simpleoptoutcompliance.com with the subject line titled “Data Removal Request” and your request will be processed promptly.} "
    },
    {
      "Text": "In California, commencing January 1, 2020, consumers have the right to request that a business that collects personal information about the consumer disclose\\nthe following:\\n\\nThe specific pieces of personal information it has collected about that consumer.\\nThe categories of sources from which the personal information is collected.\\nThe business or commercial purpose for collecting or selling personal information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {In certain instances, e.g. a mismatch against known information or where you are seeking information on behalf of another person with authorization, we may seek additional verification from you, which may be in the form of you providing a copy of a valid, government issued identification or a notarized attestation.} "
    },
    {
      "Text": "The specific pieces of personal information it has collected about that consumer.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {In certain instances, e.g. a mismatch against known information or where you are seeking information on behalf of another person with authorization, we may seek additional verification from you, which may be in the form of you providing a copy of a valid, government issued identification or a notarized attestation.} "
    },
    {
      "Text": "The business or commercial purpose for collecting or selling personal information.\\nThe categories of third parties with whom the business shares personal information.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {California Consumer Privacy Act (CCPA) aka “The Right to Know” In California, commencing January 1, 2020, consumers have the right to request that a business that collects personal information about the consumer disclose the following: The specific pieces of personal information it has collected about that consumer. The categories of sources from which the personal information is collected.} "
    },
    {
      "Text": "Results Only Consulting typically collects consumer data from a data broker for a one time mailing list including, but not limited to name, address, state, zip and phone number.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The specific pieces of personal information it has collected about that consumer. Please note that advertising sent on behalf of third-party advertisers is prepared days in advance, so users may continue to receive email o!ers from The Company for up to 10-days after unsubscribing, and 45-days after opting-out or deleting their record.} "
    },
    {
      "Text": "Consumers may delete their record, opt-out or unsubscribe from having their data rented or sold by emailing dataprivacy_rocadvertising@simpleoptoutcompliance.com with the subject titled “Data Removal Request” and your request will be processed promptly.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Please note that advertising sent on behalf of third-party advertisers is prepared days in advance, so users may continue to receive email o!ers from The Company for up to 10-days after unsubscribing, and 45-days after opting-out or deleting their record. Results Only Consulting typically collects consumer data from a data broker for a one time mailing list including, but not limited to name, address, state, zip and phone number.} "
    },
    {
      "Text": "Changes to Policy\\nAny changes to our privacy policy are available on our website or you may email info@rocadvertising.com to request a copy of our privacy policy.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Results Only Consulting typically collects consumer data from a data broker for a one time mailing list including, but not limited to name, address, state, zip and phone number. Consumers may delete their record, opt-out or unsubscribe from having their data rented or sold by emailing dataprivacy_rocadvertising@simpleoptoutcompliance.com with the subject titled “Data Removal Request” and your request will be processed promptly.} "
    },
    {
      "Text": "Do Not Sell My Personal Information\\nIn order to complete a data privacy request or exercise your rights under the California Consumer Privacy Act (CCPA), please submit an email to dataprivacy_rocadvertising@simpleoptoutcompliance.com with the subject line titled “Data Removal Request” and we will promptly process your request.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Changes to Policy Any changes to our privacy policy are available on our website or you may email info@rocadvertising.com to request a copy of our privacy policy. Contact Us If you have any questions about this privacy policy you may contact us via telephone at 844-227-8744 or via email at info@rocadvertising.com.} "
    }
  ]
}