{
  "policy_id": "56",
  "text": "Privacy Policy - Rev <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-MWCQ8HR\"\nheight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Rev: An AI-powered platform to find your ideal prospects, faster. Sign up for our newsletter! Why Rev? Products Sales Development Platform Full-service MQLs Solutions Teams Sales Demand Gen RevOps Agencies Use cases New market targeting Lead gen Pipeline growth Existing account expansion Churn prevention Customers Resources Blog Reports & guides Webinars Newsroom Company About us Careers Partners Contact us Login Get a demo Why Rev Products Sales Development Platform Full-service MQLs Solutions Teams Rev for Sales Rev for Demand Gen Rev for RevOps Rev for Agencies Customers Resources Newsroom Blog Company About us Careers Partners Contact us Login Privacy Policy Effective as of January, 30, 2023. This Privacy Policy describes how LeadCrunch, Inc. D/B/A Rev and our subsidiaries and affiliates (collectively “ Rev, ” “ we “, “ us ” or our ) handle personal information that we collect though our websites and other digital properties that link to this Privacy Policy (collectively, the “ Services “), through social media, in connection with our customer prospecting, marketing and lead generation activities. Rev provides services that businesses use to facilitate their own sales and marketing efforts. In some cases we process personal information on behalf of our business customers while providing services to them. For example, some of our business customers use our service to identify and/or qualify sales leads on their behalf subject to contracts that restrict how we can use this information. This Privacy Policy does not cover personal information that we process on behalf of a business customer. If you have concerns about this information, you should direct your concerns to the relevant business. This Privacy Policy does, however, apply to the personal information of professionals that we collect on our own accord, and use for data modeling to derive company “exegraphics”, or share with our business customers for their own direct sales and marketing purposes. Our websites, products and services are designed for businesses and their representatives. We do not offer products or services for use by individuals for their personal, family or household purposes. Accordingly, we treat all personal information we collect as pertaining to individuals in their capacities as business representatives and not their individual capacities. Table of Contents Personal information we collect How we use your personal information How we share your personal information Your choices Other sites and services Security International data transfer Children Changes to this Privacy Policy How to contact us Notice to residents of the United Kingdom and European Economic Area Notice to residents of California Personal information we collect Information you provide to us. Personal information you may provide to us through the Service or otherwise includes: Contact data , such as your first and last name, email, phone number, and office address. Profile data, such as your username and password that you set to establish an online account with us, and any other information that you add to your account profile. Professional or employment-related data , such as job title, employer, previous employers and positions, professional qualifications and memberships, certifications, and education history. Communications that we exchange, including when you contact us with questions, feedback, or otherwise. Marketing preference data , such as your preferences for receiving our marketing and other communications. Other information that we may collect which is not specifically listed here, which we will use as described in this Privacy Policy or as otherwise disclosed at the time of collection. Third party sources. We obtain personal information from other sources, such as: Data providers , such as information services and data licensors that provide professional and other information. Public sources , such as social media platforms. Business partner , such as marketing agencies, consulting firms, and software companies that we may bundle our products and services with. Automatic data collection We, our service providers, and our business partners may automatically log information about you, your computer or mobile device, and your activity over time on our sites and other sites and online services. This information may include: Device data, such as your computer’s or mobile device’s operating system type and version number, manufacturer and model, device type (e.g., phone, tablet), browser type, screen resolution, language settings, IP address, unique identifiers (including identifiers used for advertising purposes), the website you visited before browsing to our website, and general location information such as city, state or geographic area. Online activity data , such as pages you viewed, how long you spent on a page, navigation paths between pages, information about your activity on a page, access times, and duration of access. Cookies. Some of our automatic data collection is facilitated by cookies and similar technologies. For more information, see our Cookie Policy . How we use your personal information We use your personal information for the following purposes or as otherwise described at the time we collect it: Service delivery. We use your personal information to: provide, operate and improve the Service and our business; establish and maintain your user profile on the Services; communicate with you about the Services, including by sending announcements, updates, security alerts, and support and administrative messages; understand your needs and interests, and personalize your experience with the Service and our communications; and provide support for the Services, respond to your requests, questions and feedback. Research and development. We may use your personal information for research and development purposes, including to analyze and improve the Services and our business. As part of these activities, we may create aggregated, de-identified or other anonymous data from personal information we collect. We make personal information into anonymous data by removing information that makes the data personally identifiable to you. We may use this anonymous data and share it with third parties for our lawful business purposes, including to analyze and improve the Services and promote our business. Marketing and advertising. We and our third-party advertising partners may collect and use your personal information for marketing and advertising purposes: Direct marketing . We may send you Rev-related or other direct marketing communications as permitted by law, including by email. You may opt-out of our marketing communications as described in the Opt-out of marketing section below. Interest-based advertising. We may contract with third party advertising partners to display ads on our Services and other sites. These partners may use cookies and similar technologies to collect information about you (including the device data and online activity data described above) over time across our Services and other sites and online services, as well as your interaction with our emails. They use that data and other information they collect to try to help advertisers reach their desired audience and/or tailor the ads you see on the Services and other online services to your interests. You can learn more about your choices for limiting interest-based advertising in the Cookie Policy. Compliance and protection. We may use your personal information to: comply with applicable laws, lawful requests, and legal process, such as to respond to subpoenas or requests from government authorities; protect our, your or others’ rights, privacy, safety or property (including by making and defending legal claims); audit our internal processes for compliance with legal and contractual requirements and internal policies; enforce the terms and conditions that govern the Services; and prevent, identify, investigate and deter fraudulent, harmful, unauthorized, unethical or illegal activity, including cyberattacks and identity theft. Retention. We retain personal information where we have an ongoing legitimate business need to do so (for example, to provide you with a service you have requested; to comply with applicable legal, tax or accounting requirements; to establish or defend legal claims; or for fraud prevention). Whether the retention period is sufficient to fulfill such purposes is the primary criteria for determining the duration of the retention period. When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will store your personal information and isolate it from any further processing until deletion is possible. How we share your personal information We may share your personal information with the following parties and as otherwise described in this Privacy Policy or at the time of collection: Affiliates. Our subsidiaries and other corporate affiliates, for purposes consistent with this Privacy Policy. Business customers. . We may share your personal information with our business customers for their own direct marketing purposes. If you are a California resident, this sharing may constitute a “sale” of your personal information under the California Consumer Privacy Act. You may opt-out of this sharing as described in the Opt-out of sharing with third parties for their marketing purposes section below. Service providers. Companies and individuals that provide services on our behalf or help us operate the Services or our business, such as hosting, information technology, customer service, email delivery and website analytics. Advertising partners. Third party advertising partners that collect information about your activity on the Services and other online services to help us advertise our services, and/or use customer lists that we share with them to deliver ads on their platforms to those customers and similar users. Professional advisors. Professional advisors, such as lawyers, auditors, bankers and insurers, where necessary in the course of the professional services that they render to us. Authorities and others. Law enforcement, government authorities, and private parties, as we believe in good faith to be necessary or appropriate for the purposes described above. Business transferees. Acquiring and other relevant participants in business transactions (or potential transactions) involving a corporate divestiture, merger, consolidation, acquisition, reorganization, sale or other disposition of all or any portion of the business or assets of, or equity interests in, Rev or our affiliates (including, in connection with a bankruptcy or similar proceedings). Your choices You have the following choices with respect to your personal information. Access or update your information. If you have registered for an account with us, you may review and update certain account information by logging into the account. You can also request changes to certain of your account information by contacting us at https://getrev.ai/privacy-request/ . Opt-out of marketing or promotional communications . You may opt out of marketing and promotional emails by following the opt-out or unsubscribe instructions at the bottom of the email, or by contacting us a https://getrev.ai/privacy-request/ . You may continue to receive service-related and other non-marketing emails, such as those about your account or our ongoing business relations. Opt-out of sharing with third parties for their marketing purposes. To opt-out of our sharing of your personal information with third parties for their own direct marketing purposes, please contact us at https://getrev.ai/privacy-request/ .. Cookies. Most browsers let you remove and/or stop accepting cookies from the websites you visit. To do this, follow the instructions in your browser’s settings. Many browsers accept cookies by default until you change your settings. If you do not accept cookies, however, you may not be able to access all features of the Services or they may not work properly. For more information about cookies, including how to see what cookies have been set on your browser and how to manage and delete them, visit www.allaboutcookies.org. Do Not Track. Some Internet browsers may be configured to send “Do Not Track” signals to the online services that you visit. We currently do not respond to “Do Not Track” or similar signals except where we expressly indicate otherwise. To find out more about “Do Not Track,” please visit http://www.allaboutdnt.com . Declining to provide information. We need to collect certain personal information to provide certain services. If you do not provide the information requested, we may not be able to provide those services. We will tell you what information you must provide to receive the Services by designating it as required at the time of collection or through other appropriate means. Other sites and services The Services may contain links to websites, mobile applications, and other online services operated by third parties. These links are not an endorsement of, or representation that we are affiliated with, any third party. In addition, our content may be included on web pages or in mobile applications or other online services that are not associated with us. We do not control websites, mobile applications or online services operated by third parties, and we are not responsible for their actions. We encourage you to read the privacy policies of the other websites and mobile applications and online services you use. Security We employ a number of technical, organizational and physical safeguards designed to protect the personal information we collect. However, security risk is inherent in all internet and information technologies and we cannot guarantee the security of your personal information. International data transfer We are headquartered in the United States and may use service providers that operate in other countries. Your personal information may be transferred to the United States or other locations where privacy laws may not be as protective as those in your state, province, or country. Residents of the United Kingdom and European Economic Area should read the important information provided below about transfer of personal information outside of the United Kingdom or European Economic Area. Children The Services are not intended for use by children under 18 years of age. If we learn that we have collected personal information from a child under 18 without the consent of the child’s parent or guardian as required by law, we will delete it. Changes to this Privacy Policy We reserve the right to modify this Privacy Policy at any time. If we make changes to this Privacy Policy, we will notify you by updating the date of this Privacy Policy and posting it on the Services. If required by law, we will also provide notification of changes in another way that we believe is reasonably likely to reach you, such as via email or another manner through the Services. Any modifications to this Privacy Policy will be effective upon our posting the modified version (or as otherwise indicated at the time of posting). In all cases, your continued use of the Services after the effective date of any modified Privacy Policy indicates your acceptance of the modified Privacy Policy. How to contact us If you have any questions about this Privacy Policy, please feel free to contact us using one of the following methods: Email : privacy@getrev.ai Mail : Rev, 2150 Comstock Street #712979, San Diego, CA 92171, Attention: Privacy Notice to residents of the United Kingdom and European Economic Area Scope. This section applies only to individuals in the United Kingdom (UK) and European Economic Area (EEA). Personal information. References to “personal information” in this Privacy Policy are equivalent to “personal data” governed by UK and EEA data protection legislation. Controller. Rev is the controller of your personal information covered by this Privacy Policy for purposes of UK and EEA data protection legislation. Legal bases for processing. The legal bases of our processing of your personal information as described in this Privacy Policy will depend on the type of personal information and the specific context in which we process it. However, the legal bases we typically rely on are set out in the table below. We rely on our legitimate interests as our legal basis only where those interests are not overridden by the impact on you (unless we have your consent or our processing is otherwise required or permitted by law). If you have questions about the legal basis of how we process your personal information, contact us at privacy@getrev.ai . Processing purpose (click link for details) Details regarding each processing purpose listed below are provided in the section above titled “ How we use your personal information ”. Legal basis Service delivery Processing is necessary to perform the contract governing our provision of the Services or to take steps that you request prior to signing up for the Services. Where we cannot process your personal data as required to operate the Services on the grounds of contractual necessity, we process your personal information for this purpose based on our legitimate interest in providing you with the Services you access and request. Marketing and advertising Processing is based on your consent where that consent is required by applicable law. Where such consent is not required by applicable law, we process your personal information for these purposes based on our legitimate interests in promoting our business. Research and development Compliance and protection These activities constitute our legitimate interests. Compliance with legal obligations Processing is necessary to comply with our legal obligations. Actions we take with your consent Processing is based on your consent. Where we rely on your consent you have the right to withdraw it any time in the manner indicated when you consent or in the Services. Use for new purposes . We may use your personal information for reasons not described in this Privacy Policy where permitted by law and the reason is compatible with the purpose for which we collected it. If we need to use your personal information for an unrelated purpose, we will notify you and explain the applicable legal basis. Sensitive personal information We ask that you not provide us with any sensitive personal information (e.g., information related to racial or ethnic origin, political opinions, religion or other beliefs, health, biometrics or genetic characteristics, criminal background or trade union membership) on or through the Services, or otherwise to us. If you do not consent to our processing and use of such sensitive personal information, you must not submit such sensitive personal information through our Services. Your rights EEA and UK data protection laws give you certain rights regarding your personal information. If you are located within the EEA or UK, you may ask us to take the following actions in relation to your personal information that we hold: A ccess. Provide you with information about our processing of your personal information and give you access to your personal information. C orrect. Update or correct inaccuracies in your personal information. D elete. Delete your personal information. T ransfer. Transfer a machine-readable copy of your personal information to you or a third party of your choice. R estrict. Restrict the processing of your personal information. O bject. Object to our reliance on our legitimate interests as the basis of our processing of your personal information that impacts your rights. You may submit these requests by contacting us at https://getrev.ai/privacy- request/ or our postal address provided above in the How to contact us section. We may request specific information from you to help us confirm your identity and process your request. Applicable law may require or permit us to decline your request. If we decline your request, we will tell you why, subject to legal restrictions. If you would like to submit a complaint about our use of your personal information or our response to your requests regarding your personal information, you may contact us or submit a complaint to the data protection regulator in your jurisdiction. You can find your data protection regulator here . Cross-Border Data Transfer If we transfer your personal information from the UK or EEA to a country such that we are required to apply additional safeguards to your personal information under UK or EEA data protection laws, we will do so. Please contact us for further information about any such transfers or the specific safeguards applied. Notice to residents of California Scope. This section describes how we collect, use and share Personal Information of California residents in operating our business, and their rights with respect to that Personal Information. For purposes of this section, “Personal Information” has the meaning given in the California Consumer Privacy Act of 2018 (“CCPA”) but does not include information exempted from the scope of the CCPA. In some cases, we may provide a different privacy notice to certain categories of residents of California, such as job applicants, in which case that notice will apply with respect to the activities it describes instead of this section. Your California privacy rights. You have the rights listed below. However, these rights are not absolute, and in certain cases, we may decline your request as permitted by law. Information/know. You can request information for the past 12 months about: the categories of personal information that we have collected; the categories of sources from which we collected personal information; the business or commercial purpose for collecting, sharing and/or selling personal information; categories of any personal information that we sold or disclosed for a business purpose. and; the categories of any third parties with whom personal information was sold, shared or disclosed for a business purpose. Access. You can request a copy of the personal information that we have collected about you. Correction. You can request that we correct inaccurate personal information that we have collected about you. Deletion. You can request that we delete your personal information. Please note that once we process a deletion request, we may be unable to provide access or support to any past products or services. Opt-out. Opt-out of tracking for targeted advertising purposes. Like many companies, we use services that help to deliver targeted ads (also known as interest-based ads) to you as described above. The CCPA classifies our use of some of these services as “sharing” your personal information with the advertising partners that provide the services, from which you have the right to opt-out. Opt-out of sales. We may share personal information that we collect from commercially and publicly available sources with third parties for their own direct marketing purposes. In certain cases, the CCPA may consider this a “sale” of your personal information, from which you have the right to opt-out. Nondiscrimination. You are entitled to exercise the rights described above free from discrimination as prohibited by applicable privacy laws. How to Exercise Your Rights. Information/know, access, correction, deletion, and opt-out of sales. You may submit requests to exercise these rights at https://getrev.ai/privacy-request/ or by mailing us at 2150 Comstock Street #712979, San Diego, CA 92171 . We cannot process your request if you do not provide us with sufficient detail to allow us to understand and respond to it. You can ask to appeal any denial of your request in the same manner through which you may submit a request. Opt-out of tracking for targeted ad vertising purposes. You can submit requests to opt-out of tracking for targeted advertising purposes through our cookie preference manager. Your request to opt-out will apply only to the browser and the device from which you submit the request. You can also broadcast the Global Privacy Control (GPC) to opt-out for each participating browser system that you use. Learn more at https://globalprivacycontrol.org/ . Verification of Identity. We may need to verify your identity in order to process your information/know, access, correction, deletion, or opt-out of sales requests, and reserve the right to confirm your residency. To verify your identity, we may require you to authenticate into your Services account, provide personal identifiers we can match against information we may have collected from you previously, confirm your request using the email or telephone account stated in the request, provide government identification, provide a declaration under penalty of perjury, or provide other information, where permitted by law. Authorized Agents. Your authorized agent may be able to make a request on your behalf.  However, we may need to verify your authorized agent’s identity and authority to act on your behalf. We may require a copy of a valid power of attorney given to your authorized agent pursuant to applicable law. If you have not provided your agent with such a power of attorney, we may ask you to take additional steps permitted by law to verify that your request is authorized, such as by providing your agent with written and signed permission to exercise your rights on your behalf, the information we request to verify your identity, and confirmation that you have given the authorized agent permission to submit the request. Additional information. Sensitive personal information. We do not collect, use or disclose sensitive personal information for purposes that California residents have a right to limit under the CCPA. Personal Information that we collect, use and disclose. The table below describes our personal information practices by reference to the categories in the “Personal information we collect” section above and the categories described in the CCPA (Cal. Civ. Code Section 1798.140(v)). The table describes our practices currently and during the 12 months preceding the effective date of this Privacy Policy Information you voluntarily provide to us, such as in free-form webforms, may contain other categories of personal information not described below. Personal Information (“PI”) we collect CCPA statutory category Categories of third parties to whom we disclose PI for a business purpose Categories of third parties to whom we share or sell PI Contact data Identifiers California customer records Affiliates Service providers Professional advisors Authorities and others Business transferees Business customers Advertising partners Business customers Advertising partners (to facilitate online advertising) Profile data Identifiers Affiliates Service providers Professional advisors Authorities and others Business transferees None Professional or employment- related data Professional or employment-related data Affiliates Service providers Professional advisors Authorities and others Business transferees Business customers Advertising partners Business customers Advertising partners (to facilitate online advertising) Communications Identifiers California consumer records Internet or Network Information Affiliates Service providers Professional advisors Authorities and others Business transferees None Marketing preference data Identifiers Commercial information California customer records Internet or Network Information Affiliates Service providers Professional advisors Authorities and others Business transferees Business customers Advertising partners Business customers Advertising partners (to facilitate online advertising) Device data Identifiers Internet or Network Information Affiliates Service providers Professional advisors Authorities and others Business transferees Advertising partners Advertising partners (to facilitate online advertising) Online activity data Identifiers Commercial information Internet or Network Information Affiliates Service providers Professional advisors Authorities and others Business transferees Advertising partners Advertising partners (to facilitate online advertising) Data derived from the above Inferences Affiliates Service providers Professional advisors Authorities and others Business transferees Business customers Advertising partners Business customers Advertising partners (to facilitate online advertising) For information about the categories of sources of this information, see the section above entitled Personal information we collect. For information about the purposes for collecting, using, and disclosing personal information, see the section above entitled How we use your personal information. Cookies Settings Sign-up for our newsletter! * First Name: * Last Name: * Email Address: * Company Name: Submit Recent awards & acknowledgements The future of sales and marketing is here—above-the-funnel, AI-enhanced and at your fingertips. Products Sales Development Platform Full-service MQLs Resources Blog Company About us Careers Partners Contact us Links Terms & conditions Privacy policy Cookie policy Do not sell or share my personal information SDP login Rev ® |   2022 © copyright all rights reserved Privacy Preference Center When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. More information Allow All Manage Consent Preferences Targeting Cookies Targeting Cookies These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising. Performance Cookies Always Active These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance. Functional Cookies Always Active These cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly. Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Back Button Performance Cookies Search Icon Filter Icon Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label Confirm My Choices",
  "annotations": [
    {
      "Text": "Effective as of January, 30, 2023.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Sign up for our newsletter! Why Rev?} "
    },
    {
      "Text": "Personal information we collect\n \n\nInformation you provide to us. Personal information you may provide to us through the Service or otherwise includes:\n\nContact data, such as your first and last name, email, phone number, and office address.\nProfile data, such as your username and password that you set to establish an online account with us, and any other information that you add to your account profile.\nProfessional or employment-related data, such as job title, employer, previous employers and positions, professional qualifications and memberships, certifications, and education history.\nCommunications that we exchange, including when you contact us with questions, feedback, or otherwise.\nMarketing preference data, such as your preferences for receiving our marketing and other communications.\nOther information that we may collect which is not specifically listed here, which we will use as described in this Privacy Policy or as otherwise disclosed at the time of collection.\n \n\nThird party sources.We obtain personal information from other sources, such as:\n\nData providers, such as information services and data licensors that provide professional and other information.\nPublic sources, such as social media platforms.\nBusiness partner, such as marketing agencies, consulting firms, and software companies that we may bundle our products and services with.\n \n\nAutomatic data collection We, our service providers, and our business partners may automatically log information about you, your computer or mobile device, and your activity over time on our sites and other sites and online services. This information may include:\n\nDevice data,  such as your computer’s or mobile device’s operating system type and version number, manufacturer and model, device type (e.g., phone, tablet), browser type, screen resolution, language settings, IP address, unique identifiers (including identifiers used for advertising purposes), the website you visited before browsing to our website, and general location information such as city, state or geographic area.\nOnline activity data, such as pages you viewed, how long you spent on a page, navigation paths between pages, information about your activity on a page, access times, and duration of access.\n \n\nCookies. Some of our automatic data collection is facilitated by cookies and similar technologies. For more information, see our Cookie Policy.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We do not offer products or services for use by individuals for their personal, family or household purposes. Accordingly, we treat all personal information we collect as pertaining to individuals in their capacities as business representatives and not their individual capacities.} "
    },
    {
      "Text": "How we use your personal information\nWe use your personal information for the following purposes or as otherwise described at the time we collect it:\n\nService delivery. We use your personal information to:\n\nprovide, operate and improve the Service and our business;\nestablish and maintain your user profile on the Services;\ncommunicate with you about the Services, including by sending announcements, updates, security alerts, and support and administrative messages;\nunderstand your needs and interests, and personalize your experience with the Service and our communications; and\nprovide support for the Services, respond to your requests, questions and feedback.\nResearch and development. We may use your personal information for research and development purposes, including to analyze and improve the Services and our business. As part of these activities, we may create aggregated, de-identified or other anonymous data from personal information we collect.\n\nWe make personal information into anonymous data by removing information that makes the data personally identifiable to you. We may use this anonymous data and share it with third parties for our lawful business purposes, including to analyze and improve the Services and promote our business.\n\nMarketing and advertising. We and our third-party advertising partners may collect and use your personal information for marketing and advertising purposes:\n\nDirect marketing. We may send you Rev-related or other direct marketing communications as permitted by law, including by email. You may opt-out of our marketing communications as described in the Opt-out of marketing section below.\nInterest-based advertising. We may contract with third party advertising partners to display ads on our Services and other sites. These partners may use cookies and similar technologies to collect information about you (including the device data and online activity data described above) over time across our Services and other sites and online services, as well as your interaction with our emails. They use that data and other information they collect to try to help advertisers reach their desired audience and/or tailor the ads you see on the Services and other online services to your interests. You can learn more about your choices for limiting interest-based advertising in the Cookie Policy.\nCompliance and protection. We may use your personal information to:\n\ncomply with applicable laws, lawful requests, and legal process, such as to respond to subpoenas or requests from government authorities;\nprotect our, your or others’ rights, privacy, safety or property (including by making and defending legal claims); \naudit our internal processes for compliance with legal and contractual requirements and internal policies; \nenforce the terms and conditions that govern the Services; and \nprevent, identify, investigate and deter fraudulent, harmful, unauthorized, unethical or illegal activity, including cyberattacks and identity theft. \nRetention. We retain personal information where we have an ongoing legitimate business need to do so (for example, to provide you with a service you have requested; to comply with applicable legal, tax or accounting requirements; to establish or defend legal claims; or for fraud prevention). Whether the retention period is sufficient to fulfill such purposes is the primary criteria for determining the duration of the retention period. When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will store your personal information and isolate it from any further processing until deletion is possible.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We do not offer products or services for use by individuals for their personal, family or household purposes. Accordingly, we treat all personal information we collect as pertaining to individuals in their capacities as business representatives and not their individual capacities.} "
    },
    {
      "Text": "How we share your personal information\nWe may share your personal information with the following parties and as otherwise described in this Privacy Policy or at the time of collection: \n\nAffiliates. Our subsidiaries and other corporate affiliates, for purposes consistent with this Privacy Policy.\n\nBusiness customers.. We may share your personal information with our business customers for their own direct marketing purposes. If you are a California resident, this sharing may constitute a “sale” of your personal information under the California Consumer Privacy Act. You may opt-out of this sharing as described in the Opt-out of sharing with third parties for their marketing purposes section below.\n\nService providers. Companies and individuals that provide services on our behalf or help us operate the Services or our business, such as hosting, information technology, customer service, email delivery and website analytics. \n\nAdvertising partners.  Third party advertising partners that collect information about your activity on the Services and other online services to help us advertise our services, and/or use customer lists that we share with them to deliver ads on their platforms to those customers and similar users. \n\nProfessional advisors. Professional advisors, such as lawyers, auditors, bankers and insurers, where necessary in the course of the professional services that they render to us.\n\nAuthorities and others. Law enforcement, government authorities, and private parties, as we believe in good faith to be necessary or appropriate for the purposes described above. \n\nBusiness transferees. Acquiring and other relevant participants in business transactions (or potential transactions) involving a corporate divestiture, merger, consolidation, acquisition, reorganization, sale or other disposition of all or any portion of the business or assets of, or equity interests in, Rev or our affiliates (including, in connection with a bankruptcy or similar proceedings). ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We do not offer products or services for use by individuals for their personal, family or household purposes. Accordingly, we treat all personal information we collect as pertaining to individuals in their capacities as business representatives and not their individual capacities.} "
    },
    {
      "Text": "How we share your personal information\nWe may share your personal information with the following parties and as otherwise described in this Privacy Policy or at the time of collection: \n\nAffiliates. Our subsidiaries and other corporate affiliates, for purposes consistent with this Privacy Policy.\n\nBusiness customers.. We may share your personal information with our business customers for their own direct marketing purposes. If you are a California resident, this sharing may constitute a “sale” of your personal information under the California Consumer Privacy Act. You may opt-out of this sharing as described in the Opt-out of sharing with third parties for their marketing purposes section below.\n\nService providers. Companies and individuals that provide services on our behalf or help us operate the Services or our business, such as hosting, information technology, customer service, email delivery and website analytics. \n\nAdvertising partners.  Third party advertising partners that collect information about your activity on the Services and other online services to help us advertise our services, and/or use customer lists that we share with them to deliver ads on their platforms to those customers and similar users. \n\nProfessional advisors. Professional advisors, such as lawyers, auditors, bankers and insurers, where necessary in the course of the professional services that they render to us.\n\nAuthorities and others. Law enforcement, government authorities, and private parties, as we believe in good faith to be necessary or appropriate for the purposes described above. \n\nBusiness transferees. Acquiring and other relevant participants in business transactions (or potential transactions) involving a corporate divestiture, merger, consolidation, acquisition, reorganization, sale or other disposition of all or any portion of the business or assets of, or equity interests in, Rev or our affiliates (including, in connection with a bankruptcy or similar proceedings). ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We do not offer products or services for use by individuals for their personal, family or household purposes. Accordingly, we treat all personal information we collect as pertaining to individuals in their capacities as business representatives and not their individual capacities.} "
    },
    {
      "Text": "Access or update your information. If you have registered for an account with us, you may review and update certain account information by logging into the account. You can also request changes to certain of your account information by contacting us at https://getrev.ai/privacy-request/.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Acquiring and other relevant participants in business transactions (or potential transactions) involving a corporate divestiture, merger, consolidation, acquisition, reorganization, sale or other disposition of all or any portion of the business or assets of, or equity interests in, Rev or our affiliates (including, in connection with a bankruptcy or similar proceedings). Your choices You have the following choices with respect to your personal information.} "
    },
    {
      "Text": "If you have registered for an account with us, you may review and update certain account information by logging into the account. You can also request changes to certain of your account information by contacting us at https://getrev.ai/privacy-request/.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Your choices You have the following choices with respect to your personal information. Access or update your information.} "
    },
    {
      "Text": "Access or update your information. If you have registered for an account with us, you may review and update certain account information by logging into the account. You can also request changes to certain of your account information by contacting us at https://getrev.ai/privacy-request/.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Acquiring and other relevant participants in business transactions (or potential transactions) involving a corporate divestiture, merger, consolidation, acquisition, reorganization, sale or other disposition of all or any portion of the business or assets of, or equity interests in, Rev or our affiliates (including, in connection with a bankruptcy or similar proceedings). Your choices You have the following choices with respect to your personal information.} "
    },
    {
      "Text": "Opt-out of sharing with third parties for their marketing purposes. To opt-out of our sharing of your personal information with third parties for their own direct marketing purposes, please contact us at https://getrev.ai/privacy-request/..",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We and our third-party advertising partners may collect and use your personal information for marketing and advertising purposes: Direct marketing . We may send you Rev-related or other direct marketing communications as permitted by law, including by email.} "
    },
    {
      "Text": " To opt-out of our sharing of your personal information with third parties for their own direct marketing purposes, please contact us at https://getrev.ai/privacy-request/..",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may continue to receive service-related and other non-marketing emails, such as those about your account or our ongoing business relations. Opt-out of sharing with third parties for their marketing purposes.} "
    },
    {
      "Text": "Changes to this Privacy Policy\nWe reserve the right to modify this Privacy Policy at any time. If we make changes to this Privacy Policy, we will notify you by updating the date of this Privacy Policy and posting it on the Services. If required by law, we will also provide notification of changes in another way that we believe is reasonably likely to reach you, such as via email or another manner through the Services. Any modifications to this Privacy Policy will be effective upon our posting the modified version (or as otherwise indicated at the time of posting). In all cases, your continued use of the Services after the effective date of any modified Privacy Policy indicates your acceptance of the modified Privacy Policy.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Children The Services are not intended for use by children under 18 years of age. If we learn that we have collected personal information from a child under 18 without the consent of the child’s parent or guardian as required by law, we will delete it.} "
    },
    {
      "Text": "Notice to residents of the United Kingdom and European Economic Area\nScope. This section applies only to individuals in the United Kingdom (UK) and European Economic Area (EEA).\n\nPersonal information. References to “personal information” in this Privacy Policy are equivalent to “personal data” governed by UK and EEA data protection legislation.\n\nController. Rev is the controller of your personal information covered by this Privacy Policy for purposes of UK and EEA data protection legislation.\n\nLegal bases for processing. The legal bases of our processing of your personal information as described in this Privacy Policy will depend on the type of personal information and the specific context in which we process it. However, the legal bases we typically rely on are set out in the table below. We rely on our legitimate interests as our legal basis only where those interests are not overridden by the impact on you (unless we have your consent or our processing is otherwise required or permitted by law). If you have questions about the legal basis of how we process your personal information, contact us at privacy@getrev.ai.\n\nProcessing purpose (click link for details)\n\nDetails regarding each processing purpose listed below are provided in the section above titled “How we use your personal information”.\n\nLegal basis\n\nService delivery\n\nProcessing is necessary to perform the contract governing our provision of the Services or to take steps that you request prior to signing up for the Services. \n\nWhere we cannot process your personal data as required to operate the Services on the grounds of contractual necessity, we process your personal information for this purpose based on our legitimate interest in providing you with the Services you access and request.\n\nMarketing and advertising\n\nProcessing is based on your consent where that consent is required by applicable law. \n\nWhere such consent is not required by applicable law, we process your personal information for these purposes based on our legitimate interests in promoting our business.\n\nResearch and development\n\nCompliance and protection\n\nThese activities constitute our legitimate interests. \n\nCompliance with legal obligations \n\nProcessing is necessary to comply with our legal obligations.\n\nActions we take with your consent\n\nProcessing is based on your consent. Where we rely on your consent you have the right to withdraw it any time in the manner indicated when you consent or in the Services. \n\n\n\nUnrolling Table Method 1\n0: Processing purpose (click link for details) Details regarding each processing purpose listed below are provided in the section above titled “How we use your personal information”. ||| 1: Legal basis\n\n0: Service delivery ||| 1: Processing is necessary to perform the contract governing our provision of the Services or to take steps that you request prior to signing up for the Services. Where we cannot process your personal data as required to operate the Services on the grounds of contractual necessity, we process your personal information for this purpose based on our legitimate interest in providing you with the Services you access and request.\n\n0: Marketing and advertising ||| 1: Processing is based on your consent where that consent is required by applicable law. Where such consent is not required by applicable law, we process your personal information for these purposes based on our legitimate interests in promoting our business.\n\n0: Research and development Compliance and protection ||| 1: These activities constitute our legitimate interests.\n\n0: Compliance with legal obligations ||| 1: Processing is necessary to comply with our legal obligations.\n\n0: Actions we take with your consent ||| 1: Processing is based on your consent. Where we rely on your consent you have the right to withdraw it any time in the manner indicated when you consent or in the Services.\n\n\n\nUnrolling Table Method 2\nProcessing purpose (click link for details) Details regarding each processing purpose listed below are provided in the section above titled “How we use your personal information”. ||| Service delivery ||| Marketing and advertising ||| Research and development Compliance and protection ||| Compliance with legal obligations ||| Actions we take with your consent\n\nLegal basis ||| Processing is necessary to perform the contract governing our provision of the Services or to take steps that you request prior to signing up for the Services. Where we cannot process your personal data as required to operate the Services on the grounds of contractual necessity, we process your personal information for this purpose based on our legitimate interest in providing you with the Services you access and request. ||| Processing is based on your consent where that consent is required by applicable law. Where such consent is not required by applicable law, we process your personal information for these purposes based on our legitimate interests in promoting our business. ||| These activities constitute our legitimate interests. ||| Processing is necessary to comply with our legal obligations. ||| Processing is based on your consent. Where we rely on your consent you have the right to withdraw it any time in the manner indicated when you consent or in the Services.\n\nUse for new purposes. We may use your personal information for reasons not described in this Privacy Policy where permitted by law and the reason is compatible with the purpose for which we collected it. If we need to use your personal information for an unrelated purpose, we will notify you and explain the applicable legal basis.\n\nSensitive personal information\n\nWe ask that you not provide us with any sensitive personal information (e.g., information related to racial or ethnic origin, political opinions, religion or other beliefs, health, biometrics or genetic characteristics, criminal background or trade union membership) on or through the Services, or otherwise to us. If you do not consent to our processing and use of such sensitive personal information, you must not submit such sensitive personal information through our Services.\n\nYour rights\n\nEEA and UK data protection laws give you certain rights regarding your personal information. If you are located within the EEA or UK, you may ask us to take the following actions in relation to your personal information that we hold:\n\nAccess. Provide you with information about our processing of your personal information and give you access to your personal information.\nCorrect. Update or correct inaccuracies in your personal information.\nDelete. Delete your personal information.\nTransfer. Transfer a machine-readable copy of your personal information to you or a third party of your choice.\nRestrict. Restrict the processing of your personal information.\nObject. Object to our reliance on our legitimate interests as the basis of our processing of your personal information that impacts your rights.\n \n\nYou may submit these requests by contacting us at https://getrev.ai/privacy-request/ or our postal address provided above in the How to contact us section. We may request specific information from you to help us confirm your identity and process your request. Applicable law may require or permit us to decline your request. If we decline your request, we will tell you why, subject to legal restrictions. If you would like to submit a complaint about our use of your personal information or our response to your requests regarding your personal information, you may contact us or submit a complaint to the data protection regulator in your jurisdiction. You can find your data protection regulator here.\n\n \n\nCross-Border Data Transfer\n\nIf we transfer your personal information from the UK or EEA to a country such that we are required to apply additional safeguards to your personal information under UK or EEA data protection laws, we will do so. Please contact us for further information about any such transfers or the specific safeguards applied.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We do not offer products or services for use by individuals for their personal, family or household purposes. Accordingly, we treat all personal information we collect as pertaining to individuals in their capacities as business representatives and not their individual capacities.} "
    },
    {
      "Text": "Information/know. You can request information for the past 12 months about: \nthe categories of personal information that we have collected; the categories of sources from which we collected personal information; the business or commercial purpose for collecting, sharing and/or selling personal information; \ncategories of any personal information that we sold or disclosed for a business purpose. and; \nthe categories of any third parties with whom personal information was sold, shared or disclosed for a business purpose.\nAccess. You can request a copy of the personal information that we have collected about you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We do not offer products or services for use by individuals for their personal, family or household purposes. Accordingly, we treat all personal information we collect as pertaining to individuals in their capacities as business representatives and not their individual capacities.} "
    },
    {
      "Text": "Correction. You can request that we correct inaccurate personal information that we have collected about you.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Access. You can request a copy of the personal information that we have collected about you.} "
    },
    {
      "Text": "Deletion. You can request that we delete your personal information. Please note that once we process a deletion request, we may be unable to provide access or support to any past products or services.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Correction. You can request that we correct inaccurate personal information that we have collected about you.} "
    },
    {
      "Text": "Opt-out.\nOpt-out of tracking for targeted advertising purposes. Like many companies, we use services that help to deliver targeted ads (also known as interest-based ads) to you as described above. The CCPA classifies our use of some of these services as “sharing” your personal information with the advertising partners that provide the services, from which you have the right to opt-out.   \nOpt-out of sales. We may share personal information that we collect from commercially and publicly available sources with third parties for their own direct marketing purposes. In certain cases, the CCPA may consider this a “sale” of your personal information, from which you have the right to opt-out.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We and our third-party advertising partners may collect and use your personal information for marketing and advertising purposes: Direct marketing . We may send you Rev-related or other direct marketing communications as permitted by law, including by email.} "
    },
    {
      "Text": "Nondiscrimination. You are entitled to exercise the rights described above free from discrimination as prohibited by applicable privacy laws. ",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We may share personal information that we collect from commercially and publicly available sources with third parties for their own direct marketing purposes. In certain cases, the CCPA may consider this a “sale” of your personal information, from which you have the right to opt-out.} "
    },
    {
      "Text": "How to Exercise Your Rights. \n\nInformation/know, access, correction, deletion, and opt-out of sales. You may submit requests to exercise these rights at https://getrev.ai/privacy-request/ or by mailing us at 2150 Comstock Street #712979, San Diego, CA 92171. We cannot process your request if you do not provide us with sufficient detail to allow us to understand and respond to it. You can ask to appeal any denial of your request in the same manner through which you may submit a request.   \nOpt-out of tracking for targeted advertising purposes. You can submit requests to opt-out of tracking for targeted advertising purposes through our cookie preference manager. Your request to opt-out will apply only to the browser and the device from which you submit the request. You can also broadcast the Global Privacy Control (GPC) to opt-out for each participating browser system that you use. Learn more at https://globalprivacycontrol.org/.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Nondiscrimination. You are entitled to exercise the rights described above free from discrimination as prohibited by applicable privacy laws.} "
    },
    {
      "Text": "Personal Information that we collect, use and disclose. The table below describes our personal information practices by reference to the categories in the “Personal information we collect” section above and the categories described in the CCPA (Cal. Civ. Code Section 1798.140(v)). The table describes our practices currently and during the 12 months preceding the effective date of this Privacy Policy Information you voluntarily provide to us, such as in free-form webforms, may contain other categories of personal information not described below.\n \n\nPersonal Information (“PI”) we collect\tCCPA statutory category\tCategories of third parties to whom we disclose PI for a business purpose\tCategories of third parties to whom we share or sell PI\nContact data\nIdentifiers \nCalifornia customer records\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nBusiness customers \nAdvertising partners\nBusiness customers\nAdvertising partners (to facilitate online advertising) \nProfile data \nIdentifiers \nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nNone\nProfessional or employment- related data\nProfessional or employment-related data\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nBusiness customers \nAdvertising partners\nBusiness customers\nAdvertising partners (to facilitate online advertising)\nCommunications \nIdentifiers \nCalifornia consumer records \nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nNone\nMarketing preference data\nIdentifiers \nCommercial information\nCalifornia customer records\nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nBusiness customers \nAdvertising partners\nBusiness customers\nAdvertising partners (to facilitate online advertising)\nDevice data\nIdentifiers \nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nAdvertising partners\nAdvertising partners (to facilitate online advertising) \nOnline activity data\nIdentifiers \nCommercial information\nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nAdvertising partners\nAdvertising partners (to facilitate online advertising) \nData derived from the above\nInferences",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Sensitive personal information. We do not collect, use or disclose sensitive personal information for purposes that California residents have a right to limit under the CCPA.} "
    },
    {
      "Text": "Personal Information that we collect, use and disclose. The table below describes our personal information practices by reference to the categories in the “Personal information we collect” section above and the categories described in the CCPA (Cal. Civ. Code Section 1798.140(v)). The table describes our practices currently and during the 12 months preceding the effective date of this Privacy Policy Information you voluntarily provide to us, such as in free-form webforms, may contain other categories of personal information not described below.\n \n\nPersonal Information (“PI”) we collect\tCCPA statutory category\tCategories of third parties to whom we disclose PI for a business purpose\tCategories of third parties to whom we share or sell PI\nContact data\nIdentifiers \nCalifornia customer records\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nBusiness customers \nAdvertising partners\nBusiness customers\nAdvertising partners (to facilitate online advertising) \nProfile data \nIdentifiers \nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nNone\nProfessional or employment- related data\nProfessional or employment-related data\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nBusiness customers \nAdvertising partners\nBusiness customers\nAdvertising partners (to facilitate online advertising)\nCommunications \nIdentifiers \nCalifornia consumer records \nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nNone\nMarketing preference data\nIdentifiers \nCommercial information\nCalifornia customer records\nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nBusiness customers \nAdvertising partners\nBusiness customers\nAdvertising partners (to facilitate online advertising)\nDevice data\nIdentifiers \nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nAdvertising partners\nAdvertising partners (to facilitate online advertising) \nOnline activity data\nIdentifiers \nCommercial information\nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nAdvertising partners\nAdvertising partners (to facilitate online advertising) \nData derived from the above\nInferences",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Sensitive personal information. We do not collect, use or disclose sensitive personal information for purposes that California residents have a right to limit under the CCPA.} "
    },
    {
      "Text": "Personal Information that we collect, use and disclose. The table below describes our personal information practices by reference to the categories in the “Personal information we collect” section above and the categories described in the CCPA (Cal. Civ. Code Section 1798.140(v)). The table describes our practices currently and during the 12 months preceding the effective date of this Privacy Policy Information you voluntarily provide to us, such as in free-form webforms, may contain other categories of personal information not described below.\n \n\nPersonal Information (“PI”) we collect\tCCPA statutory category\tCategories of third parties to whom we disclose PI for a business purpose\tCategories of third parties to whom we share or sell PI\nContact data\nIdentifiers \nCalifornia customer records\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nBusiness customers \nAdvertising partners\nBusiness customers\nAdvertising partners (to facilitate online advertising) \nProfile data \nIdentifiers \nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nNone\nProfessional or employment- related data\nProfessional or employment-related data\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nBusiness customers \nAdvertising partners\nBusiness customers\nAdvertising partners (to facilitate online advertising)\nCommunications \nIdentifiers \nCalifornia consumer records \nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nNone\nMarketing preference data\nIdentifiers \nCommercial information\nCalifornia customer records\nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nBusiness customers \nAdvertising partners\nBusiness customers\nAdvertising partners (to facilitate online advertising)\nDevice data\nIdentifiers \nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nAdvertising partners\nAdvertising partners (to facilitate online advertising) \nOnline activity data\nIdentifiers \nCommercial information\nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nAdvertising partners\nAdvertising partners (to facilitate online advertising) \nData derived from the above\nInferences",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Sensitive personal information. We do not collect, use or disclose sensitive personal information for purposes that California residents have a right to limit under the CCPA.} "
    },
    {
      "Text": "Sensitive personal information. We do not collect, use or disclose sensitive personal information for purposes that California residents have a right to limit under the CCPA.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may use your personal information for reasons not described in this Privacy Policy where permitted by law and the reason is compatible with the purpose for which we collected it. If we need to use your personal information for an unrelated purpose, we will notify you and explain the applicable legal basis.} "
    },
    {
      "Text": " Personal Information (“PI”) we collect ||| 1: CCPA statutory category ||| 2: Categories of third parties to whom we disclose PI for a business purpose ||| 3: Categories of third parties to whom we share or sell PI\n\n0: Contact data ||| 1: Identifiers California customer records ||| 2: Affiliates Service providers Professional advisors Authorities and others Business transferees Business customers Advertising partners ||| 3: Business customers Advertising partners (to facilitate online advertising)\n\n0: Profile data ||| 1: Identifiers ||| 2: Affiliates Service providers Professional advisors Authorities and others Business transferees ||| 3: None\n\n0: Professional or employment- related data ||| 1: Professional or employment-related data ||| 2: Affiliates Service providers Professional advisors Authorities and others Business transferees Business customers Advertising partners ||| 3: Business customers Advertising partners (to facilitate online advertising)\n\n0: Communications ||| 1: Identifiers California consumer records Internet or Network Information ||| 2: Affiliates Service providers Professional advisors Authorities and others Business transferees ||| 3: None\n\n0: Marketing preference data ||| 1: Identifiers Commercial information California customer records Internet or Network Information ||| 2: Affiliates Service providers Professional advisors Authorities and others Business transferees Business customers Advertising partners ||| 3: Business customers Advertising partners (to facilitate online advertising)\n\n0: Device data ||| 1: Identifiers Internet or Network Information ||| 2: Affiliates Service providers Professional advisors Authorities and others Business transferees Advertising partners ||| 3: Advertising partners (to facilitate online advertising)\n\n0: Online activity data ||| 1: Identifiers Commercial information Internet or Network Information ||| 2: Affiliates Service providers Professional advisors Authorities and others Business transferees Advertising partners ||| 3: Advertising partners (to facilitate online advertising)\n\n0: Data derived from the above ||| 1: Inferences ||| 2: Affiliates Service providers Professional advisors Authorities and others Business transferees Business customers Advertising partners ||| 3: Business customers Advertising partners (to facilitate online advertising)",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please contact us for further information about any such transfers or the specific safeguards applied. Notice to residents of California Scope.} "
    },
    {
      "Text": ": Personal Information (“PI”) we collect ||| 1: CCPA statutory category ||| 2: Categories of third parties to whom we disclose PI for a business purpose ||| 3: Categories of third parties to whom we share or sell PI\n\n0: Contact data ||| 1: Identifiers California customer records ||| 2: Affiliates Service providers Professional advisors Authorities and others Business transferees Business customers Advertising partners ||| 3: Business customers Advertising partners (to facilitate online advertising)\n\n0: Profile data ||| 1: Identifiers ||| 2: Affiliates Service providers Professional advisors Authorities and others Business transferees ||| 3: None\n\n0: Professional or employment- related data ||| 1: Professional or employment-related data ||| 2: Affiliates Service providers Professional advisors Authorities and others Business transferees Business customers Advertising partners ||| 3: Business customers Advertising partners (to facilitate online advertising)\n\n0: Communications ||| 1: Identifiers California consumer records Internet or Network Information ||| 2: Affiliates Service providers Professional advisors Authorities and others Business transferees ||| 3: None\n\n0: Marketing preference data ||| 1: Identifiers Commercial information California customer records Internet or Network Information ||| 2: Affiliates Service providers Professional advisors Authorities and others Business transferees Business customers Advertising partners ||| 3: Business customers Advertising partners (to facilitate online advertising)\n\n0: Device data ||| 1: Identifiers Internet or Network Information ||| 2: Affiliates Service providers Professional advisors Authorities and others Business transferees Advertising partners ||| 3: Advertising partners (to facilitate online advertising)\n\n0: Online activity data ||| 1: Identifiers Commercial information Internet or Network Information ||| 2: Affiliates Service providers Professional advisors Authorities and others Business transferees Advertising partners ||| 3: Advertising partners (to facilitate online advertising)\n\n0: Data derived from the above ||| 1: Inferences ||| 2: Affiliates Service providers Professional advisors Authorities and others Business transferees Business customers Advertising partners ||| 3: Business customers Advertising partners (to facilitate online advertising)",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "For information about the categories of sources of this information, see the section above entitled Personal information we collect.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Code Section 1798.140(v)). The table describes our practices currently and during the 12 months preceding the effective date of this Privacy Policy Information you voluntarily provide to us, such as in free-form webforms, may contain other categories of personal information not described below.} "
    },
    {
      "Text": "For information about the purposes for collecting, using, and disclosing personal information, see the section above entitled How we use your personal information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The table describes our practices currently and during the 12 months preceding the effective date of this Privacy Policy Information you voluntarily provide to us, such as in free-form webforms, may contain other categories of personal information not described below. Personal Information (“PI”) we collect CCPA statutory category Categories of third parties to whom we disclose PI for a business purpose Categories of third parties to whom we share or sell PI Contact data Identifiers California customer records Affiliates Service providers Professional advisors Authorities and others Business transferees Business customers Advertising partners Business customers Advertising partners (to facilitate online advertising) Profile data Identifiers Affiliates Service providers Professional advisors Authorities and others Business transferees None Professional or employment- related data Professional or employment-related data Affiliates Service providers Professional advisors Authorities and others Business transferees Business customers Advertising partners Business customers Advertising partners (to facilitate online advertising) Communications Identifiers California consumer records Internet or Network Information Affiliates Service providers Professional advisors Authorities and others Business transferees None Marketing preference data Identifiers Commercial information California customer records Internet or Network Information Affiliates Service providers Professional advisors Authorities and others Business transferees Business customers Advertising partners Business customers Advertising partners (to facilitate online advertising) Device data Identifiers Internet or Network Information Affiliates Service providers Professional advisors Authorities and others Business transferees Advertising partners Advertising partners (to facilitate online advertising) Online activity data Identifiers Commercial information Internet or Network Information Affiliates Service providers Professional advisors Authorities and others Business transferees Advertising partners Advertising partners (to facilitate online advertising) Data derived from the above Inferences Affiliates Service providers Professional advisors Authorities and others Business transferees Business customers Advertising partners Business customers Advertising partners (to facilitate online advertising) For information about the categories of sources of this information, see the section above entitled Personal information we collect.} "
    },
    {
      "Text": "For information about the categories of sources of this information, see the section above entitled Personal information we collect.\\n\\n \\n\\nFor information about the purposes for collecting, using, and disclosing personal information, see the section above entitled How we use your personal information.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Code Section 1798.140(v)). The table describes our practices currently and during the 12 months preceding the effective date of this Privacy Policy Information you voluntarily provide to us, such as in free-form webforms, may contain other categories of personal information not described below.} "
    },
    {
      "Text": "For information about the categories of sources of this information, see the section above entitled Personal information we collect.\\n\\n \\n\\nFor information about the purposes for collecting, using, and disclosing personal information, see the section above entitled How we use your personal information.\\n\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Code Section 1798.140(v)). The table describes our practices currently and during the 12 months preceding the effective date of this Privacy Policy Information you voluntarily provide to us, such as in free-form webforms, may contain other categories of personal information not described below.} "
    },
    {
      "Text": "Targeting Cookies\\nTargeting Cookies\\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.} "
    },
    {
      "Text": "Performance Cookies\\nAlways Active\\nThese cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.\\n\\nFunctional Cookies\\nAlways Active\\nThese cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly.\\n\\nStrictly Necessary Cookies\\nAlways Active\\nThese cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising.} "
    },
    {
      "Text": "More information\nManage Consent Preferences\nTargeting Cookies\nTargeting Cookies\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising.\n\nPerformance Cookies\nAlways Active\nThese cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.\n\nFunctional Cookies\nAlways Active\nThese cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly.\n\\nStrictly Necessary Cookies\nAlways Active\nThese cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.\n\nPerformance Cookies\ncheckbox label label\nConsent Leg.Interest\ncheckbox label label\ncheckbox label label\ncheckbox label label\n",
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Correct Information",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Others",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Others",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI sold / shared",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Correct Information",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Effective as of January, 30, 2023.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Sign up for our newsletter! Why Rev?} "
    },
    {
      "Text": "Changes to this Privacy Policy\\nWe reserve the right to modify this Privacy Policy at any time. If we make changes to this Privacy Policy, we will notify you by updating the date of this Privacy Policy and posting it on the Services. If required by law, we will also provide notification of changes in another way that we believe is reasonably likely to reach you, such as via email or another manner through the Services. Any modifications to this Privacy Policy will be effective upon our posting the modified version (or as otherwise indicated at the time of posting). In all cases, your continued use of the Services after the effective date of any modified Privacy Policy indicates your acceptance of the modified Privacy Policy.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Children The Services are not intended for use by children under 18 years of age. If we learn that we have collected personal information from a child under 18 without the consent of the child’s parent or guardian as required by law, we will delete it.} "
    },
    {
      "Text": "Information/know, access, correction, deletion, and opt-out of sales. You may submit requests to exercise these rights at https://getrev.ai/privacy-request/ or by mailing us at 2150 Comstock Street #712979, San Diego, CA 92171",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We do not offer products or services for use by individuals for their personal, family or household purposes. Accordingly, we treat all personal information we collect as pertaining to individuals in their capacities as business representatives and not their individual capacities.} "
    },
    {
      "Text": "Personal information we collect\n \n\nInformation you provide to us. Personal information you may provide to us through the Service or otherwise includes:\n\nContact data, such as your first and last name, email, phone number, and office address.\nProfile data, such as your username and password that you set to establish an online account with us, and any other information that you add to your account profile.\nProfessional or employment-related data, such as job title, employer, previous employers and positions, professional qualifications and memberships, certifications, and education history.\nCommunications that we exchange, including when you contact us with questions, feedback, or otherwise.\nMarketing preference data, such as your preferences for receiving our marketing and other communications.\nOther information that we may collect which is not specifically listed here, which we will use as described in this Privacy Policy or as otherwise disclosed at the time of collection.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We do not offer products or services for use by individuals for their personal, family or household purposes. Accordingly, we treat all personal information we collect as pertaining to individuals in their capacities as business representatives and not their individual capacities.} "
    },
    {
      "Text": "Third party sources.We obtain personal information from other sources, such as:\n\nData providers, such as information services and data licensors that provide professional and other information.\nPublic sources, such as social media platforms.\nBusiness partner, such as marketing agencies, consulting firms, and software companies that we may bundle our products and services with.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Marketing preference data , such as your preferences for receiving our marketing and other communications. Other information that we may collect which is not specifically listed here, which we will use as described in this Privacy Policy or as otherwise disclosed at the time of collection.} "
    },
    {
      "Text": "Automatic data collection We, our service providers, and our business partners may automatically log information about you, your computer or mobile device, and your activity over time on our sites and other sites and online services. This information may include:\n\nDevice data,  such as your computer’s or mobile device’s operating system type and version number, manufacturer and model, device type (e.g., phone, tablet), browser type, screen resolution, language settings, IP address, unique identifiers (including identifiers used for advertising purposes), the website you visited before browsing to our website, and general location information such as city, state or geographic area.\nOnline activity data, such as pages you viewed, how long you spent on a page, navigation paths between pages, information about your activity on a page, access times, and duration of access.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Public sources , such as social media platforms. Business partner , such as marketing agencies, consulting firms, and software companies that we may bundle our products and services with.} "
    },
    {
      "Text": "Cookies. Some of our automatic data collection is facilitated by cookies and similar technologies.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This information may include: Device data, such as your computer’s or mobile device’s operating system type and version number, manufacturer and model, device type (e.g., phone, tablet), browser type, screen resolution, language settings, IP address, unique identifiers (including identifiers used for advertising purposes), the website you visited before browsing to our website, and general location information such as city, state or geographic area. Online activity data , such as pages you viewed, how long you spent on a page, navigation paths between pages, information about your activity on a page, access times, and duration of access.} "
    },
    {
      "Text": "How we use your personal information\nWe use your personal information for the following purposes or as otherwise described at the time we collect it:\n\nService delivery. We use your personal information to:\n\nprovide, operate and improve the Service and our business;\nestablish and maintain your user profile on the Services;\ncommunicate with you about the Services, including by sending announcements, updates, security alerts, and support and administrative messages;\nunderstand your needs and interests, and personalize your experience with the Service and our communications; and\nprovide support for the Services, respond to your requests, questions and feedback.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We do not offer products or services for use by individuals for their personal, family or household purposes. Accordingly, we treat all personal information we collect as pertaining to individuals in their capacities as business representatives and not their individual capacities.} "
    },
    {
      "Text": "Research and development. We may use your personal information for research and development purposes, including to analyze and improve the Services and our business. As part of these activities, we may create aggregated, de-identified or other anonymous data from personal information we collect.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {How we use your personal information We use your personal information for the following purposes or as otherwise described at the time we collect it: Service delivery. We use your personal information to: provide, operate and improve the Service and our business; establish and maintain your user profile on the Services; communicate with you about the Services, including by sending announcements, updates, security alerts, and support and administrative messages; understand your needs and interests, and personalize your experience with the Service and our communications; and provide support for the Services, respond to your requests, questions and feedback.} "
    },
    {
      "Text": "Marketing and advertising. We and our third-party advertising partners may collect and use your personal information for marketing and advertising purposes:\n\nDirect marketing. We may send you Rev-related or other direct marketing communications as permitted by law, including by email.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We make personal information into anonymous data by removing information that makes the data personally identifiable to you. We may use this anonymous data and share it with third parties for our lawful business purposes, including to analyze and improve the Services and promote our business.} "
    },
    {
      "Text": "Interest-based advertising. We may contract with third party advertising partners to display ads on our Services and other sites. These partners may use cookies and similar technologies to collect information about you (including the device data and online activity data described above) over time across our Services and other sites and online services, as well as your interaction with our emails. They use that data and other information they collect to try to help advertisers reach their desired audience and/or tailor the ads you see on the Services and other online services to your interests.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may send you Rev-related or other direct marketing communications as permitted by law, including by email. You may opt-out of our marketing communications as described in the Opt-out of marketing section below.} "
    },
    {
      "Text": "Marketing and advertising. We and our third-party advertising partners may collect and use your personal information for marketing and advertising purposes:",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We make personal information into anonymous data by removing information that makes the data personally identifiable to you. We may use this anonymous data and share it with third parties for our lawful business purposes, including to analyze and improve the Services and promote our business.} "
    },
    {
      "Text": "Interest-based advertising. We may contract with third party advertising partners to display ads on our Services and other sites. These partners may use cookies and similar technologies to collect information about you (including the device data and online activity data described above) over time across our Services and other sites and online services, as well as your interaction with our emails. They use that data and other information they collect to try to help advertisers reach their desired audience and/or tailor the ads you see on the Services and other online services to your interests.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may send you Rev-related or other direct marketing communications as permitted by law, including by email. You may opt-out of our marketing communications as described in the Opt-out of marketing section below.} "
    },
    {
      "Text": "Compliance and protection. We may use your personal information to:\n\ncomply with applicable laws, lawful requests, and legal process, such as to respond to subpoenas or requests from government authorities;\nprotect our, your or others’ rights, privacy, safety or property (including by making and defending legal claims); \naudit our internal processes for compliance with legal and contractual requirements and internal policies; \nenforce the terms and conditions that govern the Services; and \nprevent, identify, investigate and deter fraudulent, harmful, unauthorized, unethical or illegal activity, including cyberattacks and identity theft. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {They use that data and other information they collect to try to help advertisers reach their desired audience and/or tailor the ads you see on the Services and other online services to your interests. You can learn more about your choices for limiting interest-based advertising in the Cookie Policy.} "
    },
    {
      "Text": "comply with applicable laws, lawful requests, and legal process, such as to respond to subpoenas or requests from government authorities",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You can learn more about your choices for limiting interest-based advertising in the Cookie Policy. Compliance and protection.} "
    },
    {
      "Text": "protect our, your or others’ rights, privacy, safety or property (including by making and defending legal claims);",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You can learn more about your choices for limiting interest-based advertising in the Cookie Policy. Compliance and protection.} "
    },
    {
      "Text": "How we share your personal information\nWe may share your personal information with the following parties and as otherwise described in this Privacy Policy or at the time of collection: \n\nAffiliates. Our subsidiaries and other corporate affiliates, for purposes consistent with this Privacy Policy.\n\nBusiness customers.. We may share your personal information with our business customers for their own direct marketing purposes. If you are a California resident, this sharing may constitute a “sale” of your personal information under the California Consumer Privacy Act.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We do not offer products or services for use by individuals for their personal, family or household purposes. Accordingly, we treat all personal information we collect as pertaining to individuals in their capacities as business representatives and not their individual capacities.} "
    },
    {
      "Text": " You may opt-out of this sharing as described in the Opt-out of sharing with third parties for their marketing purposes section below.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We and our third-party advertising partners may collect and use your personal information for marketing and advertising purposes: Direct marketing . We may send you Rev-related or other direct marketing communications as permitted by law, including by email.} "
    },
    {
      "Text": "Business customers.. We may share your personal information with our business customers for their own direct marketing purposes. If you are a California resident, this sharing may constitute a “sale” of your personal information under the California Consumer Privacy Act.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {How we share your personal information We may share your personal information with the following parties and as otherwise described in this Privacy Policy or at the time of collection: Affiliates. Our subsidiaries and other corporate affiliates, for purposes consistent with this Privacy Policy.} "
    },
    {
      "Text": "Service providers. Companies and individuals that provide services on our behalf or help us operate the Services or our business, such as hosting, information technology, customer service, email delivery and website analytics. \n\nAdvertising partners.  Third party advertising partners that collect information about your activity on the Services and other online services to help us advertise our services, and/or use customer lists that we share with them to deliver ads on their platforms to those customers and similar users. \n\nProfessional advisors. Professional advisors, such as lawyers, auditors, bankers and insurers, where necessary in the course of the professional services that they render to us.\n\nAuthorities and others. Law enforcement, government authorities, and private parties, as we believe in good faith to be necessary or appropriate for the purposes described above. \n\nBusiness transferees. Acquiring and other relevant participants in business transactions (or potential transactions) involving a corporate divestiture, merger, consolidation, acquisition, reorganization, sale or other disposition of all or any portion of the business or assets of, or equity interests in, Rev or our affiliates (including, in connection with a bankruptcy or similar proceedings). ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {If you are a California resident, this sharing may constitute a “sale” of your personal information under the California Consumer Privacy Act. You may opt-out of this sharing as described in the Opt-out of sharing with third parties for their marketing purposes section below.} "
    },
    {
      "Text": "Access or update your information. If you have registered for an account with us, you may review and update certain account information by logging into the account.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Acquiring and other relevant participants in business transactions (or potential transactions) involving a corporate divestiture, merger, consolidation, acquisition, reorganization, sale or other disposition of all or any portion of the business or assets of, or equity interests in, Rev or our affiliates (including, in connection with a bankruptcy or similar proceedings). Your choices You have the following choices with respect to your personal information.} "
    },
    {
      "Text": "Access or update your information. If you have registered for an account with us, you may review and update certain account information by logging into the account. You can also request changes to certain of your account information by contacting us at https://getrev.ai/privacy-request/.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Acquiring and other relevant participants in business transactions (or potential transactions) involving a corporate divestiture, merger, consolidation, acquisition, reorganization, sale or other disposition of all or any portion of the business or assets of, or equity interests in, Rev or our affiliates (including, in connection with a bankruptcy or similar proceedings). Your choices You have the following choices with respect to your personal information.} "
    },
    {
      "Text": "You can also request changes to certain of your account information by contacting us at https://getrev.ai/privacy-request/.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Access or update your information. If you have registered for an account with us, you may review and update certain account information by logging into the account.} "
    },
    {
      "Text": "Opt-out of sharing with third parties for their marketing purposes. To opt-out of our sharing of your personal information with third parties for their own direct marketing purposes, please contact us at https://getrev.ai/privacy-request/..",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We and our third-party advertising partners may collect and use your personal information for marketing and advertising purposes: Direct marketing . We may send you Rev-related or other direct marketing communications as permitted by law, including by email.} "
    },
    {
      "Text": "To opt-out of our sharing of your personal information with third parties for their own direct marketing purposes, please contact us at https://getrev.ai/privacy-request/..",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may continue to receive service-related and other non-marketing emails, such as those about your account or our ongoing business relations. Opt-out of sharing with third parties for their marketing purposes.} "
    },
    {
      "Text": "Most browsers let you remove and/or stop accepting cookies from the websites you visit. To do this, follow the instructions in your browser’s settings. Many browsers accept cookies by default until you change your settings.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {To opt-out of our sharing of your personal information with third parties for their own direct marketing purposes, please contact us at https://getrev.ai/privacy-request/ .. Cookies.} "
    },
    {
      "Text": "To do this, follow the instructions in your browser’s settings.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Cookies. Most browsers let you remove and/or stop accepting cookies from the websites you visit.} "
    },
    {
      "Text": "Security\nWe employ a number of technical, organizational and physical safeguards designed to protect the personal information we collect. However, security risk is inherent in all internet and information technologies and we cannot guarantee the security of your personal information.",
      "Label": "Others",
      "Context": "2 Sentences Before {We do not control websites, mobile applications or online services operated by third parties, and we are not responsible for their actions. We encourage you to read the privacy policies of the other websites and mobile applications and online services you use.} "
    },
    {
      "Text": "Children\nThe Services are not intended for use by children under 18 years of age. If we learn that we have collected personal information from a child under 18 without the consent of the child’s parent or guardian as required by law, we will delete it.",
      "Label": "Others",
      "Context": "2 Sentences Before {Your personal information may be transferred to the United States or other locations where privacy laws may not be as protective as those in your state, province, or country. Residents of the United Kingdom and European Economic Area should read the important information provided below about transfer of personal information outside of the United Kingdom or European Economic Area.} "
    },
    {
      "Text": "Processing purpose (click link for details)\n\nDetails regarding each processing purpose listed below are provided in the section above titled “How we use your personal information”.\n\nLegal basis\n\nService delivery\n\nProcessing is necessary to perform the contract governing our provision of the Services or to take steps that you request prior to signing up for the Services. \n\nWhere we cannot process your personal data as required to operate the Services on the grounds of contractual necessity, we process your personal information for this purpose based on our legitimate interest in providing you with the Services you access and request.\n\nMarketing and advertising\n\nProcessing is based on your consent where that consent is required by applicable law. \n\nWhere such consent is not required by applicable law, we process your personal information for these purposes based on our legitimate interests in promoting our business.\n\nResearch and development\n\nCompliance and protection\n\nThese activities constitute our legitimate interests. \n\nCompliance with legal obligations \n\nProcessing is necessary to comply with our legal obligations.\n\nActions we take with your consent\n\nProcessing is based on your consent. Where we rely on your consent you have the right to withdraw it any time in the manner indicated when you consent or in the Services.",
      "Label": "Others",
      "Context": "2 Sentences Before {We rely on our legitimate interests as our legal basis only where those interests are not overridden by the impact on you (unless we have your consent or our processing is otherwise required or permitted by law). If you have questions about the legal basis of how we process your personal information, contact us at privacy@getrev.ai .} "
    },
    {
      "Text": "0: Processing purpose (click link for details) Details regarding each processing purpose listed below are provided in the section above titled “How we use your personal information”. ||| 1: Legal basis\n\n0: Service delivery ||| 1: Processing is necessary to perform the contract governing our provision of the Services or to take steps that you request prior to signing up for the Services. Where we cannot process your personal data as required to operate the Services on the grounds of contractual necessity, we process your personal information for this purpose based on our legitimate interest in providing you with the Services you access and request.\n\n0: Marketing and advertising ||| 1: Processing is based on your consent where that consent is required by applicable law. Where such consent is not required by applicable law, we process your personal information for these purposes based on our legitimate interests in promoting our business.\n\n0: Research and development Compliance and protection ||| 1: These activities constitute our legitimate interests.\n\n0: Compliance with legal obligations ||| 1: Processing is necessary to comply with our legal obligations.\n\n0: Actions we take with your consent ||| 1: Processing is based on your consent. Where we rely on your consent you have the right to withdraw it any time in the manner indicated when you consent or in the Services.",
      "Label": "Others",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Sensitive personal information\n\nWe ask that you not provide us with any sensitive personal information (e.g., information related to racial or ethnic origin, political opinions, religion or other beliefs, health, biometrics or genetic characteristics, criminal background or trade union membership) on or through the Services, or otherwise to us. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may use your personal information for reasons not described in this Privacy Policy where permitted by law and the reason is compatible with the purpose for which we collected it. If we need to use your personal information for an unrelated purpose, we will notify you and explain the applicable legal basis.} "
    },
    {
      "Text": "Your rights\n\nEEA and UK data protection laws give you certain rights regarding your personal information. If you are located within the EEA or UK, you may ask us to take the following actions in relation to your personal information that we hold:\n\nAccess. Provide you with information about our processing of your personal information and give you access to your personal information.\nCorrect. Update or correct inaccuracies in your personal information.\nDelete. Delete your personal information.\nTransfer. Transfer a machine-readable copy of your personal information to you or a third party of your choice.\nRestrict. Restrict the processing of your personal information.\nObject. Object to our reliance on our legitimate interests as the basis of our processing of your personal information that impacts your rights.",
      "Label": "Others",
      "Context": "2 Sentences Before {Sensitive personal information We ask that you not provide us with any sensitive personal information (e.g., information related to racial or ethnic origin, political opinions, religion or other beliefs, health, biometrics or genetic characteristics, criminal background or trade union membership) on or through the Services, or otherwise to us. If you do not consent to our processing and use of such sensitive personal information, you must not submit such sensitive personal information through our Services.} "
    },
    {
      "Text": "Information/know. You can request information for the past 12 months about: \nthe categories of personal information that we have collected; the categories of sources from which we collected personal information; the business or commercial purpose for collecting, sharing and/or selling personal information; \ncategories of any personal information that we sold or disclosed for a business purpose. and; \nthe categories of any third parties with whom personal information was sold, shared or disclosed for a business purpose.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {We do not offer products or services for use by individuals for their personal, family or household purposes. Accordingly, we treat all personal information we collect as pertaining to individuals in their capacities as business representatives and not their individual capacities.} "
    },
    {
      "Text": "Information/know. You can request information for the past 12 months about: \nthe categories of personal information that we have collected; the categories of sources from which we collected personal information; the business or commercial purpose for collecting, sharing and/or selling personal information; \ncategories of any personal information that we sold or disclosed for a business purpose. and; \nthe categories of any third parties with whom personal information was sold, shared or disclosed for a business purpose.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {We do not offer products or services for use by individuals for their personal, family or household purposes. Accordingly, we treat all personal information we collect as pertaining to individuals in their capacities as business representatives and not their individual capacities.} "
    },
    {
      "Text": "Correction. You can request that we correct inaccurate personal information that we have collected about you.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {Access. You can request a copy of the personal information that we have collected about you.} "
    },
    {
      "Text": "Deletion. You can request that we delete your personal information. Please note that once we process a deletion request, we may be unable to provide access or support to any past products or services.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Correction. You can request that we correct inaccurate personal information that we have collected about you.} "
    },
    {
      "Text": "Opt-out.\nOpt-out of tracking for targeted advertising purposes. Like many companies, we use services that help to deliver targeted ads (also known as interest-based ads) to you as described above. The CCPA classifies our use of some of these services as “sharing” your personal information with the advertising partners that provide the services, from which you have the right to opt-out.   \nOpt-out of sales. We may share personal information that we collect from commercially and publicly available sources with third parties for their own direct marketing purposes. In certain cases, the CCPA may consider this a “sale” of your personal information, from which you have the right to opt-out.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {We and our third-party advertising partners may collect and use your personal information for marketing and advertising purposes: Direct marketing . We may send you Rev-related or other direct marketing communications as permitted by law, including by email.} "
    },
    {
      "Text": "Nondiscrimination. You are entitled to exercise the rights described above free from discrimination as prohibited by applicable privacy laws. ",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We may share personal information that we collect from commercially and publicly available sources with third parties for their own direct marketing purposes. In certain cases, the CCPA may consider this a “sale” of your personal information, from which you have the right to opt-out.} "
    },
    {
      "Text": "How to Exercise Your Rights. \n\nInformation/know, access, correction, deletion, and opt-out of sales. You may submit requests to exercise these rights at https://getrev.ai/privacy-request/ or by mailing us at 2150 Comstock Street #712979, San Diego, CA 92171.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Nondiscrimination. You are entitled to exercise the rights described above free from discrimination as prohibited by applicable privacy laws.} "
    },
    {
      "Text": "Opt-out of tracking for targeted advertising purposes. You can submit requests to opt-out of tracking for targeted advertising purposes through our cookie preference manager. Your request to opt-out will apply only to the browser and the device from which you submit the request. You can also broadcast the Global Privacy Control (GPC) to opt-out for each participating browser system that you use. Learn more at https://globalprivacycontrol.org/.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We and our third-party advertising partners may collect and use your personal information for marketing and advertising purposes: Direct marketing . We may send you Rev-related or other direct marketing communications as permitted by law, including by email.} "
    },
    {
      "Text": "Sensitive personal information. We do not collect, use or disclose sensitive personal information for purposes that California residents have a right to limit under the CCPA.\nPersonal Information that we collect, use and disclose.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may use your personal information for reasons not described in this Privacy Policy where permitted by law and the reason is compatible with the purpose for which we collected it. If we need to use your personal information for an unrelated purpose, we will notify you and explain the applicable legal basis.} "
    },
    {
      "Text": "Personal Information (“PI”) we collect\tCCPA statutory category\tCategories of third parties to whom we disclose PI for a business purpose\tCategories of third parties to whom we share or sell PI\nContact data\nIdentifiers \nCalifornia customer records\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nBusiness customers \nAdvertising partners\nBusiness customers\nAdvertising partners (to facilitate online advertising) \nProfile data \nIdentifiers \nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nNone\nProfessional or employment- related data\nProfessional or employment-related data\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nBusiness customers \nAdvertising partners\nBusiness customers\nAdvertising partners (to facilitate online advertising)\nCommunications \nIdentifiers \nCalifornia consumer records \nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nNone\nMarketing preference data\nIdentifiers \nCommercial information\nCalifornia customer records\nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nBusiness customers \nAdvertising partners\nBusiness customers\nAdvertising partners (to facilitate online advertising)\nDevice data\nIdentifiers \nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nAdvertising partners\nAdvertising partners (to facilitate online advertising) \nOnline activity data\nIdentifiers \nCommercial information\nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nAdvertising partners\nAdvertising partners (to facilitate online advertising) \nData derived from the above\nInferences\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nBusiness customers \nAdvertising partners\nBusiness customers\nAdvertising partners (to facilitate online advertising)",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please contact us for further information about any such transfers or the specific safeguards applied. Notice to residents of California Scope.} "
    },
    {
      "Text": "Personal Information (“PI”) we collect\tCCPA statutory category\tCategories of third parties to whom we disclose PI for a business purpose\tCategories of third parties to whom we share or sell PI\nContact data\nIdentifiers \nCalifornia customer records\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nBusiness customers \nAdvertising partners\nBusiness customers\nAdvertising partners (to facilitate online advertising) \nProfile data \nIdentifiers \nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nNone\nProfessional or employment- related data\nProfessional or employment-related data\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nBusiness customers \nAdvertising partners\nBusiness customers\nAdvertising partners (to facilitate online advertising)\nCommunications \nIdentifiers \nCalifornia consumer records \nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nNone\nMarketing preference data\nIdentifiers \nCommercial information\nCalifornia customer records\nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nBusiness customers \nAdvertising partners\nBusiness customers\nAdvertising partners (to facilitate online advertising)\nDevice data\nIdentifiers \nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nAdvertising partners\nAdvertising partners (to facilitate online advertising) \nOnline activity data\nIdentifiers \nCommercial information\nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nAdvertising partners\nAdvertising partners (to facilitate online advertising) \nData derived from the above\nInferences\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nBusiness customers \nAdvertising partners\nBusiness customers\nAdvertising partners (to facilitate online advertising)",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please contact us for further information about any such transfers or the specific safeguards applied. Notice to residents of California Scope.} "
    },
    {
      "Text": "Personal Information (“PI”) we collect\tCCPA statutory category\tCategories of third parties to whom we disclose PI for a business purpose\tCategories of third parties to whom we share or sell PI\nContact data\nIdentifiers \nCalifornia customer records\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nBusiness customers \nAdvertising partners\nBusiness customers\nAdvertising partners (to facilitate online advertising) \nProfile data \nIdentifiers \nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nNone\nProfessional or employment- related data\nProfessional or employment-related data\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nBusiness customers \nAdvertising partners\nBusiness customers\nAdvertising partners (to facilitate online advertising)\nCommunications \nIdentifiers \nCalifornia consumer records \nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nNone\nMarketing preference data\nIdentifiers \nCommercial information\nCalifornia customer records\nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nBusiness customers \nAdvertising partners\nBusiness customers\nAdvertising partners (to facilitate online advertising)\nDevice data\nIdentifiers \nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nAdvertising partners\nAdvertising partners (to facilitate online advertising) \nOnline activity data\nIdentifiers \nCommercial information\nInternet or Network Information\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nAdvertising partners\nAdvertising partners (to facilitate online advertising) \nData derived from the above\nInferences\nAffiliates\nService providers\nProfessional advisors\nAuthorities and others\nBusiness transferees\nBusiness customers \nAdvertising partners\nBusiness customers\nAdvertising partners (to facilitate online advertising)",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Please contact us for further information about any such transfers or the specific safeguards applied. Notice to residents of California Scope.} "
    },
    {
      "Text": "Personal Information (“PI”) we collect ||| Contact data ||| Profile data ||| Professional or employment- related data ||| Communications ||| Marketing preference data ||| Device data ||| Online activity data ||| Data derived from the above\n\nCCPA statutory category ||| Identifiers California customer records ||| Identifiers ||| Professional or employment-related data ||| Identifiers California consumer records Internet or Network Information ||| Identifiers Commercial information California customer records Internet or Network Information ||| Identifiers Internet or Network Information ||| Identifiers Commercial information Internet or Network Information ||| Inferences",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Please contact us for further information about any such transfers or the specific safeguards applied. Notice to residents of California Scope.} "
    },
    {
      "Text": "Categories of third parties to whom we disclose PI for a business purpose ||| Affiliates Service providers Professional advisors Authorities and others Business transferees Business customers Advertising partners ||| Affiliates Service providers Professional advisors Authorities and others Business transferees ||| Affiliates Service providers Professional advisors Authorities and others Business transferees Business customers Advertising partners ||| Affiliates Service providers Professional advisors Authorities and others Business transferees ||| Affiliates Service providers Professional advisors Authorities and others Business transferees Business customers Advertising partners ||| Affiliates Service providers Professional advisors Authorities and others Business transferees Advertising partners ||| Affiliates Service providers Professional advisors Authorities and others Business transferees Advertising partners ||| Affiliates Service providers Professional advisors Authorities and others Business transferees Business customers Advertising partners",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Code Section 1798.140(v)). The table describes our practices currently and during the 12 months preceding the effective date of this Privacy Policy Information you voluntarily provide to us, such as in free-form webforms, may contain other categories of personal information not described below.} "
    },
    {
      "Text": "Categories of third parties to whom we share or sell PI ||| Business customers Advertising partners (to facilitate online advertising) ||| None ||| Business customers Advertising partners (to facilitate online advertising) ||| None ||| Business customers Advertising partners (to facilitate online advertising) ||| Advertising partners (to facilitate online advertising) ||| Advertising partners (to facilitate online advertising) ||| Business customers Advertising partners (to facilitate online advertising)",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Code Section 1798.140(v)). The table describes our practices currently and during the 12 months preceding the effective date of this Privacy Policy Information you voluntarily provide to us, such as in free-form webforms, may contain other categories of personal information not described below.} "
    },
    {
      "Text": "Categories of third parties to whom we share or sell PI ||| Business customers Advertising partners (to facilitate online advertising) ||| None ||| Business customers Advertising partners (to facilitate online advertising) ||| None ||| Business customers Advertising partners (to facilitate online advertising) ||| Advertising partners (to facilitate online advertising) ||| Advertising partners (to facilitate online advertising) ||| Business customers Advertising partners (to facilitate online advertising)",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Code Section 1798.140(v)). The table describes our practices currently and during the 12 months preceding the effective date of this Privacy Policy Information you voluntarily provide to us, such as in free-form webforms, may contain other categories of personal information not described below.} "
    },
    {
      "Text": "Targeting Cookies\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.} "
    },
    {
      "Text": "Targeting Cookies\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.} "
    },
    {
      "Text": "Targeting Cookies\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.} "
    },
    {
      "Text": "Marketing and advertising. We and our third-party advertising partners may collect and use your personal information for marketing and advertising purposes:",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We make personal information into anonymous data by removing information that makes the data personally identifiable to you. We may use this anonymous data and share it with third parties for our lawful business purposes, including to analyze and improve the Services and promote our business.} "
    },
    {
      "Text": "Interest-based advertising. We may contract with third party advertising partners to display ads on our Services and other sites. These partners may use cookies and similar technologies to collect information about you (including the device data and online activity data described above) over time across our Services and other sites and online services, as well as your interaction with our emails. They use that data and other information they collect to try to help advertisers reach their desired audience and/or tailor the ads you see on the Services and other online services to your interests.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may send you Rev-related or other direct marketing communications as permitted by law, including by email. You may opt-out of our marketing communications as described in the Opt-out of marketing section below.} "
    },
    {
      "Text": "Effective as of January, 30, 2023.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Sign up for our newsletter! Why Rev?} "
    },
    {
      "Text": "Advertising partners.  Third party advertising partners that collect information about your activity on the Services and other online services to help us advertise our services, and/or use customer lists that we share with them to deliver ads on their platforms to those customers and similar users. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Service providers. Companies and individuals that provide services on our behalf or help us operate the Services or our business, such as hosting, information technology, customer service, email delivery and website analytics.} "
    },
    {
      "Text": "Access or update your information. If you have registered for an account with us, you may review and update certain account information by logging into the account.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Acquiring and other relevant participants in business transactions (or potential transactions) involving a corporate divestiture, merger, consolidation, acquisition, reorganization, sale or other disposition of all or any portion of the business or assets of, or equity interests in, Rev or our affiliates (including, in connection with a bankruptcy or similar proceedings). Your choices You have the following choices with respect to your personal information.} "
    },
    {
      "Text": "Changes to this Privacy Policy\\nWe reserve the right to modify this Privacy Policy at any time. If we make changes to this Privacy Policy, we will notify you by updating the date of this Privacy Policy and posting it on the Services. If required by law, we will also provide notification of changes in another way that we believe is reasonably likely to reach you, such as via email or another manner through the Services. Any modifications to this Privacy Policy will be effective upon our posting the modified version (or as otherwise indicated at the time of posting).",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Children The Services are not intended for use by children under 18 years of age. If we learn that we have collected personal information from a child under 18 without the consent of the child’s parent or guardian as required by law, we will delete it.} "
    }
  ]
}