{
  "policy_id": "7",
  "text": "Privacy Policy www.acxiom.com <link rel=\"stylesheet\" href=\"/wp-content/themes/acxiom/style.min.css?1677194284\"> <iframe src=\"//www.googletagmanager.com/ns.html?id=GTM-TDLQS69\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Chevron Right Arrow Right Play Plus skip to main content What We Do Data⁠ Back Data Comprehensive global data and insights to understand, reach and engage audiences, maximize your media investments and power more personalized experiences. Read the Overview Audience Data and Distribution⁠ Fuel optimal campaigns with thousands of high-performing audiences. Data Enrichment⁠ Build relevant experiences based on the needs, wants and preferences of customers. InfoBase®⁠ The world’s most powerful consumer insights. Personicx® Consumer Segmentation Solutions⁠ Better understand and engage modern audiences. Email Prospecting⁠ Effectively reach prospect audiences Featured Partner Marketplace⁠ Offering Granular Consumer Insights to Drive Strategic Campaigns Data Management Solutions⁠ Back Data Management Solutions Powering all of your digital and offline data-driven marketing efforts Read the Overview Data Clean Rooms⁠ Turn data into an asset by safely sharing it with partners to power new marketing and revenue opportunities. CDP Services⁠ Leverage Acxiom’s CDP services and complimentary solutions to implement, integrate, enhance and optimize the value of your CDP investment. Marketing Database Services and Solutions⁠ Create an unbeatable technology foundation to bring your marketing aspirations to life. Identity Resolution⁠ Back Identity Resolution Real Identity TM helps the world's biggest brands accurately identify and connect with consumers anytime, anywhere to create relevant experiences. Read the Overview Data Quality, Hygiene and Linking⁠ Cleanse, standardize, and validate consumer contact data. First-party Identity Graphs⁠ Unify customer identity Identity Resolution Services and Solutions⁠ Unify data silos to create and maintain a unified customer view. Identity Consulting⁠ Expert guidance to design the optimal identity solution while leveraging existing systems. Featured Match Multiplier⁠ Extend the reach of first-party audiences Featured rAPID Services⁠ Deliver decisions in less than 10ms to power relevant and engaging messages in real-time. Media⁠ Back Media Integrated data, identity, audience strategy, activation and measurement to deliver connections at scale. Read the Overview Audiences Insights & Strategy⁠ Identity high performance audiences with tools and strategists to discover and create the right audiences. Advanced Media Analytics⁠ Understand performance with people-based, audience-focused digital media solutions starting with your customer data. Data Guru⁠ Work with data experts to create and execute high performing audiences. Audience Data and Distribution⁠ Fuel optimal campaigns with thousands of high-performing audiences Analytics and Strategy⁠ Back Analytics and Strategy A full suite of strategy consulting, predictive and marketing analytics and marketing measurement offerings to support all facets of the data-driven prospect and customer journey. Read the Overview Data Strategy Consulting⁠ Partner with industry leading data strategists with decades of experience in helping brands optimize their use of data and technology to compete better and deliver exceptional customer experiences. Advanced Predictive Analytics⁠ Leverage the latest predictive analytics, custom modeling, machine learning and segmentation techniques by engaging skilled data scientists to support all of your customer journey analytics needs. Campaign Measurement⁠ Effectively measure the incremental lift from your campaigns across all channels to improve marketing campaign performance. Impact Analysis⁠ Understand how global market trends and events impact your customers and recalibrate existing data analytics investments for success. Multi-touch Attribution⁠ Measure the incremental effectiveness of your addressable media spend and optimize future spend decisions to maximize ROI and ROAS. Intelligence Hub⁠ Empower your brand with a cloud-based data analytics environment that enables a real-time data pipeline, marketing optimization and business intelligence. Data Privacy⁠ Industries Financial Services⁠ Fuel growth with the experts in data stewardship and privacy. Retail⁠ Optimize your omnichannel marketing strategies and programs. Restaurants⁠ Activate insights in a transformed ecosystem, at scale. Automotive⁠ Deliver a seamless automotive experience. Insurance⁠ Drive growth with premier people-based marketing solutions. Healthcare⁠ Leverage data to enhance the patient experience. Consumer Packaged Goods, Durables and Fast-Moving Goods⁠ Gain new advantages by bridging the consumer insights gaps between the digital and physical distribution networks. Travel & Entertainment⁠ Create a connected travel experience. Telecommunications⁠ Power smart marketing programs that increase net adds, reduce churn, enhance customer experience and grow ARPU and ARPA. Media⁠ Reach high-value audiences to drive engagement and reduce churn. Technology⁠ Accelerate adoption with powerful data-driven experiences. Grocery and Convenience Stores⁠ Transform payment processing into rich first-party data. Food Delivery Services⁠ Determine the market price tolerance to strike the best balance to fuel adoption and growth. Government and Public Sector⁠ Enabling highly-personalized customer experiences. Resources Hub Events What is? Consumer Data⁠ People-Based Marketing⁠ Customer Data Platform⁠ Data Management Platform⁠ Identity Resolution⁠ Customer Experience⁠ Digital Transformation⁠ The New Data Economy⁠ Cookieless Advertising & Marketing⁠ Marketing Database⁠ Partners About Us Back About Us Read the Overview Company⁠ Leadership⁠ Locations⁠ Corporate Citizenship⁠ Code of Ethics⁠ News⁠ Careers⁠ Diversity, Equity and Inclusion⁠ Celebrating Women⁠ IPG’S Marketing Intelligence Engine⁠ Privacy Login Search Login Country United Kingdom Germany China Contact Us × search Privacy Policy for www.acxiom.com <img src=\"https://www.acxiom.com/wp-content/uploads/2019/06/Privacy-Desktop-2019_2.jpg\" alt=\"Privacy Policy for www.acxiom.com\"> Overview Privacy Policy for www.acxiom.com US Products Privacy Policy California Consumer Privacy Act Rights GDPR Privacy Notice Privacy Principles Security Information EU-US Privacy Shield/Swiss-US Privacy Shield Acxiom Canadian Data Products Privacy Policy Acxiom Germany Privacy Policy Acxiom UK Privacy Policy This privacy notice applies solely to information collected by Acxiom on www.acxiom.com and is designed to ensure that visitors to this website understand what information Acxiom collects and uses information provided by users of this site and why. California consumers click here for a summary of your state-specific rights. Virginia consumers click here for a summary of your state-specific rights. Collection and Use by Acxiom Business Purposes for which personal information is collected from you: This website allows you to request information from Acxiom; register for special offers, seminars or demonstrations; participate in surveys and contests; download thought leadership papers, videos, and podcasts; subscribe to Acxiom products and services; access our SaaS products; and submit an application for employment. To support these activities, Acxiom will ask for information about you and, where applicable, your company. The information you provide will be used to support your relationship with Acxiom. Acxiom does not combine any personal information received from you via registration with our web site with any information maintained in our consumer data products. To fulfill a particular request, the information you provide may be shared within the Acxiom and the Interpublic Group family of businesses. We may use it to make this site easier for you to use and to inform you of services and product updates, new products and other related information from Acxiom. The site does not allow third parties to collect personally identifiable information about you related to your online activities when you use this site. Use by Third Parties Acxiom may provide aggregated information, such as the number of visitors to the site or the results of a survey, to our third parties, service providers/processors and contractors to develop suggestions to improve our website accessibility and the services provided on the site. Aggregated data is not linked to any personally identifiable information. Acxiom may use contractors and service providers/processors to help us deliver services accessed through this site and to deliver content and fulfill requests made on this site. However, in these instances, the information you provide remains the property of Acxiom. In addition, we reserve the right to disclose the information you provided as required by law and when we believe disclosure is necessary to protect our rights or comply with a judicial proceeding, court order or legal process served on our website. If Acxiom goes through a business transition such as a merger, acquisition, or divestiture, your personal information will likely be among the assets transferred.  We will require an acquiring company to uphold the material terms of this privacy notice. This website also contains links to sites owned by other businesses. Please be aware that Acxiom is not responsible for the privacy practices of these other sites. We encourage you, when you leave this site, to read the privacy notice of those other sites. Acxiom’s Data Products As a consumer, you have choices that govern how Acxiom will handle personal information related to you. To understand all of Acxiom’s data products, go to our US Products Privacy Policy here . Technologies Acxiom uses technology to help us understand which parts of our websites are visited most often and understand traffic patterns on pages. Cookies/Tags: This site uses cookies and tags to tailor web content to match your browser capability, customize your experience on our web site, and to present Acxiom advertising on other web sites. You can set your Internet browser to notify you when you receive a cookie, giving you the chance to decide whether or not to accept it. If you reject the cookie, you may still use this site, but you may be limited in the functionality of some areas. For more information about cookies, visit How Cookies Work . Sensors: To determine your ability to receive HTML-based e-mail messages, Acxiom may include a coded sensor in its HTML-based e-mail messages. The sensor activates when the e-mail message is opened and flags the e-mail address of the recipient as one that is capable of receiving HTML-based e-mail messages. This capability helps us to send the e-mail in a format you can read, which allows us to track the aggregate number of e-mails read and to measure, in aggregate, if any of the links in the e-mail were accessed. If the recipient cannot receive HTML e-mails, the recipient will not receive a functioning sensor. Log Files: We use IP addresses, user agent and HTTP header information from site visitors of acxiom.com to analyze trends, administer the site, track users’ activities on the website and gather broad demographic information for aggregate use in improving the site and its applications and services, as well as marketing our products. Contact Information: When provided by a user when registering or engaging with Acxiom, we use your personal information, such as name, phone number or email address, to populate our customer relationship management systems to be used for the purposes described in this notice. Universal Opt-Out Mechanism / Opt-Out Preference Signal: Beginning in 2020, multiple state passed legislation related to universal opt-out mechanisms and “global privacy control” requirements. Acxiom does not sell or share information collected based upon a visit to the acxiom.com website. This website does not recognize browser “do-not-track” signals or similar mechanisms. Acxiom’s Data Products Separate from the information collected on this website, Acxiom builds and licenses consumer data products. As a consumer, you have choices that govern how Acxiom will handle personal information related to you. To understand all of Acxiom’s data products, go to our US Products Privacy Policy here . California Consumer Privacy Act Rights The California Consumer Privacy Act of 2018, as amended by the California Privacy Rights Act (collectively, the “CCPA” or the “Act”) confers privacy rights on California consumers and imposes corresponding obligations on businesses subject to the Act as described in this Section. The following is intended to explain a consumers’ rights and the obligations Acxiom has under the CCPA. Note: Acxiom employees in California should refer to the Privacy Notice in their Associate Handbook. Right to Know/Request for Access to Personal Information As a consumer under the CCPA, you have the right to request that Acxiom disclose what personal information we collect, use, , and sell or share about you. We call this your “right to know.” To respond to your right to know request, the CCPA permits Acxiom to verify your identity. This will require that you provide certain personal information for validation. If you call or mail us and request a consumer access report, an Acxiom associate will call you to administer an authentication test in which you will be required to answer certain questions to verify your identity. Acxiom will delete the new information collected as part of the identity verification process as soon as practical after fulfilling your request. Please click here for instructions on submitting a right to know request concerning the information that Acxiom has collected about you via www.acxiom.com. If we are unable to satisfactorily verify your identity, we will be unable to fulfill your right to know request. In that case, please see the information below concerning Acxiom’s data collection and maintenance practices. Types of Personal Information Acxiom Collects on acxiom.com Separate from the personal information Acxiom collects on acxiom.com, we have consumer data products we sell to third parties. For information and your rights regarding our consumer data products, click here . Right to Know about Personal Information Collected, Disclosed, Sold or Shared Business Purposes for which Personal Information is Collected: We collect personal information for our own business purposes as described above, including internal research, internal operations, auditing, detecting security incidents, improving our services, quality control, and legal compliance. Categories of Personal Information Collected Personal identifiers (e.g., name, alias, postal address, IP address, email address, account name, or similar identifiers, as well as other personal records such as telephone number, bank account number, credit card number, or debit card number) Internet Activity (e.g., internet browsing or search history information, web site registration information, digital advertisement interaction information) Disclosure/Sharing of Personal Information During the last year, Acxiom has only shared personal information it has collected via the www.acxiom.com web site as described above at “Use By Third Parties.” Acxiom does not sell personal information to individual consumers. Acxiom does not sell personal information collected from you via acxiom.com web site. Your Choices and How to Contact Us Unsubscribe or Opt Out / Deletion Requests Acxiom offers you the opportunity to opt out of receiving personalized digital ads, and promotional e-mail, calls or mail from Acxiom about our products and services. Acxiom also extends the right to request a deletion of the information that Acxiom has collected from you via the acxiom.com web site. For e-mail, individuals may opt out at any time by using the unsubscribe mechanism within the e-mail or visit here , which allows individuals to manage their subscription preferences regarding Acxiom’s newsletters, e-mail alerts and special offers. This mechanism does not allow a user to opt out of receiving transactional e-mail, such as registration confirmation, product updates and responses to direct requests. To opt out of calls or direct mail or to submit a deletion request, individuals may submit a request here . Access and Correction Our clients may access and correct the information provided via this website. To obtain a copy of or to correct this information, please submit a request here . The instructions provided above apply to information that you have provided to Acxiom in registering with us via the Acxiom.com web site. If you have an interest in the rights available to you with respect to any personal information that Acxiom may have about you in our consumer data products, for California consumers click here for a summary of your state-specific rights or please see our information product policies by clicking here . Appeals Process: Acxiom provides consumers a formal method for appealing Acxiom’s refusal to take action on a request for access, deletion, correction, opt-out, or any other right afforded by state privacy laws. An appeal may be submitted by emailing us at consumeradvo@acxiom.com or call 1-877-774-2094. Information for California Consumers You may contact the California Attorney General (https://www.oag.ca.gov), or the California Privacy Protection Agency (https://www.cppa.ca.gov), for more information. Virginia Consumer Privacy Rights The Virginia Consumer Data Protection Act (the “VCDPA”) confers privacy rights on Virginia consumers and imposes corresponding obligations on businesses subject to the VCDPA. The following is intended to explain a consumers’ rights and the obligations Acxiom has under the VCDPA. Types of Personal Information Acxiom Collects/Processes on acxiom.com Business and Commercial Purposes for which Personal Information is Collected/Processed: We collect personal information for our own business purposes as described above, including internal research, internal operations, auditing, detecting security incidents, improving our services, quality control, and legal compliance. Categories of Personal Information CollectedPersonal identifiers (e.g., name, alias, postal address, IP address, email address, account name, or similar identifiers, as well as other personal records such as telephone number, bank account number, credit card number, or debit card number) Disclosure/Sharing of Personal Information During the last year, Acxiom has only disclosed or shared personal information it has collected via the www.acxiom.com web site as described above at “Use By Third Parties.” Acxiom does not sell personal information to individual consumers. Acxiom does not sell personal information collected from you via acxiom.com web site. Acxiom does have consumer data products it sells to third parties. For information and your rights regarding our consumer data products, click here Your Choices and How to Contact Us Access and Correction As a consumer under the VCDPA, you have the right to request that Acxiom disclose what personal information we collect, the purpose for which we use the personal information, as well as the categories of personal information that we disclose and sell about you. We call this your “right to know.” To respond to your right to know request, the VCDPA permits Acxiom to verify your identity. This will require that you provide certain personal information for validation. If you call or mail us and request a consumer access report, an Acxiom associate will call you to administer an authentication test in which you will be required to answer certain questions to verify your identity. Acxiom will delete the new information collected as part of the identity verification process as soon as practical after fulfilling your request. Our clients may access and correct the information provided via this website. To request to correct this information, please submit a request here . The instructions provided above apply to information that you have provided to Acxiom in registering with us via the Acxiom.com web site. Unsubscribe or Opt Out / Deletion Requests Acxiom offers you the opportunity to opt out of receiving personalized digital ads, promotional e-mail, calls or mail from Acxiom about our products and services. Acxiom also extends the right to request a deletion of the information that Acxiom has collected from you via the acxiom.com web site. For e-mail, individuals may opt out at any time by using the unsubscribe mechanism within the e-mail or visit here , which allows individuals to manage their subscription preferences regarding Acxiom’s newsletters, e-mail alerts and special offers. This mechanism does not allow a user to opt out of receiving transactional e-mail, such as registration confirmation, product updates and responses to direct requests. To opt out of calls or direct mail or to submit a deletion request, individuals may submit a request here . Information for Virginia Consumers You may contact the Virginia Attorney General for more information. Please visit https://www.oag.state.va.us/ Other Privacy Related Questions To ask questions about the acxiom.com privacy policy or your rights under applicable US state privacy laws, email us at consumeradvo@acxiom.com or call 1-877-774-2094. Other Important Information Acxiom’s Information Products and Services Acxiom does not provide products or services to children, and all individuals who register online for products or services with Acxiom and provide individual information should be 18 or older. In addition, Acxiom does not combine any personal information received from you via registration with our web site with any information maintained in our consumers data products. For information about Acxiom’s information product policies, click here . Security Acxiom takes security seriously. We take reasonable precautions to keep our site and systems secure and to prevent unauthorized access or use. Notification of Changes If we decide to change our privacy policy in a material way, we will post a notification highlighting those changes on our home page. If we decide to use personally identifiable information in a manner different from that stated at the time it was collected, we will notify affected individuals by e-mail, if available. Individuals can choose whether or not to allow Acxiom to use information related to them in this new manner. If we do not receive permission, we will use the information in accordance with the privacy policy under which the information was collected. In the event Acxiom is purchased, data collected on this site will be one of the transferred assets. Effective Date: December 31, 2022.  Please click here for the previous version of this privacy notice. What We Do Data Data Management Identity Resolution Digital Transformation Analytics and Strategy Data Privacy What We Think Blog Downloads Case Studies People-Based Marketing Data Privacy and Ethics CCPA Understanding the GDPR The New Data Economy About Us Company Partners Careers News Contact Us Diversity, Equity and Inclusion © 2023 Acxiom LLC Do Not Sell My Personal Information Limit the Use of My Sensitive Personal Information Privacy Site Map Tell us about yourself and we will be in touch shortly. * First Name * Last Name * Email * Phone United States United Kingdom Australia Afghanistan Åland Islands Albania Algeria American Samoa Andorra Angola Anguilla Antarctica Antigua And Barbuda Argentina Armenia Aruba Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia And Herzegovina Botswana Bouvet Island Brazil British Indian Ocean Territory Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Christmas Island Cocos (Keeling) Islands Colombia Comoros Congo Congo, The Democratic Republic Of The Cook Islands Costa Rica Côte D'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Falkland Islands (Malvinas) Faroe Islands Fiji Finland France French Guiana French Polynesia French Southern Territories Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guernsey Guinea Guinea-Bissau Guyana Haiti Heard Island And Mcdonald Islands Holy See (Vatican City State) Honduras Hong Kong Hungary Iceland India Indonesia Iran, Islamic Republic Of Iraq Ireland Isle Of Man Israel Italy Jamaica Japan Jersey Jordan Kazakhstan Kenya Kiribati Korea, Democratic People'S Republic Of Korea, Republic Of Kuwait Kyrgyzstan Lao People'S Democratic Republic Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia, The Former Yugoslav Republic Of Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia, Federated States Of Moldova, Republic Of Monaco Mongolia Montenegro Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Réunion Romania Russian Federation Rwanda Saint Barthélemy Saint Helena Saint Kitts And Nevis Saint Lucia Saint Martin Saint Pierre And Miquelon Saint Vincent And The Grenadines Samoa San Marino Sao Tome And Principe Saudi Arabia Senegal Serbia Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa South Georgia And The South Sandwich Islands Spain Sri Lanka Sudan Suriname Svalbard And Jan Mayen Swaziland Sweden Switzerland Syrian Arab Republic Taiwan, Province Of China Tajikistan Tanzania, United Republic Of Thailand Timor-Leste Togo Tokelau Tonga Trinidad And Tobago Tunisia Turkey Turkmenistan Turks And Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United States Minor Outlying Islands Uruguay Uzbekistan Vanuatu Venezuela, Bolivarian Republic Of Viet Nam Virgin Islands, British Virgin Islands, U.S. Wallis And Futuna Western Sahara Yemen Zambia Zimbabwe * Country * Company * Job Title Select Primary Interest Accounting Inquiries Acxiom Products and Services Customer Care Facilities Requests Human Resources/Careers Media Inquiries Other Partner Request Privacy Consumer Care * Primary Interest * How Can We Help? * * * * Send This site uses cookies to store information. Press accesskey C to learn more about your options. Cookie Control Icon Your choice regarding cookies on this site We use cookies to enable core website functionality, and to improve your experience by providing insights into how the site is being used. For more information about how we use your cookies, please visit our privacy policy. If you continue to use our website, you are agreeing to our use of cookies. We and our advertising partners use cookies on this website to improve the experience of your visit and provide you with personalized advertising from this website and other advertisers in AdRoll's network. Ok Cookie Preferences Cookie Control Close Icon Close Cookie Control Close Icon This site uses cookies We use cookies to enable core website functionality, and to improve your experience by providing insights into how the site is being used.  For more information about how we use your cookies, please visit our privacy policy. If you continue to use our website, you are agreeing to our use of cookies. We and our advertising partners use cookies on this website to improve the experience of your visit and provide you with personalized advertising from this website and other advertisers in AdRoll's network. Privacy Policy Cookie Control Link Icon Accept Recommended Settings Necessary Cookies Necessary cookies enable core functionality. The website cannot function properly without these cookies, and can only be disabled by changing your browser preferences. All Cookies Click to turn on or off all non-necessary cookies for the site. Please note this will not persist across different browsers or devices. All Cookies On Off About this tool Cookie Control Link Icon <img height=\"1\" width=\"1\" src=\"https://www.facebook.com/tr?id=415847222682730&amp;ev=PageView&amp;noscript=1\">",
  "annotations": [
    {
      "Text": "Cookies/Tags:\nThis site uses cookies and tags to tailor web content to match your browser capability, customize your experience on our web site, and to present Acxiom advertising on other web sites. You can set your Internet browser to notify you when you receive a cookie, giving you the chance to decide whether or not to accept it. If you reject the cookie, you may still use this site, but you may be limited in the functionality of some areas. For more information about cookies, visit How Cookies Work.\n\nSensors:\nTo determine your ability to receive HTML-based e-mail messages, Acxiom may include a coded sensor in its HTML-based e-mail messages. The sensor activates when the e-mail message is opened and flags the e-mail address of the recipient as one that is capable of receiving HTML-based e-mail messages. This capability helps us to send the e-mail in a format you can read, which allows us to track the aggregate number of e-mails read and to measure, in aggregate, if any of the links in the e-mail were accessed. If the recipient cannot receive HTML e-mails, the recipient will not receive a functioning sensor.\n\nLog Files:\nWe use IP addresses, user agent and HTTP header information from site visitors of acxiom.com to analyze trends, administer the site, track users’ activities on the website and gather broad demographic information for aggregate use in improving the site and its applications and services, as well as marketing our products.\n\nContact Information:\nWhen provided by a user when registering or engaging with Acxiom, we use your personal information, such as name, phone number or email address, to populate our customer relationship management systems to be used for the purposes described in this notice.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To understand all of Acxiom’s data products, go to our US Products Privacy Policy here . Technologies Acxiom uses technology to help us understand which parts of our websites are visited most often and understand traffic patterns on pages.} "
    },
    {
      "Text": "Acxiom does not sell or share information collected based upon a visit to the acxiom.com website.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Contact Information: When provided by a user when registering or engaging with Acxiom, we use your personal information, such as name, phone number or email address, to populate our customer relationship management systems to be used for the purposes described in this notice. Universal Opt-Out Mechanism / Opt-Out Preference Signal: Beginning in 2020, multiple state passed legislation related to universal opt-out mechanisms and “global privacy control” requirements.} "
    },
    {
      "Text": "Acxiom will delete the new information collected as part of the identity verification process as soon as practical after fulfilling your request.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {This will require that you provide certain personal information for validation. If you call or mail us and request a consumer access report, an Acxiom associate will call you to administer an authentication test in which you will be required to answer certain questions to verify your identity.} "
    },
    {
      "Text": "Please click here for instructions on submitting a right to know request concerning the information that Acxiom has collected about you via www.acxiom.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you call or mail us and request a consumer access report, an Acxiom associate will call you to administer an authentication test in which you will be required to answer certain questions to verify your identity. Acxiom will delete the new information collected as part of the identity verification process as soon as practical after fulfilling your request.} "
    },
    {
      "Text": "Categories of Personal Information Collected\nPersonal identifiers (e.g., name, alias, postal address, IP address, email address, account name, or similar identifiers, as well as other personal records such as telephone number, bank account number, credit card number, or debit card number)\nInternet Activity (e.g., internet browsing or search history information, web site registration information, digital advertisement interaction information)",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For information and your rights regarding our consumer data products, click here . Right to Know about Personal Information Collected, Disclosed, Sold or Shared Business Purposes for which Personal Information is Collected: We collect personal information for our own business purposes as described above, including internal research, internal operations, auditing, detecting security incidents, improving our services, quality control, and legal compliance.} "
    },
    {
      "Text": "Acxiom also extends the right to request a deletion of the information that Acxiom has collected from you via the acxiom.com web site.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Acxiom does not sell personal information collected from you via acxiom.com web site. Your Choices and How to Contact Us Unsubscribe or Opt Out / Deletion Requests Acxiom offers you the opportunity to opt out of receiving personalized digital ads, and promotional e-mail, calls or mail from Acxiom about our products and services.} "
    },
    {
      "Text": "Our clients may access and correct the information provided via this website. ",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {This mechanism does not allow a user to opt out of receiving transactional e-mail, such as registration confirmation, product updates and responses to direct requests. To opt out of calls or direct mail or to submit a deletion request, individuals may submit a request here .} "
    },
    {
      "Text": "To obtain a copy of or to correct this information, please submit a request here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {To opt out of calls or direct mail or to submit a deletion request, individuals may submit a request here . Access and Correction Our clients may access and correct the information provided via this website.} "
    },
    {
      "Text": "If we decide to change our privacy policy in a material way, we will post a notification highlighting those changes on our home page.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Security Acxiom takes security seriously. We take reasonable precautions to keep our site and systems secure and to prevent unauthorized access or use.} "
    },
    {
      "Text": "Acxiom may provide aggregated information, such as the number of visitors to the site or the results of a survey, to our third parties, service providers/processors and contractors to develop suggestions to improve our website accessibility and the services provided on the site. Aggregated data is not linked to any personally identifiable information.\\n\\nAcxiom may use contractors and service providers/processors to help us deliver services accessed through this site and to deliver content and fulfill requests made on this site",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may use it to make this site easier for you to use and to inform you of services and product updates, new products and other related information from Acxiom. The site does not allow third parties to collect personally identifiable information about you related to your online activities when you use this site.} "
    },
    {
      "Text": "In addition, we reserve the right to disclose the information you provided as required by law and when we believe disclosure is necessary to protect our rights or comply with a judicial proceeding, court order or legal process served on our website. If Acxiom goes through a business transition such as a merger, acquisition, or divestiture, your personal information will likely be among the assets transferred.  We will require an acquiring company to uphold the material terms of this privacy notice.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Acxiom may use contractors and service providers/processors to help us deliver services accessed through this site and to deliver content and fulfill requests made on this site. However, in these instances, the information you provide remains the property of Acxiom.} "
    },
    {
      "Text": "As a consumer under the CCPA, you have the right to request that Acxiom disclose what personal information we collect, use, , and sell or share about you.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {The following is intended to explain a consumers’ rights and the obligations Acxiom has under the CCPA. Note: Acxiom employees in California should refer to the Privacy Notice in their Associate Handbook.} "
    },
    {
      "Text": "As a consumer under the CCPA, you have the right to request that Acxiom disclose what personal information we collect, use, , and sell or share about you. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {The following is intended to explain a consumers’ rights and the obligations Acxiom has under the CCPA. Note: Acxiom employees in California should refer to the Privacy Notice in their Associate Handbook.} "
    },
    {
      "Text": "During the last year, Acxiom has only shared personal information it has collected via the www.acxiom.com web site as described above at “Use By Third Parties.” Acxiom does not sell personal information to individual consumers. Acxiom does not sell personal information collected from you via acxiom.com web site.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For information and your rights regarding our consumer data products, click here . Right to Know about Personal Information Collected, Disclosed, Sold or Shared Business Purposes for which Personal Information is Collected: We collect personal information for our own business purposes as described above, including internal research, internal operations, auditing, detecting security incidents, improving our services, quality control, and legal compliance.} "
    },
    {
      "Text": "This privacy notice applies solely to information collected by Acxiom on www.acxiom.com and is designed to ensure that visitors to this website understand what information Acxiom collects and uses information provided by users of this site and why.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Government and Public Sector⁠ Enabling highly-personalized customer experiences. Resources Hub Events What is?} "
    },
    {
      "Text": "This website allows you to request information from Acxiom; register for special offers, seminars or demonstrations; participate in surveys and contests; download thought leadership papers, videos, and podcasts; subscribe to Acxiom products and services; access our SaaS products; and submit an application for employment.",
      "Label": "Others",
      "Context": "2 Sentences Before {California consumers click here for a summary of your state-specific rights. Virginia consumers click here for a summary of your state-specific rights.} "
    },
    {
      "Text": "To support these activities, Acxiom will ask for information about you and, where applicable, your company. The information you provide will be used to support your relationship with Acxiom. Acxiom does not combine any personal information received from you via registration with our web site with any information maintained in our consumer data products. To fulfill a particular request, the information you provide may be shared within the Acxiom and the Interpublic Group family of businesses. We may use it to make this site easier for you to use and to inform you of services and product updates, new products and other related information from Acxiom. The site does not allow third parties to collect personally identifiable information about you related to your online activities when you use this site.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Virginia consumers click here for a summary of your state-specific rights. Collection and Use by Acxiom Business Purposes for which personal information is collected from you: This website allows you to request information from Acxiom; register for special offers, seminars or demonstrations; participate in surveys and contests; download thought leadership papers, videos, and podcasts; subscribe to Acxiom products and services; access our SaaS products; and submit an application for employment.} "
    },
    {
      "Text": "Acxiom may provide aggregated information, such as the number of visitors to the site or the results of a survey, to our third parties, service providers/processors and contractors to develop suggestions to improve our website accessibility and the services provided on the site. Aggregated data is not linked to any personally identifiable information.\\n\\nAcxiom may use contractors and service providers/processors to help us deliver services accessed through this site and to deliver content and fulfill requests made on this site. However, in these instances, the information you provide remains the property of Acxiom.\\n\\nIn addition, we reserve the right to disclose the information you provided as required by law and when we believe disclosure is necessary to protect our rights or comply with a judicial proceeding, court order or legal process served on our website. If Acxiom goes through a business transition such as a merger, acquisition, or divestiture, your personal information will likely be among the assets transferred.  We will require an acquiring company to uphold the material terms of this privacy notice.\\n\\nThis website also contains links to sites owned by other businesses. Please be aware that Acxiom is not responsible for the privacy practices of these other sites. We encourage you, when you leave this site, to read the privacy notice of those other sites.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may use it to make this site easier for you to use and to inform you of services and product updates, new products and other related information from Acxiom. The site does not allow third parties to collect personally identifiable information about you related to your online activities when you use this site.} "
    },
    {
      "Text": "This site uses cookies and tags to tailor web content to match your browser capability, customize your experience on our web site, and to present Acxiom advertising on other web sites. You can set your Internet browser to notify you when you receive a cookie, giving you the chance to decide whether or not to accept it. If you reject the cookie, you may still use this site, but you may be limited in the functionality of some areas. For more information about cookies, visit How Cookies Work.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To understand all of Acxiom’s data products, go to our US Products Privacy Policy here . Technologies Acxiom uses technology to help us understand which parts of our websites are visited most often and understand traffic patterns on pages.} "
    },
    {
      "Text": "We use IP addresses, user agent and HTTP header information from site visitors of acxiom.com to analyze trends, administer the site, track users’ activities on the website and gather broad demographic information for aggregate use in improving the site and its applications and services, as well as marketing our products.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This capability helps us to send the e-mail in a format you can read, which allows us to track the aggregate number of e-mails read and to measure, in aggregate, if any of the links in the e-mail were accessed. If the recipient cannot receive HTML e-mails, the recipient will not receive a functioning sensor.} "
    },
    {
      "Text": "To determine your ability to receive HTML-based e-mail messages, Acxiom may include a coded sensor in its HTML-based e-mail messages. The sensor activates when the e-mail message is opened and flags the e-mail address of the recipient as one that is capable of receiving HTML-based e-mail messages. This capability helps us to send the e-mail in a format you can read, which allows us to track the aggregate number of e-mails read and to measure, in aggregate, if any of the links in the e-mail were accessed. If the recipient cannot receive HTML e-mails, the recipient will not receive a functioning sensor.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you reject the cookie, you may still use this site, but you may be limited in the functionality of some areas. For more information about cookies, visit How Cookies Work .} "
    },
    {
      "Text": "When provided by a user when registering or engaging with Acxiom, we use your personal information, such as name, phone number or email address, to populate our customer relationship management systems to be used for the purposes described in this notice.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If the recipient cannot receive HTML e-mails, the recipient will not receive a functioning sensor. Log Files: We use IP addresses, user agent and HTTP header information from site visitors of acxiom.com to analyze trends, administer the site, track users’ activities on the website and gather broad demographic information for aggregate use in improving the site and its applications and services, as well as marketing our products.} "
    },
    {
      "Text": "Acxiom does not sell or share information collected based upon a visit to the acxiom.com website. This website does not recognize browser “do-not-track” signals or similar mechanisms.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Contact Information: When provided by a user when registering or engaging with Acxiom, we use your personal information, such as name, phone number or email address, to populate our customer relationship management systems to be used for the purposes described in this notice. Universal Opt-Out Mechanism / Opt-Out Preference Signal: Beginning in 2020, multiple state passed legislation related to universal opt-out mechanisms and “global privacy control” requirements.} "
    },
    {
      "Text": "Beginning in 2020, multiple state passed legislation related to universal opt-out mechanisms and “global privacy control” requirements.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Log Files: We use IP addresses, user agent and HTTP header information from site visitors of acxiom.com to analyze trends, administer the site, track users’ activities on the website and gather broad demographic information for aggregate use in improving the site and its applications and services, as well as marketing our products. Contact Information: When provided by a user when registering or engaging with Acxiom, we use your personal information, such as name, phone number or email address, to populate our customer relationship management systems to be used for the purposes described in this notice.} "
    },
    {
      "Text": "Separate from the information collected on this website, Acxiom builds and licenses consumer data products. As a consumer, you have choices that govern how Acxiom will handle personal information related to you. To understand all of Acxiom’s data products, go to our US Products Privacy Policy here.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Acxiom does not sell or share information collected based upon a visit to the acxiom.com website. This website does not recognize browser “do-not-track” signals or similar mechanisms.} "
    },
    {
      "Text": "As a consumer under the CCPA, you have the right to request that Acxiom disclose what personal information we collect, use, , and sell or share about you. We call this your “right to know.”",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {The following is intended to explain a consumers’ rights and the obligations Acxiom has under the CCPA. Note: Acxiom employees in California should refer to the Privacy Notice in their Associate Handbook.} "
    },
    {
      "Text": "To respond to your right to know request, the CCPA permits Acxiom to verify your identity. This will require that you provide certain personal information for validation. If you call or mail us and request a consumer access report, an Acxiom associate will call you to administer an authentication test in which you will be required to answer certain questions to verify your identity.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Note: Acxiom employees in California should refer to the Privacy Notice in their Associate Handbook. Right to Know/Request for Access to Personal Information As a consumer under the CCPA, you have the right to request that Acxiom disclose what personal information we collect, use, , and sell or share about you.} "
    },
    {
      "Text": "Acxiom will delete the new information collected as part of the identity verification process as soon as practical after fulfilling your request.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {This will require that you provide certain personal information for validation. If you call or mail us and request a consumer access report, an Acxiom associate will call you to administer an authentication test in which you will be required to answer certain questions to verify your identity.} "
    },
    {
      "Text": "Please click here for instructions on submitting a right to know request concerning the information that Acxiom has collected about you via www.acxiom.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you call or mail us and request a consumer access report, an Acxiom associate will call you to administer an authentication test in which you will be required to answer certain questions to verify your identity. Acxiom will delete the new information collected as part of the identity verification process as soon as practical after fulfilling your request.} "
    },
    {
      "Text": "If we are unable to satisfactorily verify your identity, we will be unable to fulfill your right to know request. In that case, please see the information below concerning Acxiom’s data collection and maintenance practices.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Acxiom will delete the new information collected as part of the identity verification process as soon as practical after fulfilling your request. Please click here for instructions on submitting a right to know request concerning the information that Acxiom has collected about you via www.acxiom.com.} "
    },
    {
      "Text": "Separate from the personal information Acxiom collects on acxiom.com, we have consumer data products we sell to third parties. For information and your rights regarding our consumer data products, click here.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If we are unable to satisfactorily verify your identity, we will be unable to fulfill your right to know request. In that case, please see the information below concerning Acxiom’s data collection and maintenance practices.} "
    },
    {
      "Text": "Business Purposes for which Personal Information is Collected: We collect personal information for our own business purposes as described above, including internal research, internal operations, auditing, detecting security incidents, improving our services, quality control, and legal compliance.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Types of Personal Information Acxiom Collects on acxiom.com Separate from the personal information Acxiom collects on acxiom.com, we have consumer data products we sell to third parties. For information and your rights regarding our consumer data products, click here .} "
    },
    {
      "Text": "Personal identifiers (e.g., name, alias, postal address, IP address, email address, account name, or similar identifiers, as well as other personal records such as telephone number, bank account number, credit card number, or debit card number)\\nInternet Activity (e.g., internet browsing or search history information, web site registration information, digital advertisement interaction information)",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For information and your rights regarding our consumer data products, click here . Right to Know about Personal Information Collected, Disclosed, Sold or Shared Business Purposes for which Personal Information is Collected: We collect personal information for our own business purposes as described above, including internal research, internal operations, auditing, detecting security incidents, improving our services, quality control, and legal compliance.} "
    },
    {
      "Text": "During the last year, Acxiom has only shared personal information it has collected via the www.acxiom.com web site as described above at “Use By Third Parties.” Acxiom does not sell personal information to individual consumers. Acxiom does not sell personal information collected from you via acxiom.com web site.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {For information and your rights regarding our consumer data products, click here . Right to Know about Personal Information Collected, Disclosed, Sold or Shared Business Purposes for which Personal Information is Collected: We collect personal information for our own business purposes as described above, including internal research, internal operations, auditing, detecting security incidents, improving our services, quality control, and legal compliance.} "
    },
    {
      "Text": "For e-mail, individuals may opt out at any time by using the unsubscribe mechanism within the e-mail or visit here, which allows individuals to manage their subscription preferences regarding Acxiom’s newsletters, e-mail alerts and special offers. This mechanism does not allow a user to opt out of receiving transactional e-mail, such as registration confirmation, product updates and responses to direct requests.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Your Choices and How to Contact Us Unsubscribe or Opt Out / Deletion Requests Acxiom offers you the opportunity to opt out of receiving personalized digital ads, and promotional e-mail, calls or mail from Acxiom about our products and services. Acxiom also extends the right to request a deletion of the information that Acxiom has collected from you via the acxiom.com web site.} "
    },
    {
      "Text": "To opt out of calls or direct mail or to submit a deletion request, individuals may submit a request here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {For e-mail, individuals may opt out at any time by using the unsubscribe mechanism within the e-mail or visit here , which allows individuals to manage their subscription preferences regarding Acxiom’s newsletters, e-mail alerts and special offers. This mechanism does not allow a user to opt out of receiving transactional e-mail, such as registration confirmation, product updates and responses to direct requests.} "
    },
    {
      "Text": "Acxiom offers you the opportunity to opt out of receiving personalized digital ads, and promotional e-mail, calls or mail from Acxiom about our products and services.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Categories of Personal Information Collected Personal identifiers (e.g., name, alias, postal address, IP address, email address, account name, or similar identifiers, as well as other personal records such as telephone number, bank account number, credit card number, or debit card number) Internet Activity (e.g., internet browsing or search history information, web site registration information, digital advertisement interaction information) Disclosure/Sharing of Personal Information During the last year, Acxiom has only shared personal information it has collected via the www.acxiom.com web site as described above at “Use By Third Parties.” Acxiom does not sell personal information to individual consumers. Acxiom does not sell personal information collected from you via acxiom.com web site.} "
    },
    {
      "Text": "Acxiom also extends the right to request a deletion of the information that Acxiom has collected from you via the acxiom.com web site.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Acxiom does not sell personal information collected from you via acxiom.com web site. Your Choices and How to Contact Us Unsubscribe or Opt Out / Deletion Requests Acxiom offers you the opportunity to opt out of receiving personalized digital ads, and promotional e-mail, calls or mail from Acxiom about our products and services.} "
    },
    {
      "Text": "Our clients may access and correct the information provided via this website.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {This mechanism does not allow a user to opt out of receiving transactional e-mail, such as registration confirmation, product updates and responses to direct requests. To opt out of calls or direct mail or to submit a deletion request, individuals may submit a request here .} "
    },
    {
      "Text": "To obtain a copy of or to correct this information, please submit a request here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {To opt out of calls or direct mail or to submit a deletion request, individuals may submit a request here . Access and Correction Our clients may access and correct the information provided via this website.} "
    },
    {
      "Text": "The instructions provided above apply to information that you have provided to Acxiom in registering with us via the Acxiom.com web site. If you have an interest in the rights available to you with respect to any personal information that Acxiom may have about you in our consumer data products, for California consumers click here for a summary of your state-specific rights or please see our information product policies by clicking here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Access and Correction Our clients may access and correct the information provided via this website. To obtain a copy of or to correct this information, please submit a request here .} "
    },
    {
      "Text": "Virginia Consumer Privacy Rights\\nThe Virginia Consumer Data Protection Act (the “VCDPA”) confers privacy rights on Virginia consumers and imposes corresponding obligations on businesses subject to the VCDPA. The following is intended to explain a consumers’ rights and the obligations Acxiom has under the VCDPA.\\n\\nTypes of Personal Information Acxiom Collects/Processes on acxiom.com\\nBusiness and Commercial Purposes for which Personal Information is Collected/Processed:\\nWe collect personal information for our own business purposes as described above, including internal research, internal operations, auditing, detecting security incidents, improving our services, quality control, and legal compliance.\\n\\nCategories of Personal Information CollectedPersonal identifiers (e.g., name, alias, postal address, IP address, email address, account name, or similar identifiers, as well as other personal records such as telephone number, bank account number, credit card number, or debit card number)\\n\\nDisclosure/Sharing of Personal Information\\nDuring the last year, Acxiom has only disclosed or shared personal information it has collected via the www.acxiom.com web site as described above at “Use By Third Parties.” Acxiom does not sell personal information to individual consumers. Acxiom does not sell personal information collected from you via acxiom.com web site. Acxiom does have consumer data products it sells to third parties. For information and your rights regarding our consumer data products, click here\\n\\nYour Choices and How to Contact Us\\nAccess and Correction\\nAs a consumer under the VCDPA, you have the right to request that Acxiom disclose what personal information we collect, the purpose for which we use the personal information, as well as the categories of personal information that we disclose and sell about you. We call this your “right to know.”\\n\\nTo respond to your right to know request, the VCDPA permits Acxiom to verify your identity. This will require that you provide certain personal information for validation. If you call or mail us and request a consumer access report, an Acxiom associate will call you to administer an authentication test in which you will be required to answer certain questions to verify your identity.\\n\\nAcxiom will delete the new information collected as part of the identity verification process as soon as practical after fulfilling your request.\\n\\nOur clients may access and correct the information provided via this website. To request to correct this information, please submit a request here.\\n\\nThe instructions provided above apply to information that you have provided to Acxiom in registering with us via the Acxiom.com web site.\\n\\nUnsubscribe or Opt Out / Deletion Requests\\nAcxiom offers you the opportunity to opt out of receiving personalized digital ads, promotional e-mail, calls or mail from Acxiom about our products and services. Acxiom also extends the right to request a deletion of the information that Acxiom has collected from you via the acxiom.com web site.\\n\\nFor e-mail, individuals may opt out at any time by using the unsubscribe mechanism within the e-mail or visit here, which allows individuals to manage their subscription preferences regarding Acxiom’s newsletters, e-mail alerts and special offers. This mechanism does not allow a user to opt out of receiving transactional e-mail, such as registration confirmation, product updates and responses to direct requests.\\n\\nTo opt out of calls or direct mail or to submit a deletion request, individuals may submit a request here.\\n\\nInformation for Virginia Consumers\\nYou may contact the Virginia Attorney General for more information. Please visit https://www.oag.state.va.us/\\n\\nOther Privacy Related Questions\\nTo ask questions about the acxiom.com privacy policy or your rights under applicable US state privacy laws, email us at consumeradvo@acxiom.com or call 1-877-774-2094.",
      "Label": "Others",
      "Context": "2 Sentences Before {An appeal may be submitted by emailing us at consumeradvo@acxiom.com or call 1-877-774-2094. Information for California Consumers You may contact the California Attorney General (https://www.oag.ca.gov), or the California Privacy Protection Agency (https://www.cppa.ca.gov), for more information.} "
    },
    {
      "Text": "We use cookies to enable core website functionality, and to improve your experience by providing insights into how the site is being used. For more information about how we use your cookies, please visit our privacy policy. If you continue to use our website, you are agreeing to our use of cookies. We and our advertising partners use cookies on this website to improve the experience of your visit and provide you with personalized advertising from this website and other advertisers in AdRoll's network.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {* * * * Send This site uses cookies to store information. Press accesskey C to learn more about your options.} "
    },
    {
      "Text": "We use cookies to enable core website functionality, and to improve your experience by providing insights into how the site is being used. For more information about how we use your cookies, please visit our privacy policy. If you continue to use our website, you are agreeing to our use of cookies. We and our advertising partners use cookies on this website to improve the experience of your visit and provide you with personalized advertising from this website and other advertisers in AdRoll's network.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {* * * * Send This site uses cookies to store information. Press accesskey C to learn more about your options.} "
    },
    {
      "Text": "California consumers click here for a summary of your state-specific rights.",
      "Label": "Others",
      "Context": "2 Sentences Before {Resources Hub Events What is? Consumer Data⁠ People-Based Marketing⁠ Customer Data Platform⁠ Data Management Platform⁠ Identity Resolution⁠ Customer Experience⁠ Digital Transformation⁠ The New Data Economy⁠ Cookieless Advertising & Marketing⁠ Marketing Database⁠ Partners About Us Back About Us Read the Overview Company⁠ Leadership⁠ Locations⁠ Corporate Citizenship⁠ Code of Ethics⁠ News⁠ Careers⁠ Diversity, Equity and Inclusion⁠ Celebrating Women⁠ IPG’S Marketing Intelligence Engine⁠ Privacy Login Search Login Country United Kingdom Germany China Contact Us × search Privacy Policy for www.acxiom.com <img src=\"https://www.acxiom.com/wp-content/uploads/2019/06/Privacy-Desktop-2019_2.jpg\" alt=\"Privacy Policy for www.acxiom.com\"> Overview Privacy Policy for www.acxiom.com US Products Privacy Policy California Consumer Privacy Act Rights GDPR Privacy Notice Privacy Principles Security Information EU-US Privacy Shield/Swiss-US Privacy Shield Acxiom Canadian Data Products Privacy Policy Acxiom Germany Privacy Policy Acxiom UK Privacy Policy This privacy notice applies solely to information collected by Acxiom on www.acxiom.com and is designed to ensure that visitors to this website understand what information Acxiom collects and uses information provided by users of this site and why.} "
    },
    {
      "Text": "To support these activities, Acxiom will ask for information about you and, where applicable, your company.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Virginia consumers click here for a summary of your state-specific rights. Collection and Use by Acxiom Business Purposes for which personal information is collected from you: This website allows you to request information from Acxiom; register for special offers, seminars or demonstrations; participate in surveys and contests; download thought leadership papers, videos, and podcasts; subscribe to Acxiom products and services; access our SaaS products; and submit an application for employment.} "
    },
    {
      "Text": "Acxiom does not combine any personal information received from you via registration with our web site with any information maintained in our consumer data products.",
      "Label": "Others",
      "Context": "2 Sentences Before {To support these activities, Acxiom will ask for information about you and, where applicable, your company. The information you provide will be used to support your relationship with Acxiom.} "
    },
    {
      "Text": "To fulfill a particular request, the information you provide may be shared within the Acxiom and the Interpublic Group family of businesses.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The information you provide will be used to support your relationship with Acxiom. Acxiom does not combine any personal information received from you via registration with our web site with any information maintained in our consumer data products.} "
    },
    {
      "Text": "The site does not allow third parties to collect personally identifiable information about you related to your online activities when you use this site.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To fulfill a particular request, the information you provide may be shared within the Acxiom and the Interpublic Group family of businesses. We may use it to make this site easier for you to use and to inform you of services and product updates, new products and other related information from Acxiom.} "
    },
    {
      "Text": "Acxiom may provide aggregated information, such as the number of visitors to the site or the results of a survey, to our third parties, service providers/processors and contractors to develop suggestions to improve our website accessibility and the services provided on the site. Aggregated data is not linked to any personally identifiable information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may use it to make this site easier for you to use and to inform you of services and product updates, new products and other related information from Acxiom. The site does not allow third parties to collect personally identifiable information about you related to your online activities when you use this site.} "
    },
    {
      "Text": "Acxiom may use contractors and service providers/processors to help us deliver services accessed through this site and to deliver content and fulfill requests made on this site. However, in these instances, the information you provide remains the property of Acxiom.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Use by Third Parties Acxiom may provide aggregated information, such as the number of visitors to the site or the results of a survey, to our third parties, service providers/processors and contractors to develop suggestions to improve our website accessibility and the services provided on the site. Aggregated data is not linked to any personally identifiable information.} "
    },
    {
      "Text": "In addition, we reserve the right to disclose the information you provided as required by law and when we believe disclosure is necessary to protect our rights or comply with a judicial proceeding, court order or legal process served on our website. If Acxiom goes through a business transition such as a merger, acquisition, or divestiture, your personal information will likely be among the assets transferred.  We will require an acquiring company to uphold the material terms of this privacy notice.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Acxiom may use contractors and service providers/processors to help us deliver services accessed through this site and to deliver content and fulfill requests made on this site. However, in these instances, the information you provide remains the property of Acxiom.} "
    },
    {
      "Text": "This site uses cookies and tags to tailor web content to match your browser capability, customize your experience on our web site, and to present Acxiom advertising on other web sites.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To understand all of Acxiom’s data products, go to our US Products Privacy Policy here . Technologies Acxiom uses technology to help us understand which parts of our websites are visited most often and understand traffic patterns on pages.} "
    },
    {
      "Text": "You can set your Internet browser to notify you when you receive a cookie, giving you the chance to decide whether or not to accept it.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Technologies Acxiom uses technology to help us understand which parts of our websites are visited most often and understand traffic patterns on pages. Cookies/Tags: This site uses cookies and tags to tailor web content to match your browser capability, customize your experience on our web site, and to present Acxiom advertising on other web sites.} "
    },
    {
      "Text": "For more information about cookies, visit How Cookies Work.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You can set your Internet browser to notify you when you receive a cookie, giving you the chance to decide whether or not to accept it. If you reject the cookie, you may still use this site, but you may be limited in the functionality of some areas.} "
    },
    {
      "Text": "To determine your ability to receive HTML-based e-mail messages, Acxiom may include a coded sensor in its HTML-based e-mail messages. The sensor activates when the e-mail message is opened and flags the e-mail address of the recipient as one that is capable of receiving HTML-based e-mail messages. This capability helps us to send the e-mail in a format you can read, which allows us to track the aggregate number of e-mails read and to measure, in aggregate, if any of the links in the e-mail were accessed. If the recipient cannot receive HTML e-mails, the recipient will not receive a functioning sensor.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you reject the cookie, you may still use this site, but you may be limited in the functionality of some areas. For more information about cookies, visit How Cookies Work .} "
    },
    {
      "Text": "We use IP addresses, user agent and HTTP header information from site visitors of acxiom.com to analyze trends, administer the site, track users’ activities on the website and gather broad demographic information for aggregate use in improving the site and its applications and services, as well as marketing our products.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This capability helps us to send the e-mail in a format you can read, which allows us to track the aggregate number of e-mails read and to measure, in aggregate, if any of the links in the e-mail were accessed. If the recipient cannot receive HTML e-mails, the recipient will not receive a functioning sensor.} "
    },
    {
      "Text": "When provided by a user when registering or engaging with Acxiom, we use your personal information, such as name, phone number or email address, to populate our customer relationship management systems to be used for the purposes described in this notice.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If the recipient cannot receive HTML e-mails, the recipient will not receive a functioning sensor. Log Files: We use IP addresses, user agent and HTTP header information from site visitors of acxiom.com to analyze trends, administer the site, track users’ activities on the website and gather broad demographic information for aggregate use in improving the site and its applications and services, as well as marketing our products.} "
    },
    {
      "Text": "Acxiom does not sell",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Contact Information: When provided by a user when registering or engaging with Acxiom, we use your personal information, such as name, phone number or email address, to populate our customer relationship management systems to be used for the purposes described in this notice. Universal Opt-Out Mechanism / Opt-Out Preference Signal: Beginning in 2020, multiple state passed legislation related to universal opt-out mechanisms and “global privacy control” requirements.} "
    },
    {
      "Text": "or share information collected based upon a visit to the acxiom.com website.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Contact Information: When provided by a user when registering or engaging with Acxiom, we use your personal information, such as name, phone number or email address, to populate our customer relationship management systems to be used for the purposes described in this notice. Universal Opt-Out Mechanism / Opt-Out Preference Signal: Beginning in 2020, multiple state passed legislation related to universal opt-out mechanisms and “global privacy control” requirements.} "
    },
    {
      "Text": "Beginning in 2020, multiple state passed legislation related to universal opt-out mechanisms and “global privacy control” requirements.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Log Files: We use IP addresses, user agent and HTTP header information from site visitors of acxiom.com to analyze trends, administer the site, track users’ activities on the website and gather broad demographic information for aggregate use in improving the site and its applications and services, as well as marketing our products. Contact Information: When provided by a user when registering or engaging with Acxiom, we use your personal information, such as name, phone number or email address, to populate our customer relationship management systems to be used for the purposes described in this notice.} "
    },
    {
      "Text": "This website does not recognize browser “do-not-track” signals or similar mechanisms.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Universal Opt-Out Mechanism / Opt-Out Preference Signal: Beginning in 2020, multiple state passed legislation related to universal opt-out mechanisms and “global privacy control” requirements. Acxiom does not sell or share information collected based upon a visit to the acxiom.com website.} "
    },
    {
      "Text": "As a consumer, you have choices that govern how Acxiom will handle personal information related to you.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Please be aware that Acxiom is not responsible for the privacy practices of these other sites. We encourage you, when you leave this site, to read the privacy notice of those other sites.} "
    },
    {
      "Text": "As a consumer under the CCPA, you have the right to request that Acxiom disclose what personal information we collect, use,",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {The following is intended to explain a consumers’ rights and the obligations Acxiom has under the CCPA. Note: Acxiom employees in California should refer to the Privacy Notice in their Associate Handbook.} "
    },
    {
      "Text": "and sell or share about you. We call this your “right to know.”",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {The following is intended to explain a consumers’ rights and the obligations Acxiom has under the CCPA. Note: Acxiom employees in California should refer to the Privacy Notice in their Associate Handbook.} "
    },
    {
      "Text": "Please click here for instructions on submitting a right to know request concerning the information that Acxiom has collected about you via www.acxiom.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you call or mail us and request a consumer access report, an Acxiom associate will call you to administer an authentication test in which you will be required to answer certain questions to verify your identity. Acxiom will delete the new information collected as part of the identity verification process as soon as practical after fulfilling your request.} "
    },
    {
      "Text": "Separate from the personal information Acxiom collects on acxiom.com, we have consumer data products we sell to third parties. For information and your rights regarding our consumer data products, click here.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {If we are unable to satisfactorily verify your identity, we will be unable to fulfill your right to know request. In that case, please see the information below concerning Acxiom’s data collection and maintenance practices.} "
    },
    {
      "Text": "Right to Know about Personal Information Collected",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Types of Personal Information Acxiom Collects on acxiom.com Separate from the personal information Acxiom collects on acxiom.com, we have consumer data products we sell to third parties. For information and your rights regarding our consumer data products, click here .} "
    },
    {
      "Text": " Disclosed, Sold or Shared",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Types of Personal Information Acxiom Collects on acxiom.com Separate from the personal information Acxiom collects on acxiom.com, we have consumer data products we sell to third parties. For information and your rights regarding our consumer data products, click here .} "
    },
    {
      "Text": "Personal identifiers (e.g., name, alias, postal address, IP address, email address, account name, or similar identifiers, as well as other personal records such as telephone number, bank account number, credit card number, or debit card number)\\nInternet Activity (e.g., internet browsing or search history information, web site registration information, digital advertisement interaction information)",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For information and your rights regarding our consumer data products, click here . Right to Know about Personal Information Collected, Disclosed, Sold or Shared Business Purposes for which Personal Information is Collected: We collect personal information for our own business purposes as described above, including internal research, internal operations, auditing, detecting security incidents, improving our services, quality control, and legal compliance.} "
    },
    {
      "Text": "During the last year, Acxiom has only shared personal information it has collected via the www.acxiom.com web site as described above at “Use By Third Parties.” Acxiom does not sell personal information to individual consumers.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For information and your rights regarding our consumer data products, click here . Right to Know about Personal Information Collected, Disclosed, Sold or Shared Business Purposes for which Personal Information is Collected: We collect personal information for our own business purposes as described above, including internal research, internal operations, auditing, detecting security incidents, improving our services, quality control, and legal compliance.} "
    },
    {
      "Text": "Acxiom does not sell personal information collected from you via acxiom.com web site.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {For information and your rights regarding our consumer data products, click here . Right to Know about Personal Information Collected, Disclosed, Sold or Shared Business Purposes for which Personal Information is Collected: We collect personal information for our own business purposes as described above, including internal research, internal operations, auditing, detecting security incidents, improving our services, quality control, and legal compliance.} "
    },
    {
      "Text": "Acxiom offers you the opportunity to opt out of receiving personalized digital ads, and promotional e-mail, calls or mail from Acxiom about our products and services.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Categories of Personal Information Collected Personal identifiers (e.g., name, alias, postal address, IP address, email address, account name, or similar identifiers, as well as other personal records such as telephone number, bank account number, credit card number, or debit card number) Internet Activity (e.g., internet browsing or search history information, web site registration information, digital advertisement interaction information) Disclosure/Sharing of Personal Information During the last year, Acxiom has only shared personal information it has collected via the www.acxiom.com web site as described above at “Use By Third Parties.” Acxiom does not sell personal information to individual consumers. Acxiom does not sell personal information collected from you via acxiom.com web site.} "
    },
    {
      "Text": "Acxiom also extends the right to request a deletion of the information that Acxiom has collected from you via the acxiom.com web site.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Acxiom does not sell personal information collected from you via acxiom.com web site. Your Choices and How to Contact Us Unsubscribe or Opt Out / Deletion Requests Acxiom offers you the opportunity to opt out of receiving personalized digital ads, and promotional e-mail, calls or mail from Acxiom about our products and services.} "
    },
    {
      "Text": "For e-mail, individuals may opt out at any time by using the unsubscribe mechanism within the e-mail or visit here, which allows individuals to manage their subscription preferences regarding Acxiom’s newsletters, e-mail alerts and special offers. This mechanism does not allow a user to opt out of receiving transactional e-mail, such as registration confirmation, product updates and responses to direct requests.\\n\\nTo opt out of calls or direct mail or to submit a deletion request, individuals may submit a request here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Your Choices and How to Contact Us Unsubscribe or Opt Out / Deletion Requests Acxiom offers you the opportunity to opt out of receiving personalized digital ads, and promotional e-mail, calls or mail from Acxiom about our products and services. Acxiom also extends the right to request a deletion of the information that Acxiom has collected from you via the acxiom.com web site.} "
    },
    {
      "Text": "Our clients may access and correct the information provided via this website.",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {This mechanism does not allow a user to opt out of receiving transactional e-mail, such as registration confirmation, product updates and responses to direct requests. To opt out of calls or direct mail or to submit a deletion request, individuals may submit a request here .} "
    },
    {
      "Text": "To obtain a copy of or to correct this information, please submit a request here.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {To opt out of calls or direct mail or to submit a deletion request, individuals may submit a request here . Access and Correction Our clients may access and correct the information provided via this website.} "
    },
    {
      "Text": "Virginia Consumer Privacy Rights",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {An appeal may be submitted by emailing us at consumeradvo@acxiom.com or call 1-877-774-2094. Information for California Consumers You may contact the California Attorney General (https://www.oag.ca.gov), or the California Privacy Protection Agency (https://www.cppa.ca.gov), for more information.} "
    },
    {
      "Text": "We use cookies to enable core website functionality, and to improve your experience by providing insights into how the site is being used.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {* * * * Send This site uses cookies to store information. Press accesskey C to learn more about your options.} "
    }
  ]
}