{
  "policy_id": "72",
  "text": "Privacy Policy - Retention.com Manage Cookie Consent To provide the best experiences, we use technologies like cookies to store and/or access device information. Consenting to these technologies will allow us to process data such as browsing behavior or unique IDs on this site. Not consenting or withdrawing consent, may adversely affect certain features and functions. Functional Functional Always active The technical storage or access is strictly necessary for the legitimate purpose of enabling the use of a specific service explicitly requested by the subscriber or user, or for the sole purpose of carrying out the transmission of a communication over an electronic communications network. Preferences Preferences The technical storage or access is necessary for the legitimate purpose of storing preferences that are not requested by the subscriber or user. Statistics Statistics The technical storage or access that is used exclusively for statistical purposes. The technical storage or access that is used exclusively for anonymous statistical purposes. Without a subpoena, voluntary compliance on the part of your Internet Service Provider, or additional records from a third party, information stored or retrieved for this purpose alone cannot usually be used to identify you. Marketing Marketing The technical storage or access is required to create user profiles to send advertising, or to track the user on a website or across several websites for similar marketing purposes. Manage options Manage services Manage vendors Read more about these purposes Accept Deny View preferences Save preferences View preferences Terms Of Use Privacy Policy {title} Skip to the content Solutions For Consumers For Brands For Publishers Features Meta Persistent Audiences Reactivate Enrich 50+ Integrations Real-Time Data Delivery Complex Filtering & Routing TrueROI™️ Order Tracking CartID+™️ Abandonment Technology TrueSuppress™️ Audience Suppression Real-Time Reporting Podcasts 10 Years in the Making – Weekly Work In Public – Weekly The “Join Our Team” Podcast Resources Five Fundamental Flows Case Studies Dr. Squatch Inspire Uplift Spartan Race Vital Proteins Kin Euphorics CARIUMA Parcelle Wines 20+ More … Press Blog Support Legal Pack Contact Us Login Book Demo Menu Solutions For Consumers For Brands For Publishers Features Meta Persistent Audiences Reactivate Enrich 50+ Integrations Real-Time Data Delivery Complex Filtering & Routing TrueROI™️ Order Tracking CartID+™️ Abandonment Technology TrueSuppress™️ Audience Suppression Real-Time Reporting Podcasts 10 Years in the Making – Weekly Work In Public – Weekly The “Join Our Team” Podcast Resources Five Fundamental Flows Case Studies Dr. Squatch Inspire Uplift Spartan Race Vital Proteins Kin Euphorics CARIUMA Parcelle Wines 20+ More … Press Blog Support Legal Pack Contact Us Login Book Demo Solutions For Consumers For Brands For Publishers Features Meta Persistent Audiences Reactivate Enrich 50+ Integrations Real-Time Data Delivery Complex Filtering & Routing TrueROI™️ Order Tracking CartID+™️ Abandonment Technology TrueSuppress™️ Audience Suppression Real-Time Reporting Podcasts 10 Years in the Making – Weekly Work In Public – Weekly The “Join Our Team” Podcast Resources Five Fundamental Flows Case Studies Dr. Squatch Inspire Uplift Spartan Race Vital Proteins Kin Euphorics CARIUMA Parcelle Wines 20+ More … Press Blog Support Legal Pack Contact Us Login Book Demo X <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-WGP3PLG\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Last Revised: May 2022 Retention.com Data Services and Website Privacy Policy GetEmails, LLC dba Retention.com (“We,” “Our,” “Retention.com”) provides data marketing services (the “Services”) designed to help for-profit and not-profit organizations, and companies that work with them, to market their goods and services in a relevant and efficient way. Our solutions, many of which are described on this website, are used principally to support email marketing. We take very seriously the privacy interests of the individuals whose information we handle and maintain in our database.  We provide this Privacy Policy (“Privacy Policy”) to explain how we use and manage information, and what rights consumers have to control how their information is used in marketing. To review the “Addendum” we have created specifically to address disclosures required under the California Consumer Privacy Act, please see our “ ADDENDUM FOR CALIFORNIA RESIDENTS ” below. We also operate corporate websites, designed for our own customers and prospective customers, and others who want to learn about our services. We address the information we collect and use for those business purposes (such as information we use to communicate with our corporate customers, and potential customers) in Section 6 of this Privacy Policy. Information That We Collect and Use in Our Services In order to provide our Services, we receive data, including personal information, from a variety of sources, including from websites and apps that collect the information, public sources, and other data compilers. We refer to the information that we collect and process throughout this Privacy Policy  as “Information” or “the Information.” The Information in our database includes various identifying information, such as: Personal email Professional email Information and actions associated with an email, such as whether an email has recently been in use, and amount and type of marketing or “email open” activity associated with an email IP address A cookie or device identifier, which uniquely identifies your browser or device Usage data related to your email interactions, such as whether you receive, open or respond to an email, and related information Usage data related to your website interactions, such as whether you visit or log in to a website, page visits and related information Demographic information, such as inferenced income or age range, household size, or home ownership Information regarding consumer interests, such as what type of products you may be interested in, or what types of hobbies you might have, such as whether you are a likely pet owner or a sports or art enthusiast Some of the above information may be inferred – for instance, if a household is in a particularly wealthy area, we might infer a particular income range. We may combine any of the points of Information we collect or receive with other Information. Retention.com also receives information through this website (and any other website we operate), and our business operations. We describe this information in Section 6. How We Use the Information Retention.com uses the Information for various purposes, including the following. As Part of Our Services: Data Marketing Services. Our Services include providing marketing information to our customers, generally regarding which customers or prospective customers are most likely to be interested (or disinterested) in certain offers. We also help our customers identify and understand their customers better, by providing insights about them. Our customers include (but are not limited to) small and medium-sized businesses, ad and media agencies, brands and marketing data platforms that help their customers to market and advertise to their own customers (and prospective customers). Our customers also may include other data compilers, who work with their own customers. Retargeting Services. We sometimes help our customers to “retarget” marketing content to website visitors. In particular, our Services help customers send emails to people who visited or logged in to their websites by cross-referencing information such as cookie identifiers and emails for those purposes. Additional Marketing Services. Other Services we may provide to our customers (or help them to provide to their own customers), which may supplement the above Services, may involve (a) assisting customers to target and optimize email campaigns, display, or other marketing; (b) measuring how effective marketing campaigns have been, by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases; (c) analyzing and optimizing our customers’ (or their service providers’) proprietary databases; (d) helping customers to detect and prevent fraud and provide “validation” or data hygiene services, e.g., by verifying or removing or correcting old, incorrect or outdated information or evaluating whether an email address recently has been active. To Operate Our Services We also use the Information described above for our own internal purposes – such as to improve, test, update, and verify our own database; develop new products; operate, analyze, improve and secure our Services and our databases and servers. How We Share Information with Third Parties, including Service Providers Retention.com may share the Information with customers, marketing services and platforms, as well as service providers that help us to provide the Services we’ve described above (or other services we may add in the future).  This includes sharing in the following ways: With Our Customers: As described above, we license the Information in various ways to our customers (and something to partners and resellers, who license the Information to their customer), when we provide our Services. We may sometimes share the Information with those Customers’ service providers (for instance, a provider that prints or sends mailings for a Customer). With Our Partners: We also may share the Information, including personally identifiable information and Audience Segments, with business and data partners to help provide more tailored targeted marketing, advertising and communications. Likewise, we may do so for analytical purposes, including to help these other parties measure campaign performance, inform future campaigns, or to handle, analyze, or segregate this Information on our or our customers’ behalf. With Our Service Providers: We share the Information with a variety of service providers in order to operate, protect and advertise our Services and maintain our website(s). For instance, we may share the Information with our tech, hosting and customer support providers, marketing and advertising providers, other data providers (such as to enhance or verify our Information), security vendors, payment vendors (as to our business to business information), and other companies help us deliver, secure or develop our Services. Corporate transfers: If Retention.com , its stock or its significant assets are acquired by or merged into another entity, our information will be transferred to that entity, and may be shared during due diligence in anticipation of any such transaction. Affiliates, parent companies and subsidiaries: Retention.com may share some or all of the Information in our possession with any affiliated or subsidiary companies (if we ever have any). As required by law or to protect any person or entity: Retention.com may disclose Information if we believe that such disclosure is necessary to (a) comply in good faith with relevant laws or to respond to subpoenas or warrants served on us; or (b) to protect or otherwise defend the rights, property or safety of Retention.com , our customers, or any other person or entity. Your Marketing and Opt-Out Choices There are multiple ways that you can opt-out of having the Information used to market to you: First, you may visit our opt-out page at https://app.retention.com/optout to have your personal information removed from our database. We will then in most cases remove your personal information from our active marketing databases within 15 business days, from the time we received the opt-out request. We may in certain cases (and where legally permissible) require that you verify any of the information that you submit, such as through a verified email response or another verified response. If you would like to opt-out of email marketing from a particular brand (such as a customer of ours), click on the “opt out” or “unsubscribe” link in the footer (at the bottom) of the marketing email you have received. While we generally do not engage in “direct mail” marketing, some of our customers and partners may. If you are interested in opting our of this type of marketing — i.e., materials received in your physical mailbox — we recommend that you visit the DMA Choice website, at thedma.org . The DMA Choice service is run by the Direct Marketing Association and allows you to follow few easy steps to ensure that your marketing preferences are honored. To opt out of our Retargeting Services described in section 2, go to and click on the “Opt Out” bar on that page. You will need to do that from each browser that you use (because the retargeting and thus the “opt out” are cookie-based), and if you clear your browser cookies you will need to opt out again. If we market to you by email in our corporate capacity — such as if you are a customer or prospective customer of ours and we send information about our Services — you may “unsubscribe” from our marketing emails through a link placed in your emails. Cookies and Similar Technologies Cookies and How We Use Them Retention.com and its business partners use certain industry-standard technologies, including cookies and similarly functioning technologies, which we describe below. We and/or our service providers use these technologies on our website, for instance, and our partners may use these technologies in their own marketing services. We may work with third parties or service providers to provide or enhance our services (e.g. for purposes of tailoring ads, or placing browser cookies), or to offer marketers ways to access or use our Information, often in de-identified form. These partners may set and access their own cookies, pixel tags, and similar technologies on your browser, which may have cookies with varying expiration periods. Those partners may likewise collect various types of information about your browser, device, or browsing activities through use of these cookies. Cookies, in turn, are small data files that contain a string of characters, such as a  unique browser identifier. Cookies are stored on your computer or other device and act as tags that identify your device. Our (or other companies’) servers send your device a cookie when you visit a website. A pixel tag (also commonly known as a web beacon or clear GIF) is an invisible 1 x 1 pixel that is placed on certain web pages. When you access web pages (such as the website of a marketer), pixel tags may generate a generic notice of the visit and permit our partners (or sometimes, us) to read the cookies that a respective company or server has deployed. Pixel tags are used in combination with cookies to track the activity on a site by a particular device. When you turn off cookies, pixel tags simply detect a given website visit. We, or our service providers, and other online marketing platforms that we or they work with, may use cookies to, among other things, “remember” you, determine visitor patterns and trends, collect information about your activities on our clients’ sites, or interact with the advertising you see. Cookies are used in this way to provide relevant content to you and replace non-relevant communications with ads that better match your interests. Disabling Cookies Most web browsers are set up to accept cookies. You may be able to set your browser to warn you before accepting certain cookies or to refuse certain cookies. However, if you disable the use of cookies in your web browser, some features of our website and other services may be difficult to use or become inoperable. Data Collected Through Our Corporate Website Information Collected Retention.com collects information from users of our website(s) (including any page on which this Privacy Policy is posted), including: The domain name and IP address of a user’s web browser, as well as a user agent, time stamp and other information about a user’s browser or device. Information about what content and pages users access, utilize or visit on our website, or how they interact with our content — for instance, if they spent a certain amount of time reviewing a particular blog post or description of particular services. Information, including personally identifiable and contact information that you provide, which could include (for instance) survey information, sign-up information (e.g., if you sign up for our webinars, events or newsletters), requests for information, mailing addresses, and email addresses. How Retention.com Uses the Information We Collect Through Our Website We use the Information we collect through our website(s) to do the following: Create and manage your user account. Provide Services you have requested. Respond to and communicate with you (including regarding news and updates about our services). Send you offers and ads for our products and services, when you browse the website(s) or other companies’ websites on the Internet (such as to “retarget” you with information about our Services). Send you offers and ads for products and services of partner brands, or other offers we believe may be of interest to you, such as invitations to events and webinars. Perform data analysis (including market research). We may combine the Information with other information we obtain from third parties, publicly available sources, and any other product or service we provide to further improve the relevance and effectiveness of products, and advertisements offered, including (but not limited to), those provided on or through our services. We may use IP addresses to help diagnose problems with our servers and to administer our website(s). We may also use IP addresses to help identify visitors to our website(s) for the duration of a session and to gather demographic information about our visitors. We may use clickstream data to determine how much time visitors spend on each web page of our website(s), how visitors navigate through the website(s), and how we may tailor our website(s) to better meet the needs of our visitors. We also use this Information for compliance with our legal obligations, policies and procedures, including the enforcement of our Terms and Conditions. If we collect Information from “offline” sources — such as if you provide us your business card at a trade show — we will maintain that information and use it for marketing and business purposes as well. How Retention.com Shares the Information We Collect Through Our Websites We may sometimes share or otherwise disclose the Information we collect about you, as described in this Privacy Policy or otherwise disclosed to you when you provide us with the information, including as follows: We may share the Information with service providers who help us deliver the services you request or we provide. For instance, we share the Information with tech and customer support providers, marketing and advertising providers, other data providers (such as to enhance or verify our Information), security and data hygiene vendors, payment vendors (as to our business to business information), and other companies that may help us deliver or develop Services. We may share the Information to communicate with you and market to you, including through email, direct mail or display media. We will disclose your PII (or other Information) if we believe in good faith that we are required to do so by law, regulation or other government authority or to protect the rights, safety or property of ourselves or any person or entity. We may also cooperate with law enforcement agencies in any official investigation and we may disclose any Information to the requesting agency in doing so. If we or all or substantially all of our assets, are purchased by another company (such as in a merger, consolidation, restructuring, the sale of stock and/or assets, or other corporate change or financing transaction), the Information in our possession will likely be transferred to the successor entity. We also may share the Information during the course of any due diligence process leading up to any such transaction. Our website(s) use cookies and similar technologies, both for its internal and operational purposes and to market to you (such as to retarget ads to you when you visit other sites across the Internet). Links This website may provide links to other websites that Retention.com thinks users may be interested in. Retention.com is not responsible for the privacy practices of these other sites or companies. Security and Data Integrity Retention.com takes steps to help ensure that the data we possess is housed and transmitted securely. This may include various types of physical and electronic security, including firewall protections, encryption, hashing or truncation of data, and access controls to personal information. However, you should be aware that neither we nor any platform can guarantee 100 percent safety from hacks or illegal intrusion. Changes to this Privacy Policy From time to time, we may update this Privacy Policy. Any changes to it will become effective when it is posted to our website. Please check back to learn of any changes to this Privacy Policy. Storage of Information in the United States If you are accessing our website from outside of the United States, your connection likely will be through and to servers located in the United States and all Information you provide will likely be processed and securely maintained in our web servers and internal systems located within the United States (we generally store the Information used in our Services in the United States). Thus, you should be aware that in accessing this website or otherwise communicating with us, the information we collect or receive from you may be subject to laws with lesser or different privacy standards than those in your own country (such as if you are in a country located in the European Union). Your California Privacy Rights If you are a resident of California, the California Consumer Protection Act (CCPA) provides certain rights of disclosure, access and deletion of your Information as described below in the “Addendum for California Residents” at the end of this Privacy Policy. Contact Us Retention.com has a designated privacy contact. If you have questions related to this Privacy Policy, or regarding our products or services, please contact us: privacy[at]retention.com We appreciate your comments and questions regarding Retention.com’s privacy practices. Last updated:  May 3, 2022 ADDENDUM FOR CALIFORNIA RESIDENTS Last Modified: May 3, 2022 NOTICE TO CALIFORNIA RESIDENTS [CONSUMERS] – CALIFORNIA CONSUMER PRIVACY PROTECTION ACT The California Consumer Privacy Act of 2018 (“CCPA”) provides certain rights to residents of California. This section of the Privacy Policy applies if you are a natural person who is a resident of California (“California Consumer”) and uses our Services. This Addendum supplements the information in the Privacy Policy. However, this Addendum is intended solely for, and is applicable only as to, California Consumers: if you are not a California Consumer (or a resident of California), this does not apply to you and you should not rely on it. In the below tables and sections, we describe (as required by the CCPA): Our Collection of Personal Information — the types of Personal Information (which the CCPA defines broadly) that we collect, the types of sources we collect it from, Our Disclosure and Sale of Personal Information — the types of recipients to whom we disclose or sell Personal Information. Our Business Purposes —  our business purposes for (a) collecting and (b) sharing Personal Information, which are generally the same. Your California Privacy Rights and Choices — what rights you have under the CCPA, for instance, to request that we “opt out” your information from our marketing database (also called “do not sell” rights), or to request categories and personal information that we may have collected about you. The following sets forth the categories of information we collect and purposes for which we may use California Consumers’ personal information: OUR COLLECTION OF PERSONAL INFORMATION Depending on how you interact with us, we may collect about you the categories of information summarized in the table below. The following table also describes how we collect and use such categories of information. Category Categories of Sources Identifiers, e.g. , name; alias; postal address; mobile ad or cookie identifiers; IP address; telephone number; email address; social network handles Data compilers and consumer data resellers, informational and retail websites (“Commercial Source Categories”) Public records and other publicly available sources Government entities Social networks Commercial or transactions information E.g. , products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. Commercial Source Categories Public records and other publicly available sources Internet or other electronic network activity information E.g. , browsing history; online interests. Commercial Source Categories Professional or employment-related information E.g. , current or past job history or job title. Public records and other publicly available sources Commercial Source Categories Inference Data E.g., consumer information or preferences. Commercial Source Categories OUR DISCLOSURE AND SALE OF PERSONAL INFORMATION We will share the information collected from and about you as discussed above for various business purposes, with service providers and with third parties including our customers. The chart below how and with whom we share or disclose personal information, and whether (based on the CCPA’s definition of “sell”) we believe we have “sold” a particular category of information in the prior 12 months. Category Categories of Third Parties We Share With Whether We “Sold” This Category of Personal Information in the Last 12 Months Identifiers , e.g. , name; alias; postal address; mobile ad identifiers; IP address; telephone number; email address; social network handles Data compilers and consumer data resellers, consumer goods retailers, informational and retail websites, content publishers, non-profit organizations, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks (“Commercial Recipient Categories”) Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks Yes Commercial or transactions information E.g. , products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks Yes Internet or other electronic network activity information E.g. , browsing history; online interests. Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers, and social networks Yes Inference Data E.g., consumer information or preferences. Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks Yes Inference Data E.g., consumer information or preferences. Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks Yes We also may share any of the personal information we collect as follows: Sharing for Legal Purposes: In addition, we may share personal information with third parties in order to: (a) comply with legal process or a regulatory investigation (e.g. a subpoena or court order); (b) enforce our Terms of Service, this Privacy Policy, or other contracts with you, including investigation of potential violations thereof; (c) respond to claims that any content violates the rights of third parties; and/or (d) protect the rights, property or personal safety of us, our platform, our customers, our agents and affiliates, its users and/or the public. We likewise may provide information to other companies and organizations (including law enforcement) for fraud protection, and spam/malware prevention, and similar purposes. Sharing In Event of a Corporate Transaction :  We may also share personal information in the event of a major corporate transaction, including for example a merger, investment, acquisition, reorganization, consolidation, bankruptcy, liquidation, or sale of some or all of our assets, or for purposes of due diligence connected with any such transaction. Sharing With Service Providers: We share any personal information we collect with our service providers, which may include (for instance) providers involved in tech or customer support, operations, web or data hosting, billing, accounting, security, marketing, data management, validation, enhancement or hygiene, or otherwise assisting us to provide, develop, maintain and improve our services. Sharing of Aggregate Information: We may aggregate and/or de-identify any information collected so that such information can no longer be linked to you or your device (“ Aggregate/De-Identified Information ”). We may use Aggregate/De-Identified Information for any purpose, including without limitation for research and marketing purposes, and may also share such data with any third parties, including advertisers, promotional partners, and sponsors, at our discretion. OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION Generally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in our Privacy Policy and/or our website. Our Purposes for collecting, using and sharing Personal Information Data marketing services, for example: Generally, creating data marketing tools and products for our marketer clients, as more fully described in our Privacy Policy (and on our websites).   This includes our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential identifiers), data hygiene services (helping customers to evaluate, validate and correct personal information they hold), and security and anti-fraud services (helping customers to identify potentially fraudulent activity). Helping our Clients identify and understand their consumers better, by providing insights about them and managing loyalty programs, as well as providing financial and other scoring products. Assisting our Clients through our Services to provide their current and prospective customers with better service, generally related to the above. Creating “identity” graphs or associations between data points, to help locate users across various channels, such as based on common personal, device-based, or network-based identifiers (e.g., IP address, cookie or device identifiers, email address). Additional marketing services, for example (which may overlap with “data marketing services” above): Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile, and social media marketing. Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases. Analyzing and optimizing our Clients’ (or their service providers’) proprietary databases, or helping Clients to identify and mitigate potential fraud. Providing “hygiene” or “verification” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect, or outdated information. Operating our Services, for example: Testing, improving, updating and verifying our own database. Developing new products. Operating, analyzing, improving, and securing our Services. Other internal purposes, for example: For internal operations, auditing, research, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We sometimes use the information collected from our own website,  from social networks, from other “business to business” interactions (such as information we collect at trade shows) or from data compilers for the above, as well as for our own marketing purposes. YOUR CALIFORNIA RIGHTS AND CHOICES Without being discriminated against for exercising these rights, California residents have the right to request that we disclose what personal information we collect from you, to delete that information, and to opt-out of the sale of your personal information, subject to certain restrictions. You also have the right to designate an agent to exercise these rights on your behalf. This section describes how to exercise those rights and our process for handling those requests (to the extent permitted by applicable law, we may charge a reasonable fee to comply with your request). Sometimes, we act only as a “service provider” to our clients (for instance, if they provide information to us for analytics, processing or other data management services), in which case any consumer requests for opt-out, deletion or access to data must be made through that client: we therefore will forward any such requests to a named client, as feasible, such as where a client has been identified. 1. Right to request that we “do not sell” your personal information You may request that we not “sell” your personal information. If you wish to make such a “do not sell” (also called an “opt out” request), please go to our “Do Not Sell” web form located at https://app.retention.com/ccpa_details . Alternatively, you may contact us by email at privacy[at]retention.com.   When you make such a request, we will retain your information on an internal “suppression” list, so that we may remove your data from our active database in the event we obtain it again at a later date. 2. Right to request deletion of your personal information You may request that we delete any personal information that we collected from you, such as if you have been a customer of ours (Note that this is different from your right to “opt out” of us selling your personal information, which is described above; also note that we do not generally collect personal information directly from consumers).  You may make a deletion request by emailing us at support[at]retention.com. In our discretion, we may interpret your “deletion” request as a “Do Not Sell” request (and thus place it on a suppression list, as described above), if we in good faith believe that is what you are requesting. However, we may retain personal information for certain important purposes, such as (a) to protect our business, systems, and users from fraudulent activity, (b) to address technical issues that impair existing functionality (such as de-bugging purposes), (c) as necessary for us, or others, to exercise their free speech or other rights, (d) to comply with law enforcement requests pursuant to lawful process, (e) for scientific or historical research, (f) for our own internal purposes reasonably related to your relationship with us, or to comply with legal obligations. Additionally, we need certain types of information so that we can provide our Services to you. If you ask us to delete it, you may no longer be able to access or use our Services. 3. Right to request access to your personal information California residents also have the right to request that we disclose what categories of your personal information that we collect, use, or sell. As a California resident, you may also request the specific pieces of personal information that we have collected from you. You may make such an “access” or “right to know” request here: https://app.retention.com/request_my_data. We may withhold some personal information where the risk to you or to others’ privacy rights is too great to disclose the information. For security purposes (and as required under California law), we will verify your identity — in part by requesting certain information from you — when you request to exercise your California privacy rights.  For instance, if you request specific pieces of personal information we have received about you, you may need to confirm your possession of an identifier (such as an email address) that reasonably confirms you are the person you claim to be. 4. Right to nondiscrimination We will not deny, charge different prices for, or provide a different level of quality of goods or services if you choose to exercise these rights. 5. Right to “opt-out” of the sale of your personal information California residents may opt out of the “sale” of their personal information. California law broadly defines what constitutes a “sale” — including in the definition making available a wide variety of information in exchange for “valuable consideration.” 6. Information about persons under the age of 16 We do not knowingly collect personal information from minors under 16 years of age in California unless we have received legal consent to do so. If we learn that personal information from such California residents has been collected, we will take reasonable steps to remove their information from our database (or to obtain legally required consent). 7. Authorized agents You may also designate an agent to make requests to exercise your rights under CCPA as described above. We will take steps both to verify the identity of the person seeking to exercise their rights as listed above, and to verify that your agent has been authorized to make a request on your behalf through providing us with a signed written authorization or a copy of a legally sufficient power of attorney. We likewise may require that you verify your own identity, depending on the type of request you make.retentionAug Retention.com We are building a privacy-first, intent-based advertising network that serves consumers, brands, and publishers with mutually beneficial products. Facebook-f Twitter Linkedin Instagram © Retention.com. All rights reserved. Terms of Use Privacy Policy Contact Us CCPA Do Not Sell My Info <img data-lazy-fallback=\"1\" class=\"alignright\" src=\"https://retention.com/wp-content/uploads/2023/01/privacyoptions29x14.png\" alt=\"California Consumer Privacy Act (CCPA) Opt-Out Icon\" width=\"29\" height=\"14\" data-pagespeed-url-hash=\"1392701285\"/> Database Opt-Out Get Started Book a Demo How We Compare Retention.com vs. SafeOpt Retention.com vs. Wunderkind Solutions For Consumers For Brands For Publishers Features Meta Persistent Audiences Reactivate Enrich 50+ Integrations Real-Time Data Delivery Complex Filtering and Routing TrueROI™️ Order Tracking CartID+™️ Abandoned Cart Technology TrueSuppress™️ Audience Suppression Real-Time Reporting Deliverability Solutions About Compliance Data Privacy Resources Blog Podcast Case Studies Support Center Frequently Asked Questions Legal Pack Press Contact Us <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-5PR47LF\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Manage consent <img height=\"1\" width=\"1\" style=\"display:none\" src=\"https://www.facebook.com/tr?id=5495241940529286&amp;ev=PageView&amp;noscript=1\">",
  "annotations": [
    {
      "Text": "Last Revised: May 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Without a subpoena, voluntary compliance on the part of your Internet Service Provider, or additional records from a third party, information stored or retrieved for this purpose alone cannot usually be used to identify you. Marketing Marketing The technical storage or access is required to create user profiles to send advertising, or to track the user on a website or across several websites for similar marketing purposes.} "
    },
    {
      "Text": "Information That We Collect and Use in Our Services\\nIn order to provide our Services, we receive data, including personal information, from a variety of sources, including from websites and apps that collect the information, public sources, and other data compilers. We refer to the information that we collect and process throughout this Privacy Policy  as “Information” or “the Information.”\\n\\nThe Information in our database includes various identifying information, such as:  \\n\\nPersonal email\\nProfessional email\\nInformation and actions associated with an email, such as whether an email has recently been in use, and amount and type of marketing or “email open” activity associated with an email\\nIP address\\nA cookie or device identifier, which uniquely identifies your browser or device\\nUsage data related to your email interactions, such as whether you receive, open or respond to an email, and related information\\nUsage data related to your website interactions, such as whether you visit or log in to a website, page visits and related information\\nDemographic information, such as inferenced income or age range, household size, or home ownership\\nInformation regarding consumer interests, such as what type of products you may be interested in, or what types of hobbies you might have, such as whether you are a likely pet owner or a sports or art enthusiast\\nSome of the above information may be inferred – for instance, if a household is in a particularly wealthy area, we might infer a particular income range.\\n\\nWe may combine any of the points of Information we collect or receive with other Information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We also operate corporate websites, designed for our own customers and prospective customers, and others who want to learn about our services. We address the information we collect and use for those business purposes (such as information we use to communicate with our corporate customers, and potential customers) in Section 6 of this Privacy Policy.} "
    },
    {
      "Text": "Retention.com uses the Information for various purposes, including the following.\\n\\nAs Part of Our Services:\\n\\nData Marketing Services. Our Services include providing marketing information to our customers, generally regarding which customers or prospective customers are most likely to be interested (or disinterested) in certain offers. We also help our customers identify and understand their customers better, by providing insights about them. Our customers include (but are not limited to) small and medium-sized businesses, ad and media agencies, brands and marketing data platforms that help their customers to market and advertise to their own customers (and prospective customers). Our customers also may include other data compilers, who work with their own customers.\\nRetargeting Services.  We sometimes help our customers to “retarget” marketing content to website visitors. In particular, our Services help customers send emails to people who visited or logged in to their websites by cross-referencing information such as cookie identifiers and emails for those purposes. \\nAdditional Marketing Services. Other Services we may provide to our customers (or help them to provide to their own customers), which may supplement the above Services, may involve (a) assisting customers to target and optimize email campaigns, display, or other marketing; (b) measuring how effective marketing campaigns have been, by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases; (c) analyzing and optimizing our customers’ (or their service providers’) proprietary databases; (d) helping customers to detect and prevent fraud and provide “validation” or data hygiene services, e.g., by verifying or removing or correcting old, incorrect or outdated information or evaluating whether an email address recently has been active.\\nTo Operate Our Services\\n\\nWe also use the Information described above for our own internal purposes – such as to improve, test, update, and verify our own database; develop new products; operate, analyze, improve and secure our Services and our databases and servers.\\n\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Retention.com uses the Information for various purposes, including the following.\\n\\nAs Part of Our Services:\\n\\nData Marketing Services. Our Services include providing marketing information to our customers, generally regarding which customers or prospective customers are most likely to be interested (or disinterested) in certain offers. We also help our customers identify and understand their customers better, by providing insights about them. Our customers include (but are not limited to) small and medium-sized businesses, ad and media agencies, brands and marketing data platforms that help their customers to market and advertise to their own customers (and prospective customers). Our customers also may include other data compilers, who work with their own customers.\\nRetargeting Services.  We sometimes help our customers to “retarget” marketing content to website visitors. In particular, our Services help customers send emails to people who visited or logged in to their websites by cross-referencing information such as cookie identifiers and emails for those purposes. \\nAdditional Marketing Services. Other Services we may provide to our customers (or help them to provide to their own customers), which may supplement the above Services, may involve (a) assisting customers to target and optimize email campaigns, display, or other marketing; (b) measuring how effective marketing campaigns have been, by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases; (c) analyzing and optimizing our customers’ (or their service providers’) proprietary databases; (d) helping customers to detect and prevent fraud and provide “validation” or data hygiene services, e.g., by verifying or removing or correcting old, incorrect or outdated information or evaluating whether an email address recently has been active.\\nTo Operate Our Services\\n\\nWe also use the Information described above for our own internal purposes – such as to improve, test, update, and verify our own database; develop new products; operate, analyze, improve and secure our Services and our databases and servers.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Retention.com uses the Information for various purposes, including the following.\\n\\nAs Part of Our Services:\\n\\nData Marketing Services. Our Services include providing marketing information to our customers, generally regarding which customers or prospective customers are most likely to be interested (or disinterested) in certain offers. We also help our customers identify and understand their customers better, by providing insights about them. Our customers include (but are not limited to) small and medium-sized businesses, ad and media agencies, brands and marketing data platforms that help their customers to market and advertise to their own customers (and prospective customers). Our customers also may include other data compilers, who work with their own customers.\\nRetargeting Services.  We sometimes help our customers to “retarget” marketing content to website visitors. In particular, our Services help customers send emails to people who visited or logged in to their websites by cross-referencing information such as cookie identifiers and emails for those purposes. \\nAdditional Marketing Services. Other Services we may provide to our customers (or help them to provide to their own customers), which may supplement the above Services, may involve (a) assisting customers to target and optimize email campaigns, display, or other marketing; (b) measuring how effective marketing campaigns have been, by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases; (c) analyzing and optimizing our customers’ (or their service providers’) proprietary databases; (d) helping customers to detect and prevent fraud and provide “validation” or data hygiene services, e.g., by verifying or removing or correcting old, incorrect or outdated information or evaluating whether an email address recently has been active.\\nTo Operate Our Services\\n\\nWe also use the Information described above for our own internal purposes – such as to improve, test, update, and verify our own database; develop new products; operate, analyze, improve and secure our Services and our databases and servers.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "How We Share Information with Third Parties, including Service Providers\\nRetention.com may share the Information with customers, marketing services and platforms, as well as service providers that help us to provide the Services we’ve described above (or other services we may add in the future).  This includes sharing in the following ways:\\n\\nWith Our Customers: As described above, we license the Information in various ways to our customers (and something to partners and resellers, who license the Information to their customer), when we provide our Services. We may sometimes share the Information with those Customers’ service providers (for instance, a provider that prints or sends mailings for a Customer).\\nWith Our Partners: We also may share the Information, including personally identifiable information and Audience Segments, with business and data partners to help provide more tailored targeted marketing, advertising and communications. Likewise, we may do so for analytical purposes, including to help these other parties measure campaign performance, inform future campaigns, or to handle, analyze, or segregate this Information on our or our customers’ behalf. \\nWith Our Service Providers: We share the Information with a variety of service providers in order to operate, protect and advertise our Services and maintain our website(s). For instance, we may share the Information with our tech, hosting and customer support providers, marketing and advertising providers, other data providers (such as to enhance or verify our Information), security vendors, payment vendors (as to our business to business information), and other companies help us deliver, secure or develop our Services.\\nCorporate transfers: If Retention.com, its stock or its significant assets are acquired by or merged into another entity, our information will be transferred to that entity, and may be shared during due diligence in anticipation of any such transaction.\\nAffiliates, parent companies and subsidiaries: Retention.com may share some or all of the Information in our possession with any affiliated or subsidiary companies (if we ever have any).\\nAs required by law or to protect any person or entity: Retention.com may disclose Information if we believe that such disclosure is necessary to (a) comply in good faith with relevant laws or to respond to subpoenas or warrants served on us; or (b) to protect or otherwise defend the rights, property or safety of Retention.com, our customers, or any other person or entity.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Other Services we may provide to our customers (or help them to provide to their own customers), which may supplement the above Services, may involve (a) assisting customers to target and optimize email campaigns, display, or other marketing; (b) measuring how effective marketing campaigns have been, by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases; (c) analyzing and optimizing our customers’ (or their service providers’) proprietary databases; (d) helping customers to detect and prevent fraud and provide “validation” or data hygiene services, e.g., by verifying or removing or correcting old, incorrect or outdated information or evaluating whether an email address recently has been active. To Operate Our Services We also use the Information described above for our own internal purposes – such as to improve, test, update, and verify our own database; develop new products; operate, analyze, improve and secure our Services and our databases and servers.} "
    },
    {
      "Text": "Cookies and Similar Technologies\\nCookies and How We Use Them\\n\\nRetention.com and its business partners use certain industry-standard technologies, including cookies and similarly functioning technologies, which we describe below. We and/or our service providers use these technologies on our website, for instance, and our partners may use these technologies in their own marketing services.\\n\\nWe may work with third parties or service providers to provide or enhance our services (e.g. for purposes of tailoring ads, or placing browser cookies), or to offer marketers ways to access or use our Information, often in de-identified form. These partners may set and access their own cookies, pixel tags, and similar technologies on your browser, which may have cookies with varying expiration periods. Those partners may likewise collect various types of information about your browser, device, or browsing activities through use of these cookies.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You will need to do that from each browser that you use (because the retargeting and thus the “opt out” are cookie-based), and if you clear your browser cookies you will need to opt out again. If we market to you by email in our corporate capacity — such as if you are a customer or prospective customer of ours and we send information about our Services — you may “unsubscribe” from our marketing emails through a link placed in your emails.} "
    },
    {
      "Text": "We may work with third parties or service providers to provide or enhance our services (e.g. for purposes of tailoring ads, or placing browser cookies), or to offer marketers ways to access or use our Information, often in de-identified form. These partners may set and access their own cookies, pixel tags, and similar technologies on your browser, which may have cookies with varying expiration periods. Those partners may likewise collect various types of information about your browser, device, or browsing activities through use of these cookies.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Cookies and Similar Technologies Cookies and How We Use Them Retention.com and its business partners use certain industry-standard technologies, including cookies and similarly functioning technologies, which we describe below. We and/or our service providers use these technologies on our website, for instance, and our partners may use these technologies in their own marketing services.} "
    },
    {
      "Text": "We may work with third parties or service providers to provide or enhance our services (e.g. for purposes of tailoring ads, or placing browser cookies), or to offer marketers ways to access or use our Information, often in de-identified form. These partners may set and access their own cookies, pixel tags, and similar technologies on your browser, which may have cookies with varying expiration periods. Those partners may likewise collect various types of information about your browser, device, or browsing activities through use of these cookies.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Cookies and Similar Technologies Cookies and How We Use Them Retention.com and its business partners use certain industry-standard technologies, including cookies and similarly functioning technologies, which we describe below. We and/or our service providers use these technologies on our website, for instance, and our partners may use these technologies in their own marketing services.} "
    },
    {
      "Text": "Information Collected\\n\\nRetention.com collects information from users of our website(s) (including any page on which this Privacy Policy is posted), including:\\n\\nThe domain name and IP address of a user’s web browser, as well as a user agent, time stamp and other information about a user’s browser or device.\\nInformation about what content and pages users access, utilize or visit on our website, or how they interact with our content — for instance, if they spent a certain amount of time reviewing a particular blog post or description of particular services.\\nInformation, including personally identifiable and contact information that you provide, which could include (for instance) survey information, sign-up information (e.g., if you sign up for our webinars, events or newsletters), requests for information, mailing addresses, and email addresses.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may be able to set your browser to warn you before accepting certain cookies or to refuse certain cookies. However, if you disable the use of cookies in your web browser, some features of our website and other services may be difficult to use or become inoperable.} "
    },
    {
      "Text": "How Retention.com Uses the Information We Collect Through Our Website\\n\\nWe use the Information we collect through our website(s) to do the following:\\n\\nCreate and manage your user account.\\nProvide Services you have requested.\\nRespond to and communicate with you (including regarding news and updates about our services).\\nSend you offers and ads for our products and services, when you browse the website(s) or other companies’ websites on the Internet (such as to “retarget” you with information about our Services).\\nSend you offers and ads for products and services of partner brands, or other offers we believe may be of interest to you, such as invitations to events and webinars.\\nPerform data analysis (including market research).\\nWe may combine the Information with other information we obtain from third parties, publicly available sources, and any other product or service we provide to further improve the relevance and effectiveness of products, and advertisements offered, including (but not limited to), those provided on or through our services.\\nWe may use IP addresses to help diagnose problems with our servers and to administer our website(s). We may also use IP addresses to help identify visitors to our website(s) for the duration of a session and to gather demographic information about our visitors. We may use clickstream data to determine how much time visitors spend on each web page of our website(s), how visitors navigate through the website(s), and how we may tailor our website(s) to better meet the needs of our visitors. We also use this Information for compliance with our legal obligations, policies and procedures, including the enforcement of our Terms and Conditions.\\nIf we collect Information from “offline” sources — such as if you provide us your business card at a trade show — we will maintain that information and use it for marketing and business purposes as well.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Information about what content and pages users access, utilize or visit on our website, or how they interact with our content — for instance, if they spent a certain amount of time reviewing a particular blog post or description of particular services. Information, including personally identifiable and contact information that you provide, which could include (for instance) survey information, sign-up information (e.g., if you sign up for our webinars, events or newsletters), requests for information, mailing addresses, and email addresses.} "
    },
    {
      "Text": "How Retention.com Uses the Information We Collect Through Our Website\\n\\nWe use the Information we collect through our website(s) to do the following:\\n\\nCreate and manage your user account.\\nProvide Services you have requested.\\nRespond to and communicate with you (including regarding news and updates about our services).\\nSend you offers and ads for our products and services, when you browse the website(s) or other companies’ websites on the Internet (such as to “retarget” you with information about our Services).\\nSend you offers and ads for products and services of partner brands, or other offers we believe may be of interest to you, such as invitations to events and webinars.\\nPerform data analysis (including market research).\\nWe may combine the Information with other information we obtain from third parties, publicly available sources, and any other product or service we provide to further improve the relevance and effectiveness of products, and advertisements offered, including (but not limited to), those provided on or through our services.\\nWe may use IP addresses to help diagnose problems with our servers and to administer our website(s). We may also use IP addresses to help identify visitors to our website(s) for the duration of a session and to gather demographic information about our visitors. We may use clickstream data to determine how much time visitors spend on each web page of our website(s), how visitors navigate through the website(s), and how we may tailor our website(s) to better meet the needs of our visitors. We also use this Information for compliance with our legal obligations, policies and procedures, including the enforcement of our Terms and Conditions.\\nIf we collect Information from “offline” sources — such as if you provide us your business card at a trade show — we will maintain that information and use it for marketing and business purposes as well.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Information about what content and pages users access, utilize or visit on our website, or how they interact with our content — for instance, if they spent a certain amount of time reviewing a particular blog post or description of particular services. Information, including personally identifiable and contact information that you provide, which could include (for instance) survey information, sign-up information (e.g., if you sign up for our webinars, events or newsletters), requests for information, mailing addresses, and email addresses.} "
    },
    {
      "Text": "How Retention.com Uses the Information We Collect Through Our Website\\n\\nWe use the Information we collect through our website(s) to do the following:\\n\\nCreate and manage your user account.\\nProvide Services you have requested.\\nRespond to and communicate with you (including regarding news and updates about our services).\\nSend you offers and ads for our products and services, when you browse the website(s) or other companies’ websites on the Internet (such as to “retarget” you with information about our Services).\\nSend you offers and ads for products and services of partner brands, or other offers we believe may be of interest to you, such as invitations to events and webinars.\\nPerform data analysis (including market research).\\nWe may combine the Information with other information we obtain from third parties, publicly available sources, and any other product or service we provide to further improve the relevance and effectiveness of products, and advertisements offered, including (but not limited to), those provided on or through our services.\\nWe may use IP addresses to help diagnose problems with our servers and to administer our website(s). We may also use IP addresses to help identify visitors to our website(s) for the duration of a session and to gather demographic information about our visitors. We may use clickstream data to determine how much time visitors spend on each web page of our website(s), how visitors navigate through the website(s), and how we may tailor our website(s) to better meet the needs of our visitors. We also use this Information for compliance with our legal obligations, policies and procedures, including the enforcement of our Terms and Conditions.\\nIf we collect Information from “offline” sources — such as if you provide us your business card at a trade show — we will maintain that information and use it for marketing and business purposes as well.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Information about what content and pages users access, utilize or visit on our website, or how they interact with our content — for instance, if they spent a certain amount of time reviewing a particular blog post or description of particular services. Information, including personally identifiable and contact information that you provide, which could include (for instance) survey information, sign-up information (e.g., if you sign up for our webinars, events or newsletters), requests for information, mailing addresses, and email addresses.} "
    },
    {
      "Text": "How Retention.com Shares the Information We Collect Through Our Websites\\n\\nWe may sometimes share or otherwise disclose the Information we collect about you, as described in this Privacy Policy or otherwise disclosed to you when you provide us with the information, including as follows:\\n\\nWe may share the Information with service providers who help us deliver the services you request or we provide. For instance, we share the Information with tech and customer support providers, marketing and advertising providers, other data providers (such as to enhance or verify our Information), security and data hygiene vendors, payment vendors (as to our business to business information), and other companies that may help us deliver or develop Services.\\nWe may share the Information to communicate with you and market to you, including through email, direct mail or display media.\\nWe will disclose your PII (or other Information) if we believe in good faith that we are required to do so by law, regulation or other government authority or to protect the rights, safety or property of ourselves or any person or entity. We may also cooperate with law enforcement agencies in any official investigation and we may disclose any Information to the requesting agency in doing so.\\nIf we or all or substantially all of our assets, are purchased by another company (such as in a merger, consolidation, restructuring, the sale of stock and/or assets, or other corporate change or financing transaction), the Information in our possession will likely be transferred to the successor entity. We also may share the Information during the course of any due diligence process leading up to any such transaction.\\nOur website(s) use cookies and similar technologies, both for its internal and operational purposes and to market to you (such as to retarget ads to you when you visit other sites across the Internet).\\n\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Information about what content and pages users access, utilize or visit on our website, or how they interact with our content — for instance, if they spent a certain amount of time reviewing a particular blog post or description of particular services. Information, including personally identifiable and contact information that you provide, which could include (for instance) survey information, sign-up information (e.g., if you sign up for our webinars, events or newsletters), requests for information, mailing addresses, and email addresses.} "
    },
    {
      "Text": "Last updated:  May 3, 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Contact Us Retention.com has a designated privacy contact. If you have questions related to this Privacy Policy, or regarding our products or services, please contact us: privacy[at]retention.com We appreciate your comments and questions regarding Retention.com’s privacy practices.} "
    },
    {
      "Text": "Last Modified:  May 3, 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Contact Us Retention.com has a designated privacy contact. If you have questions related to this Privacy Policy, or regarding our products or services, please contact us: privacy[at]retention.com We appreciate your comments and questions regarding Retention.com’s privacy practices.} "
    },
    {
      "Text": "Category\\n\\nCategories of Sources\\n\\nIdentifiers, e.g., name; alias; postal address; mobile ad or cookie identifiers; IP address; telephone number; email address; social network handles\\n\\nData compilers and consumer data resellers, informational and retail websites (“Commercial Source Categories”)\\nPublic records and other publicly available sources\\nGovernment entities\\nSocial networks\\nCommercial or transactions information\\n\\nE.g., products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\\n\\nCommercial Source Categories\\nPublic records and other publicly available sources\\nInternet or other electronic network activity information\\n\\nE.g., browsing history; online interests.\\n\\nCommercial Source Categories\\nProfessional or employment-related information\\n\\nE.g., current or past job history or job title.\\n\\nPublic records and other publicly available sources\\nCommercial Source Categories\\nInference Data\\n\\nE.g., consumer information or preferences.\\n\\nCommercial Source Categories",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The following sets forth the categories of information we collect and purposes for which we may use California Consumers’ personal information: OUR COLLECTION OF PERSONAL INFORMATION Depending on how you interact with us, we may collect about you the categories of information summarized in the table below. The following table also describes how we collect and use such categories of information.} "
    },
    {
      "Text": "0: Category ||| 1: Categories of Sources\\n\\n0: Identifiers, e.g., name; alias; postal address; mobile ad or cookie identifiers; IP address; telephone number; email address; social network handles ||| 1: Data compilers and consumer data resellers, informational and retail websites (“Commercial Source Categories”) Public records and other publicly available sources Government entities Social networks\\n\\n0: Commercial or transactions information E.g., products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. ||| 1: Commercial Source Categories Public records and other publicly available sources\\n\\n0: Internet or other electronic network activity information E.g., browsing history; online interests. ||| 1: Commercial Source Categories\\n\\n0: Professional or employment-related information E.g., current or past job history or job title. ||| 1: Public records and other publicly available sources Commercial Source Categories\\n\\n0: Inference Data E.g., consumer information or preferences. ||| 1: Commercial Source Categories\\n\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Without a subpoena, voluntary compliance on the part of your Internet Service Provider, or additional records from a third party, information stored or retrieved for this purpose alone cannot usually be used to identify you. Marketing Marketing The technical storage or access is required to create user profiles to send advertising, or to track the user on a website or across several websites for similar marketing purposes.} "
    },
    {
      "Text": "OUR DISCLOSURE AND SALE OF PERSONAL INFORMATION\\nWe will share the information collected from and about you as discussed above for various business purposes, with service providers and with third parties including our customers. The chart below how and with whom we share or disclose personal information, and whether (based on the CCPA’s definition of “sell”) we believe we have “sold” a particular category of information in the prior 12 months.\\n\\nCategory\\n\\nCategories of Third Parties We Share With\\n\\n Whether We “Sold” This Category of Personal Information in the Last 12 Months\\n\\n \\n\\nIdentifiers, e.g., name; alias; postal address; mobile ad identifiers; IP address; telephone number; email address; social network handles\\n\\nData compilers and consumer data resellers, consumer goods retailers, informational and retail websites, content publishers, non-profit organizations, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks (“Commercial Recipient Categories”)\\nAdvertising networks and media platforms, political campaigns, internet service providers, data analytics providers\\nSocial networks\\nYes\\n\\nCommercial or transactions information\\n\\nE.g., products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\\n\\nCommercial Recipient Categories\\nAdvertising networks and media platforms, political campaigns, internet service providers, data analytics providers\\nSocial networks\\nYes\\n\\nInternet or other electronic network activity information\\n\\nE.g., browsing history; online interests.\\n\\nCommercial Recipient Categories\\nAdvertising networks and media platforms, political campaigns, internet service providers, data analytics providers, and social networks\\n Yes\\n\\nInference Data\\n\\nE.g., consumer information or preferences.\\n\\nCommercial Recipient Categories\\nAdvertising networks and media platforms, political campaigns, internet service providers, data analytics providers\\nSocial networks\\nYes\\n\\nInference Data\\n\\nE.g., consumer information or preferences.\\n\\nCommercial Recipient Categories\\n Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers\\nSocial networks\\nYes",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {, current or past job history or job title. Public records and other publicly available sources Commercial Source Categories Inference Data E.g., consumer information or preferences.} "
    },
    {
      "Text": "OUR DISCLOSURE AND SALE OF PERSONAL INFORMATION\\nWe will share the information collected from and about you as discussed above for various business purposes, with service providers and with third parties including our customers. The chart below how and with whom we share or disclose personal information, and whether (based on the CCPA’s definition of “sell”) we believe we have “sold” a particular category of information in the prior 12 months.\\n\\nCategory\\n\\nCategories of Third Parties We Share With\\n\\n Whether We “Sold” This Category of Personal Information in the Last 12 Months\\n\\n \\n\\nIdentifiers, e.g., name; alias; postal address; mobile ad identifiers; IP address; telephone number; email address; social network handles\\n\\nData compilers and consumer data resellers, consumer goods retailers, informational and retail websites, content publishers, non-profit organizations, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks (“Commercial Recipient Categories”)\\nAdvertising networks and media platforms, political campaigns, internet service providers, data analytics providers\\nSocial networks\\nYes\\n\\nCommercial or transactions information\\n\\nE.g., products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\\n\\nCommercial Recipient Categories\\nAdvertising networks and media platforms, political campaigns, internet service providers, data analytics providers\\nSocial networks\\nYes\\n\\nInternet or other electronic network activity information\\n\\nE.g., browsing history; online interests.\\n\\nCommercial Recipient Categories\\nAdvertising networks and media platforms, political campaigns, internet service providers, data analytics providers, and social networks\\n Yes\\n\\nInference Data\\n\\nE.g., consumer information or preferences.\\n\\nCommercial Recipient Categories\\nAdvertising networks and media platforms, political campaigns, internet service providers, data analytics providers\\nSocial networks\\nYes\\n\\nInference Data\\n\\nE.g., consumer information or preferences.\\n\\nCommercial Recipient Categories\\n Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers\\nSocial networks\\nYes",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {, current or past job history or job title. Public records and other publicly available sources Commercial Source Categories Inference Data E.g., consumer information or preferences.} "
    },
    {
      "Text": "0: Category ||| 1: Categories of Third Parties We Share With ||| 2: Whether We “Sold” This Category of Personal Information in the Last 12 Months\\n\\n0: Identifiers, e.g., name; alias; postal address; mobile ad identifiers; IP address; telephone number; email address; social network handles ||| 1: Data compilers and consumer data resellers, consumer goods retailers, informational and retail websites, content publishers, non-profit organizations, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks (“Commercial Recipient Categories”) Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks ||| 2: Yes\\n\\n0: Commercial or transactions information E.g., products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. ||| 1: Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks ||| 2: Yes\\n\\n0: Internet or other electronic network activity information E.g., browsing history; online interests. ||| 1: Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers, and social networks ||| 2: Yes\\n\\n0: Inference Data E.g., consumer information or preferences. ||| 1: Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks ||| 2: Yes\\n\\n0: Inference Data E.g., consumer information or preferences. ||| 1: Commercial Recipient Categories  Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks ||| 2: Yes\\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Without a subpoena, voluntary compliance on the part of your Internet Service Provider, or additional records from a third party, information stored or retrieved for this purpose alone cannot usually be used to identify you. Marketing Marketing The technical storage or access is required to create user profiles to send advertising, or to track the user on a website or across several websites for similar marketing purposes.} "
    },
    {
      "Text": "0: Category ||| 1: Categories of Third Parties We Share With ||| 2: Whether We “Sold” This Category of Personal Information in the Last 12 Months\\n\\n0: Identifiers, e.g., name; alias; postal address; mobile ad identifiers; IP address; telephone number; email address; social network handles ||| 1: Data compilers and consumer data resellers, consumer goods retailers, informational and retail websites, content publishers, non-profit organizations, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks (“Commercial Recipient Categories”) Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks ||| 2: Yes\\n\\n0: Commercial or transactions information E.g., products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. ||| 1: Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks ||| 2: Yes\\n\\n0: Internet or other electronic network activity information E.g., browsing history; online interests. ||| 1: Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers, and social networks ||| 2: Yes\\n\\n0: Inference Data E.g., consumer information or preferences. ||| 1: Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks ||| 2: Yes\\n\\n0: Inference Data E.g., consumer information or preferences. ||| 1: Commercial Recipient Categories  Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks ||| 2: Yes\\n\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Without a subpoena, voluntary compliance on the part of your Internet Service Provider, or additional records from a third party, information stored or retrieved for this purpose alone cannot usually be used to identify you. Marketing Marketing The technical storage or access is required to create user profiles to send advertising, or to track the user on a website or across several websites for similar marketing purposes.} "
    },
    {
      "Text": "We also may share any of the personal information we collect as follows:\\n\\nSharing for Legal Purposes:  In addition, we may share personal information with third parties in order to: (a) comply with legal process or a regulatory investigation (e.g. a subpoena or court order); (b) enforce our Terms of Service, this Privacy Policy, or other contracts with you, including investigation of potential violations thereof; (c) respond to claims that any content violates the rights of third parties; and/or (d) protect the rights, property or personal safety of us, our platform, our customers, our agents and affiliates, its users and/or the public. We likewise may provide information to other companies and organizations (including law enforcement) for fraud protection, and spam/malware prevention, and similar purposes.\\n\\nSharing In Event of a Corporate Transaction:  We may also share personal information in the event of a major corporate transaction, including for example a merger, investment, acquisition, reorganization, consolidation, bankruptcy, liquidation, or sale of some or all of our assets, or for purposes of due diligence connected with any such transaction.\\n\\nSharing With Service Providers:  We share any personal information we collect with our service providers, which may include (for instance) providers involved in tech or customer support, operations, web or data hosting, billing, accounting, security, marketing, data management, validation, enhancement or hygiene, or otherwise assisting us to provide, develop, maintain and improve our services.\\n\\nSharing of Aggregate Information:  We may aggregate and/or de-identify any information collected so that such information can no longer be linked to you or your device (“Aggregate/De-Identified Information”). We may use Aggregate/De-Identified Information for any purpose, including without limitation for research and marketing purposes, and may also share such data with any third parties, including advertisers, promotional partners, and sponsors, at our discretion.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers, and social networks Yes Inference Data E.g., consumer information or preferences. Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks Yes Inference Data E.g., consumer information or preferences.} "
    },
    {
      "Text": "OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION\\nGenerally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in our Privacy Policy and/or our website. \\n\\nOur Purposes for collecting, using and sharing Personal Information\\n\\nData marketing services, for example:\\n\\nGenerally, creating data marketing tools and products for our marketer clients, as more fully described in our Privacy Policy (and on our websites).   This includes our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential identifiers), data hygiene services (helping customers to evaluate, validate and correct personal information they hold), and security and anti-fraud services (helping customers to identify potentially fraudulent activity).\\nHelping our Clients identify and understand their consumers better, by providing insights about them and managing loyalty programs, as well as providing financial and other scoring products.\\nAssisting our Clients through our Services to provide their current and prospective customers with better service, generally related to the above.\\n \\n\\nCreating “identity” graphs or associations between data points, to help locate users across various channels, such as based on common personal, device-based, or network-based identifiers (e.g., IP address, cookie or device identifiers, email address).\\n \\n\\nAdditional marketing services, for example (which may overlap with “data marketing services” above):\\n\\nAssisting in targeting and optimizing of direct mail and email campaigns, display, mobile, and social media marketing.\\nMeasuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.\\nAnalyzing and optimizing our Clients’ (or their service providers’) proprietary databases, or helping Clients to identify and mitigate potential fraud.\\nProviding “hygiene” or “verification” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect, or outdated information.\\n \\n\\nOperating our Services, for example: \\n\\nTesting, improving, updating and verifying our own database.\\nDeveloping new products.\\nOperating, analyzing, improving, and securing our Services.\\n Other internal purposes, for example:\\n\\nFor internal operations, auditing, research, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance.\\n\\nWe sometimes use the information collected from our own website,  from social networks, from other “business to business” interactions (such as information we collect at trade shows) or from data compilers for the above, as well as for our own marketing purposes.\\n\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Sharing of Aggregate Information: We may aggregate and/or de-identify any information collected so that such information can no longer be linked to you or your device (“ Aggregate/De-Identified Information ”). We may use Aggregate/De-Identified Information for any purpose, including without limitation for research and marketing purposes, and may also share such data with any third parties, including advertisers, promotional partners, and sponsors, at our discretion.} "
    },
    {
      "Text": "OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION\\nGenerally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in our Privacy Policy and/or our website. \\n\\nOur Purposes for collecting, using and sharing Personal Information\\n\\nData marketing services, for example:\\n\\nGenerally, creating data marketing tools and products for our marketer clients, as more fully described in our Privacy Policy (and on our websites).   This includes our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential identifiers), data hygiene services (helping customers to evaluate, validate and correct personal information they hold), and security and anti-fraud services (helping customers to identify potentially fraudulent activity).\\nHelping our Clients identify and understand their consumers better, by providing insights about them and managing loyalty programs, as well as providing financial and other scoring products.\\nAssisting our Clients through our Services to provide their current and prospective customers with better service, generally related to the above.\\n \\n\\nCreating “identity” graphs or associations between data points, to help locate users across various channels, such as based on common personal, device-based, or network-based identifiers (e.g., IP address, cookie or device identifiers, email address).\\n \\n\\nAdditional marketing services, for example (which may overlap with “data marketing services” above):\\n\\nAssisting in targeting and optimizing of direct mail and email campaigns, display, mobile, and social media marketing.\\nMeasuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.\\nAnalyzing and optimizing our Clients’ (or their service providers’) proprietary databases, or helping Clients to identify and mitigate potential fraud.\\nProviding “hygiene” or “verification” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect, or outdated information.\\n \\n\\nOperating our Services, for example: \\n\\nTesting, improving, updating and verifying our own database.\\nDeveloping new products.\\nOperating, analyzing, improving, and securing our Services.\\n Other internal purposes, for example:\\n\\nFor internal operations, auditing, research, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance.\\n\\nWe sometimes use the information collected from our own website,  from social networks, from other “business to business” interactions (such as information we collect at trade shows) or from data compilers for the above, as well as for our own marketing purposes.\\n\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Sharing of Aggregate Information: We may aggregate and/or de-identify any information collected so that such information can no longer be linked to you or your device (“ Aggregate/De-Identified Information ”). We may use Aggregate/De-Identified Information for any purpose, including without limitation for research and marketing purposes, and may also share such data with any third parties, including advertisers, promotional partners, and sponsors, at our discretion.} "
    },
    {
      "Text": "OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION\\nGenerally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in our Privacy Policy and/or our website. \\n\\nOur Purposes for collecting, using and sharing Personal Information\\n\\nData marketing services, for example:\\n\\nGenerally, creating data marketing tools and products for our marketer clients, as more fully described in our Privacy Policy (and on our websites).   This includes our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential identifiers), data hygiene services (helping customers to evaluate, validate and correct personal information they hold), and security and anti-fraud services (helping customers to identify potentially fraudulent activity).\\nHelping our Clients identify and understand their consumers better, by providing insights about them and managing loyalty programs, as well as providing financial and other scoring products.\\nAssisting our Clients through our Services to provide their current and prospective customers with better service, generally related to the above.\\n \\n\\nCreating “identity” graphs or associations between data points, to help locate users across various channels, such as based on common personal, device-based, or network-based identifiers (e.g., IP address, cookie or device identifiers, email address).\\n \\n\\nAdditional marketing services, for example (which may overlap with “data marketing services” above):\\n\\nAssisting in targeting and optimizing of direct mail and email campaigns, display, mobile, and social media marketing.\\nMeasuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.\\nAnalyzing and optimizing our Clients’ (or their service providers’) proprietary databases, or helping Clients to identify and mitigate potential fraud.\\nProviding “hygiene” or “verification” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect, or outdated information.\\n \\n\\nOperating our Services, for example: \\n\\nTesting, improving, updating and verifying our own database.\\nDeveloping new products.\\nOperating, analyzing, improving, and securing our Services.\\n Other internal purposes, for example:\\n\\nFor internal operations, auditing, research, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance.\\n\\nWe sometimes use the information collected from our own website,  from social networks, from other “business to business” interactions (such as information we collect at trade shows) or from data compilers for the above, as well as for our own marketing purposes.\\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Sharing of Aggregate Information: We may aggregate and/or de-identify any information collected so that such information can no longer be linked to you or your device (“ Aggregate/De-Identified Information ”). We may use Aggregate/De-Identified Information for any purpose, including without limitation for research and marketing purposes, and may also share such data with any third parties, including advertisers, promotional partners, and sponsors, at our discretion.} "
    },
    {
      "Text": "Without being discriminated against for exercising these rights, California residents have the right to request that we disclose what personal information we collect from you, to delete that information, and to opt-out of the sale of your personal information, subject to certain restrictions.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Other internal purposes, for example: For internal operations, auditing, research, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We sometimes use the information collected from our own website,  from social networks, from other “business to business” interactions (such as information we collect at trade shows) or from data compilers for the above, as well as for our own marketing purposes.} "
    },
    {
      "Text": "Without being discriminated against for exercising these rights, California residents have the right to request that we disclose what personal information we collect from you, to delete that information, and to opt-out of the sale of your personal information, subject to certain restrictions.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Other internal purposes, for example: For internal operations, auditing, research, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We sometimes use the information collected from our own website,  from social networks, from other “business to business” interactions (such as information we collect at trade shows) or from data compilers for the above, as well as for our own marketing purposes.} "
    },
    {
      "Text": "Without being discriminated against for exercising these rights, California residents have the right to request that we disclose what personal information we collect from you, to delete that information, and to opt-out of the sale of your personal information, subject to certain restrictions.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Other internal purposes, for example: For internal operations, auditing, research, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We sometimes use the information collected from our own website,  from social networks, from other “business to business” interactions (such as information we collect at trade shows) or from data compilers for the above, as well as for our own marketing purposes.} "
    },
    {
      "Text": "Without being discriminated against for exercising these rights, California residents have the right to request that we disclose what personal information we collect from you, to delete that information, and to opt-out of the sale of your personal information, subject to certain restrictions.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Other internal purposes, for example: For internal operations, auditing, research, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We sometimes use the information collected from our own website,  from social networks, from other “business to business” interactions (such as information we collect at trade shows) or from data compilers for the above, as well as for our own marketing purposes.} "
    },
    {
      "Text": "Right to request that we “do not sell” your personal information\\n\\nYou may request that we not “sell” your personal information. If you wish to make such a “do not sell” (also called an “opt out” request), please go to our “Do Not Sell” web form located at https://app.retention.com/ccpa_details. Alternatively, you may contact us by email at privacy[at]retention.com.   When you make such a request, we will retain your information on an internal “suppression” list, so that we may remove your data from our active database in the event we obtain it again at a later date.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Sometimes, we act only as a “service provider” to our clients (for instance, if they provide information to us for analytics, processing or other data management services), in which case any consumer requests for opt-out, deletion or access to data must be made through that client: we therefore will forward any such requests to a named client, as feasible, such as where a client has been identified. 1.} "
    },
    {
      "Text": " If you wish to make such a “do not sell” (also called an “opt out” request), please go to our “Do Not Sell” web form located at https://app.retention.com/ccpa_details. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {1. Right to request that we “do not sell” your personal information You may request that we not “sell” your personal information.} "
    },
    {
      "Text": "Right to request deletion of your personal information\\n\\nYou may request that we delete any personal information that we collected from you, such as if you have been a customer of ours (Note that this is different from your right to “opt out” of us selling your personal information, which is described above; also note that we do not generally collect personal information directly from consumers).  You may make a deletion request by emailing us at support[at]retention.com. In our discretion, we may interpret your “deletion” request as a “Do Not Sell” request (and thus place it on a suppression list, as described above), if we in good faith believe that is what you are requesting.\\n\\nHowever, we may retain personal information for certain important purposes, such as (a) to protect our business, systems, and users from fraudulent activity, (b) to address technical issues that impair existing functionality (such as de-bugging purposes), (c) as necessary for us, or others, to exercise their free speech or other rights, (d) to comply with law enforcement requests pursuant to lawful process, (e) for scientific or historical research, (f) for our own internal purposes reasonably related to your relationship with us, or to comply with legal obligations. Additionally, we need certain types of information so that we can provide our Services to you. If you ask us to delete it, you may no longer be able to access or use our Services.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {When you make such a request, we will retain your information on an internal “suppression” list, so that we may remove your data from our active database in the event we obtain it again at a later date. 2.} "
    },
    {
      "Text": "California residents also have the right to request that we disclose what categories of your personal information that we collect, use, or sell. As a California resident, you may also request the specific pieces of personal information that we have collected from you. You may make such an “access” or “right to know” request here: https://app.retention.com/request_my_data. We may withhold some personal information where the risk to you or to others’ privacy rights is too great to disclose the information. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {If you ask us to delete it, you may no longer be able to access or use our Services. 3.} "
    },
    {
      "Text": "You may make such an “access” or “right to know” request here: https://app.retention.com/request_my_data. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to request access to your personal information California residents also have the right to request that we disclose what categories of your personal information that we collect, use, or sell. As a California resident, you may also request the specific pieces of personal information that we have collected from you.} "
    },
    {
      "Text": "Right to nondiscrimination\\n\\nWe will not deny, charge different prices for, or provide a different level of quality of goods or services if you choose to exercise these rights.   ",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {For instance, if you request specific pieces of personal information we have received about you, you may need to confirm your possession of an identifier (such as an email address) that reasonably confirms you are the person you claim to be. 4.} "
    },
    {
      "Text": " Right to “opt-out” of the sale of your personal information\\n\\nCalifornia residents may opt out of the “sale” of their personal information. California law broadly defines what constitutes a “sale” — including in the definition making available a wide variety of information in exchange for “valuable consideration.”",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Sometimes, we act only as a “service provider” to our clients (for instance, if they provide information to us for analytics, processing or other data management services), in which case any consumer requests for opt-out, deletion or access to data must be made through that client: we therefore will forward any such requests to a named client, as feasible, such as where a client has been identified. 1.} "
    },
    {
      "Text": " Information about persons under the age of 16\\n\\nWe do not knowingly collect personal information from minors under 16 years of age in California unless we have received legal consent to do so. If we learn that personal information from such California residents has been collected, we will take reasonable steps to remove their information from our database (or to obtain legally required consent).",
      "Label": "Others",
      "Context": "2 Sentences Before {Right to “opt-out” of the sale of your personal information California residents may opt out of the “sale” of their personal information. California law broadly defines what constitutes a “sale” — including in the definition making available a wide variety of information in exchange for “valuable consideration.” 6.} "
    },
    {
      "Text": NaN,
      "Label": "Updated Privacy Policy",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Updated Privacy Policy",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI sold / shared",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI sold / shared",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": "Changes to this Privacy Policy\\nFrom time to time, we may update this Privacy Policy. Any changes to it will become effective when it is posted to our website. Please check back to learn of any changes to this Privacy Policy.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {This may include various types of physical and electronic security, including firewall protections, encryption, hashing or truncation of data, and access controls to personal information. However, you should be aware that neither we nor any platform can guarantee 100 percent safety from hacks or illegal intrusion.} "
    },
    {
      "Text": "o provide the best experiences, we use technologies like cookies to store and/or access device information. Consenting to these technologies will allow us to process data such as browsing behavior or unique IDs on this site.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Last Revised: May 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Without a subpoena, voluntary compliance on the part of your Internet Service Provider, or additional records from a third party, information stored or retrieved for this purpose alone cannot usually be used to identify you. Marketing Marketing The technical storage or access is required to create user profiles to send advertising, or to track the user on a website or across several websites for similar marketing purposes.} "
    },
    {
      "Text": "Information That We Collect and Use in Our Services\nIn order to provide our Services, we receive data, including personal information, from a variety of sources, including from websites and apps that collect the information, public sources, and other data compilers. We refer to the information that we collect and process throughout this Privacy Policy  as “Information” or “the Information.”\n\nThe Information in our database includes various identifying information, such as:  \n\nPersonal email\nProfessional email\nInformation and actions associated with an email, such as whether an email has recently been in use, and amount and type of marketing or “email open” activity associated with an email\nIP address\nA cookie or device identifier, which uniquely identifies your browser or device\nUsage data related to your email interactions, such as whether you receive, open or respond to an email, and related information\nUsage data related to your website interactions, such as whether you visit or log in to a website, page visits and related information\nDemographic information, such as inferenced income or age range, household size, or home ownership\nInformation regarding consumer interests, such as what type of products you may be interested in, or what types of hobbies you might have, such as whether you are a likely pet owner or a sports or art enthusiast\nSome of the above information may be inferred – for instance, if a household is in a particularly wealthy area, we might infer a particular income range.\n\nWe may combine any of the points of Information we collect or receive with other Information.\n\nRetention.com also receives information through this website (and any other website we operate), and our business operations. We describe this information in Section 6. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We also operate corporate websites, designed for our own customers and prospective customers, and others who want to learn about our services. We address the information we collect and use for those business purposes (such as information we use to communicate with our corporate customers, and potential customers) in Section 6 of this Privacy Policy.} "
    },
    {
      "Text": "How We Use the Information\nRetention.com uses the Information for various purposes, including the following.\n\nAs Part of Our Services:\n\nData Marketing Services. Our Services include providing marketing information to our customers, generally regarding which customers or prospective customers are most likely to be interested (or disinterested) in certain offers. We also help our customers identify and understand their customers better, by providing insights about them. Our customers include (but are not limited to) small and medium-sized businesses, ad and media agencies, brands and marketing data platforms that help their customers to market and advertise to their own customers (and prospective customers). Our customers also may include other data compilers, who work with their own customers.\nRetargeting Services.  We sometimes help our customers to “retarget” marketing content to website visitors. In particular, our Services help customers send emails to people who visited or logged in to their websites by cross-referencing information such as cookie identifiers and emails for those purposes. \nAdditional Marketing Services. Other Services we may provide to our customers (or help them to provide to their own customers), which may supplement the above Services, may involve (a) assisting customers to target and optimize email campaigns, display, or other marketing; (b) measuring how effective marketing campaigns have been, by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases; (c) analyzing and optimizing our customers’ (or their service providers’) proprietary databases; (d) helping customers to detect and prevent fraud and provide “validation” or data hygiene services, e.g., by verifying or removing or correcting old, incorrect or outdated information or evaluating whether an email address recently has been active.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Retention.com also receives information through this website (and any other website we operate), and our business operations. We describe this information in Section 6.} "
    },
    {
      "Text": "How We Use the Information\nRetention.com uses the Information for various purposes, including the following.\n\nAs Part of Our Services:\n\nData Marketing Services. Our Services include providing marketing information to our customers, generally regarding which customers or prospective customers are most likely to be interested (or disinterested) in certain offers. We also help our customers identify and understand their customers better, by providing insights about them. Our customers include (but are not limited to) small and medium-sized businesses, ad and media agencies, brands and marketing data platforms that help their customers to market and advertise to their own customers (and prospective customers). Our customers also may include other data compilers, who work with their own customers.\nRetargeting Services.  We sometimes help our customers to “retarget” marketing content to website visitors. In particular, our Services help customers send emails to people who visited or logged in to their websites by cross-referencing information such as cookie identifiers and emails for those purposes. \nAdditional Marketing Services. Other Services we may provide to our customers (or help them to provide to their own customers), which may supplement the above Services, may involve (a) assisting customers to target and optimize email campaigns, display, or other marketing; (b) measuring how effective marketing campaigns have been, by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases; (c) analyzing and optimizing our customers’ (or their service providers’) proprietary databases; (d) helping customers to detect and prevent fraud and provide “validation” or data hygiene services, e.g., by verifying or removing or correcting old, incorrect or outdated information or evaluating whether an email address recently has been active.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Retention.com also receives information through this website (and any other website we operate), and our business operations. We describe this information in Section 6.} "
    },
    {
      "Text": "How We Use the Information\nRetention.com uses the Information for various purposes, including the following.\n\nAs Part of Our Services:\n\nData Marketing Services. Our Services include providing marketing information to our customers, generally regarding which customers or prospective customers are most likely to be interested (or disinterested) in certain offers. We also help our customers identify and understand their customers better, by providing insights about them. Our customers include (but are not limited to) small and medium-sized businesses, ad and media agencies, brands and marketing data platforms that help their customers to market and advertise to their own customers (and prospective customers). Our customers also may include other data compilers, who work with their own customers.\nRetargeting Services.  We sometimes help our customers to “retarget” marketing content to website visitors. In particular, our Services help customers send emails to people who visited or logged in to their websites by cross-referencing information such as cookie identifiers and emails for those purposes. \nAdditional Marketing Services. Other Services we may provide to our customers (or help them to provide to their own customers), which may supplement the above Services, may involve (a) assisting customers to target and optimize email campaigns, display, or other marketing; (b) measuring how effective marketing campaigns have been, by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases; (c) analyzing and optimizing our customers’ (or their service providers’) proprietary databases; (d) helping customers to detect and prevent fraud and provide “validation” or data hygiene services, e.g., by verifying or removing or correcting old, incorrect or outdated information or evaluating whether an email address recently has been active.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Retention.com also receives information through this website (and any other website we operate), and our business operations. We describe this information in Section 6.} "
    },
    {
      "Text": "To Operate Our Services\n\nWe also use the Information described above for our own internal purposes – such as to improve, test, update, and verify our own database; develop new products; operate, analyze, improve and secure our Services and our databases and servers.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Additional Marketing Services. Other Services we may provide to our customers (or help them to provide to their own customers), which may supplement the above Services, may involve (a) assisting customers to target and optimize email campaigns, display, or other marketing; (b) measuring how effective marketing campaigns have been, by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases; (c) analyzing and optimizing our customers’ (or their service providers’) proprietary databases; (d) helping customers to detect and prevent fraud and provide “validation” or data hygiene services, e.g., by verifying or removing or correcting old, incorrect or outdated information or evaluating whether an email address recently has been active.} "
    },
    {
      "Text": "To Operate Our Services\n\nWe also use the Information described above for our own internal purposes – such as to improve, test, update, and verify our own database; develop new products; operate, analyze, improve and secure our Services and our databases and servers.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Additional Marketing Services. Other Services we may provide to our customers (or help them to provide to their own customers), which may supplement the above Services, may involve (a) assisting customers to target and optimize email campaigns, display, or other marketing; (b) measuring how effective marketing campaigns have been, by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases; (c) analyzing and optimizing our customers’ (or their service providers’) proprietary databases; (d) helping customers to detect and prevent fraud and provide “validation” or data hygiene services, e.g., by verifying or removing or correcting old, incorrect or outdated information or evaluating whether an email address recently has been active.} "
    },
    {
      "Text": "To Operate Our Services\n\nWe also use the Information described above for our own internal purposes – such as to improve, test, update, and verify our own database; develop new products; operate, analyze, improve and secure our Services and our databases and servers.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Additional Marketing Services. Other Services we may provide to our customers (or help them to provide to their own customers), which may supplement the above Services, may involve (a) assisting customers to target and optimize email campaigns, display, or other marketing; (b) measuring how effective marketing campaigns have been, by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases; (c) analyzing and optimizing our customers’ (or their service providers’) proprietary databases; (d) helping customers to detect and prevent fraud and provide “validation” or data hygiene services, e.g., by verifying or removing or correcting old, incorrect or outdated information or evaluating whether an email address recently has been active.} "
    },
    {
      "Text": "How We Share Information with Third Parties, including Service Providers\nRetention.com may share the Information with customers, marketing services and platforms, as well as service providers that help us to provide the Services we’ve described above (or other services we may add in the future).  This includes sharing in the following ways:\n\nWith Our Customers: As described above, we license the Information in various ways to our customers (and something to partners and resellers, who license the Information to their customer), when we provide our Services. We may sometimes share the Information with those Customers’ service providers (for instance, a provider that prints or sends mailings for a Customer).\nWith Our Partners: We also may share the Information, including personally identifiable information and Audience Segments, with business and data partners to help provide more tailored targeted marketing, advertising and communications. Likewise, we may do so for analytical purposes, including to help these other parties measure campaign performance, inform future campaigns, or to handle, analyze, or segregate this Information on our or our customers’ behalf. \nWith Our Service Providers: We share the Information with a variety of service providers in order to operate, protect and advertise our Services and maintain our website(s). For instance, we may share the Information with our tech, hosting and customer support providers, marketing and advertising providers, other data providers (such as to enhance or verify our Information), security vendors, payment vendors (as to our business to business information), and other companies help us deliver, secure or develop our Services.\nCorporate transfers: If Retention.com, its stock or its significant assets are acquired by or merged into another entity, our information will be transferred to that entity, and may be shared during due diligence in anticipation of any such transaction.\nAffiliates, parent companies and subsidiaries: Retention.com may share some or all of the Information in our possession with any affiliated or subsidiary companies (if we ever have any).\nAs required by law or to protect any person or entity: Retention.com may disclose Information if we believe that such disclosure is necessary to (a) comply in good faith with relevant laws or to respond to subpoenas or warrants served on us; or (b) to protect or otherwise defend the rights, property or safety of Retention.com, our customers, or any other person or entity.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Other Services we may provide to our customers (or help them to provide to their own customers), which may supplement the above Services, may involve (a) assisting customers to target and optimize email campaigns, display, or other marketing; (b) measuring how effective marketing campaigns have been, by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases; (c) analyzing and optimizing our customers’ (or their service providers’) proprietary databases; (d) helping customers to detect and prevent fraud and provide “validation” or data hygiene services, e.g., by verifying or removing or correcting old, incorrect or outdated information or evaluating whether an email address recently has been active. To Operate Our Services We also use the Information described above for our own internal purposes – such as to improve, test, update, and verify our own database; develop new products; operate, analyze, improve and secure our Services and our databases and servers.} "
    },
    {
      "Text": "With Our Customers: As described above, we license the Information in various ways to our customers (and something to partners and resellers, who license the Information to their customer), when we provide our Services. We may sometimes share the Information with those Customers’ service providers (for instance, a provider that prints or sends mailings for a Customer).",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {To Operate Our Services We also use the Information described above for our own internal purposes – such as to improve, test, update, and verify our own database; develop new products; operate, analyze, improve and secure our Services and our databases and servers. How We Share Information with Third Parties, including Service Providers Retention.com may share the Information with customers, marketing services and platforms, as well as service providers that help us to provide the Services we’ve described above (or other services we may add in the future).} "
    },
    {
      "Text": "There are multiple ways that you can opt-out of having the Information used to market to you:\n\nFirst, you may visit our opt-out page at https://app.retention.com/optout to have your personal information removed from our database. We will then in most cases remove your personal information from our active marketing databases within 15 business days, from the time we received the opt-out request. We may in certain cases (and where legally permissible) require that you verify any of the information that you submit, such as through a verified email response or another verified response.\nIf you would like to opt-out of email marketing from a particular brand (such as a customer of ours), click on the “opt out” or “unsubscribe” link in the footer (at the bottom) of the marketing email you have received.\nWhile we generally do not engage in “direct mail” marketing, some of our customers and partners may. If you are interested in opting our of this type of marketing — i.e., materials received in your physical mailbox — we recommend that you visit the DMA Choice website, at thedma.org. The DMA Choice service is run by the Direct Marketing Association and allows you to follow few easy steps to ensure that your marketing preferences are honored. \nTo opt out of our Retargeting Services described in section 2, go to and click on the “Opt Out” bar on that page. You will need to do that from each browser that you use (because the retargeting and thus the “opt out” are cookie-based), and if you clear your browser cookies you will need to opt out again.\nIf we market to you by email in our corporate capacity — such as if you are a customer or prospective customer of ours and we send information about our Services — you may “unsubscribe” from our marketing emails through a link placed in your emails.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Affiliates, parent companies and subsidiaries: Retention.com may share some or all of the Information in our possession with any affiliated or subsidiary companies (if we ever have any). As required by law or to protect any person or entity: Retention.com may disclose Information if we believe that such disclosure is necessary to (a) comply in good faith with relevant laws or to respond to subpoenas or warrants served on us; or (b) to protect or otherwise defend the rights, property or safety of Retention.com , our customers, or any other person or entity.} "
    },
    {
      "Text": "Cookies and How We Use Them\n\nRetention.com and its business partners use certain industry-standard technologies, including cookies and similarly functioning technologies, which we describe below. We and/or our service providers use these technologies on our website, for instance, and our partners may use these technologies in their own marketing services.\n\nWe may work with third parties or service providers to provide or enhance our services (e.g. for purposes of tailoring ads, or placing browser cookies), or to offer marketers ways to access or use our Information, often in de-identified form.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You will need to do that from each browser that you use (because the retargeting and thus the “opt out” are cookie-based), and if you clear your browser cookies you will need to opt out again. If we market to you by email in our corporate capacity — such as if you are a customer or prospective customer of ours and we send information about our Services — you may “unsubscribe” from our marketing emails through a link placed in your emails.} "
    },
    {
      "Text": "We may work with third parties or service providers to provide or enhance our services (e.g. for purposes of tailoring ads, or placing browser cookies), or to offer marketers ways to access or use our Information, often in de-identified form.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Cookies and Similar Technologies Cookies and How We Use Them Retention.com and its business partners use certain industry-standard technologies, including cookies and similarly functioning technologies, which we describe below. We and/or our service providers use these technologies on our website, for instance, and our partners may use these technologies in their own marketing services.} "
    },
    {
      "Text": "Cookies, in turn, are small data files that contain a string of characters, such as a  unique browser identifier. Cookies are stored on your computer or other device and act as tags that identify your device. Our (or other companies’) servers send your device a cookie when you visit a website. A pixel tag (also commonly known as a web beacon or clear GIF) is an invisible 1 x 1 pixel that is placed on certain web pages. When you access web pages (such as the website of a marketer), pixel tags may generate a generic notice of the visit and permit our partners (or sometimes, us) to read the cookies that a respective company or server has deployed. Pixel tags are used in combination with cookies to track the activity on a site by a particular device. When you turn off cookies, pixel tags simply detect a given website visit.\n\nWe, or our service providers, and other online marketing platforms that we or they work with, may use cookies to, among other things, “remember” you, determine visitor patterns and trends, collect information about your activities on our clients’ sites, or interact with the advertising you see. Cookies are used in this way to provide relevant content to you and replace non-relevant communications with ads that better match your interests.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You will need to do that from each browser that you use (because the retargeting and thus the “opt out” are cookie-based), and if you clear your browser cookies you will need to opt out again. If we market to you by email in our corporate capacity — such as if you are a customer or prospective customer of ours and we send information about our Services — you may “unsubscribe” from our marketing emails through a link placed in your emails.} "
    },
    {
      "Text": "You may be able to set your browser to warn you before accepting certain cookies or to refuse certain cookies.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Cookies are used in this way to provide relevant content to you and replace non-relevant communications with ads that better match your interests. Disabling Cookies Most web browsers are set up to accept cookies.} "
    },
    {
      "Text": "Data Collected Through Our Corporate Website\nInformation Collected\n\nRetention.com collects information from users of our website(s) (including any page on which this Privacy Policy is posted), including:\n\nThe domain name and IP address of a user’s web browser, as well as a user agent, time stamp and other information about a user’s browser or device.\nInformation about what content and pages users access, utilize or visit on our website, or how they interact with our content — for instance, if they spent a certain amount of time reviewing a particular blog post or description of particular services.\nInformation, including personally identifiable and contact information that you provide, which could include (for instance) survey information, sign-up information (e.g., if you sign up for our webinars, events or newsletters), requests for information, mailing addresses, and email addresses.\nHow Retention.com Uses the Information We Collect Through Our Website\n\nWe use the Information we collect through our website(s) to do the following:\n\nCreate and manage your user account.\nProvide Services you have requested.\nRespond to and communicate with you (including regarding news and updates about our services).\nSend you offers and ads for our products and services, when you browse the website(s) or other companies’ websites on the Internet (such as to “retarget” you with information about our Services).\nSend you offers and ads for products and services of partner brands, or other offers we believe may be of interest to you, such as invitations to events and webinars.\nPerform data analysis (including market research).\nWe may combine the Information with other information we obtain from third parties, publicly available sources, and any other product or service we provide to further improve the relevance and effectiveness of products, and advertisements offered, including (but not limited to), those provided on or through our services.\nWe may use IP addresses to help diagnose problems with our servers and to administer our website(s). We may also use IP addresses to help identify visitors to our website(s) for the duration of a session and to gather demographic information about our visitors. We may use clickstream data to determine how much time visitors spend on each web page of our website(s), how visitors navigate through the website(s), and how we may tailor our website(s) to better meet the needs of our visitors. We also use this Information for compliance with our legal obligations, policies and procedures, including the enforcement of our Terms and Conditions.\nIf we collect Information from “offline” sources — such as if you provide us your business card at a trade show — we will maintain that information and use it for marketing and business purposes as well.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may be able to set your browser to warn you before accepting certain cookies or to refuse certain cookies. However, if you disable the use of cookies in your web browser, some features of our website and other services may be difficult to use or become inoperable.} "
    },
    {
      "Text": "How Retention.com Shares the Information We Collect Through Our Websites\n\nWe may sometimes share or otherwise disclose the Information we collect about you, as described in this Privacy Policy or otherwise disclosed to you when you provide us with the information, including as follows:\n\nWe may share the Information with service providers who help us deliver the services you request or we provide. For instance, we share the Information with tech and customer support providers, marketing and advertising providers, other data providers (such as to enhance or verify our Information), security and data hygiene vendors, payment vendors (as to our business to business information), and other companies that may help us deliver or develop Services.\nWe may share the Information to communicate with you and market to you, including through email, direct mail or display media.\nWe will disclose your PII (or other Information) if we believe in good faith that we are required to do so by law, regulation or other government authority or to protect the rights, safety or property of ourselves or any person or entity. We may also cooperate with law enforcement agencies in any official investigation and we may disclose any Information to the requesting agency in doing so.\nIf we or all or substantially all of our assets, are purchased by another company (such as in a merger, consolidation, restructuring, the sale of stock and/or assets, or other corporate change or financing transaction), the Information in our possession will likely be transferred to the successor entity. We also may share the Information during the course of any due diligence process leading up to any such transaction.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Information about what content and pages users access, utilize or visit on our website, or how they interact with our content — for instance, if they spent a certain amount of time reviewing a particular blog post or description of particular services. Information, including personally identifiable and contact information that you provide, which could include (for instance) survey information, sign-up information (e.g., if you sign up for our webinars, events or newsletters), requests for information, mailing addresses, and email addresses.} "
    },
    {
      "Text": "Our website(s) use cookies and similar technologies, both for its internal and operational purposes and to market to you (such as to retarget ads to you when you visit other sites across the Internet).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If we or all or substantially all of our assets, are purchased by another company (such as in a merger, consolidation, restructuring, the sale of stock and/or assets, or other corporate change or financing transaction), the Information in our possession will likely be transferred to the successor entity. We also may share the Information during the course of any due diligence process leading up to any such transaction.} "
    },
    {
      "Text": "Changes to this Privacy Policy\nFrom time to time, we may update this Privacy Policy. Any changes to it will become effective when it is posted to our website. Please check back to learn of any changes to this Privacy Policy.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {This may include various types of physical and electronic security, including firewall protections, encryption, hashing or truncation of data, and access controls to personal information. However, you should be aware that neither we nor any platform can guarantee 100 percent safety from hacks or illegal intrusion.} "
    },
    {
      "Text": "If you are a resident of California, the California Consumer Protection Act (CCPA) provides certain rights of disclosure, access and deletion of your Information as described below in the “Addendum for California Residents” at the end of this Privacy Policy. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Storage of Information in the United States If you are accessing our website from outside of the United States, your connection likely will be through and to servers located in the United States and all Information you provide will likely be processed and securely maintained in our web servers and internal systems located within the United States (we generally store the Information used in our Services in the United States). Thus, you should be aware that in accessing this website or otherwise communicating with us, the information we collect or receive from you may be subject to laws with lesser or different privacy standards than those in your own country (such as if you are in a country located in the European Union).} "
    },
    {
      "Text": "If you are a resident of California, the California Consumer Protection Act (CCPA) provides certain rights of disclosure, access and deletion of your Information as described below in the “Addendum for California Residents” at the end of this Privacy Policy. ",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Storage of Information in the United States If you are accessing our website from outside of the United States, your connection likely will be through and to servers located in the United States and all Information you provide will likely be processed and securely maintained in our web servers and internal systems located within the United States (we generally store the Information used in our Services in the United States). Thus, you should be aware that in accessing this website or otherwise communicating with us, the information we collect or receive from you may be subject to laws with lesser or different privacy standards than those in your own country (such as if you are in a country located in the European Union).} "
    },
    {
      "Text": "Last updated:  May 3, 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Contact Us Retention.com has a designated privacy contact. If you have questions related to this Privacy Policy, or regarding our products or services, please contact us: privacy[at]retention.com We appreciate your comments and questions regarding Retention.com’s privacy practices.} "
    },
    {
      "Text": "Last Modified:  May 3, 2022",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Contact Us Retention.com has a designated privacy contact. If you have questions related to this Privacy Policy, or regarding our products or services, please contact us: privacy[at]retention.com We appreciate your comments and questions regarding Retention.com’s privacy practices.} "
    },
    {
      "Text": "Our Collection of Personal Information— the types of Personal Information (which the CCPA defines broadly) that we collect, the types of sources we collect it from,",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This Addendum supplements the information in the Privacy Policy. However, this Addendum is intended solely for, and is applicable only as to, California Consumers: if you are not a California Consumer (or a resident of California), this does not apply to you and you should not rely on it.} "
    },
    {
      "Text": "Our Disclosure and Sale of Personal Information— the types of recipients to whom we disclose or sell Personal Information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This Addendum supplements the information in the Privacy Policy. However, this Addendum is intended solely for, and is applicable only as to, California Consumers: if you are not a California Consumer (or a resident of California), this does not apply to you and you should not rely on it.} "
    },
    {
      "Text": "Our Disclosure and Sale of Personal Information— the types of recipients to whom we disclose or sell Personal Information.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {This Addendum supplements the information in the Privacy Policy. However, this Addendum is intended solely for, and is applicable only as to, California Consumers: if you are not a California Consumer (or a resident of California), this does not apply to you and you should not rely on it.} "
    },
    {
      "Text": "Our Business Purposes —  our business purposes for (a) collecting and (b) sharing Personal Information, which are generally the same.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, this Addendum is intended solely for, and is applicable only as to, California Consumers: if you are not a California Consumer (or a resident of California), this does not apply to you and you should not rely on it. In the below tables and sections, we describe (as required by the CCPA): Our Collection of Personal Information — the types of Personal Information (which the CCPA defines broadly) that we collect, the types of sources we collect it from, Our Disclosure and Sale of Personal Information — the types of recipients to whom we disclose or sell Personal Information.} "
    },
    {
      "Text": "Our Business Purposes —  our business purposes for (a) collecting and (b) sharing Personal Information, which are generally the same.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {However, this Addendum is intended solely for, and is applicable only as to, California Consumers: if you are not a California Consumer (or a resident of California), this does not apply to you and you should not rely on it. In the below tables and sections, we describe (as required by the CCPA): Our Collection of Personal Information — the types of Personal Information (which the CCPA defines broadly) that we collect, the types of sources we collect it from, Our Disclosure and Sale of Personal Information — the types of recipients to whom we disclose or sell Personal Information.} "
    },
    {
      "Text": "Our Business Purposes —  our business purposes for (a) collecting and (b) sharing Personal Information, which are generally the same.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {However, this Addendum is intended solely for, and is applicable only as to, California Consumers: if you are not a California Consumer (or a resident of California), this does not apply to you and you should not rely on it. In the below tables and sections, we describe (as required by the CCPA): Our Collection of Personal Information — the types of Personal Information (which the CCPA defines broadly) that we collect, the types of sources we collect it from, Our Disclosure and Sale of Personal Information — the types of recipients to whom we disclose or sell Personal Information.} "
    },
    {
      "Text": "OUR COLLECTION OF PERSONAL INFORMATION\nDepending on how you interact with us, we may collect about you the categories of information summarized in the table below. The following table also describes how we collect and use such categories of information.\n\nCategory\n\nCategories of Sources\n\nIdentifiers, e.g., name; alias; postal address; mobile ad or cookie identifiers; IP address; telephone number; email address; social network handles\n\nData compilers and consumer data resellers, informational and retail websites (“Commercial Source Categories”)\nPublic records and other publicly available sources\nGovernment entities\nSocial networks\nCommercial or transactions information\n\nE.g., products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\n\nCommercial Source Categories\nPublic records and other publicly available sources\nInternet or other electronic network activity information\n\nE.g., browsing history; online interests.\n\nCommercial Source Categories\nProfessional or employment-related information\n\nE.g., current or past job history or job title.\n\nPublic records and other publicly available sources\nCommercial Source Categories\nInference Data\n\nE.g., consumer information or preferences.\n\nCommercial Source Categories",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Our Business Purposes —  our business purposes for (a) collecting and (b) sharing Personal Information, which are generally the same. Your California Privacy Rights and Choices — what rights you have under the CCPA, for instance, to request that we “opt out” your information from our marketing database (also called “do not sell” rights), or to request categories and personal information that we may have collected about you.} "
    },
    {
      "Text": "0: Category ||| 1: Categories of Sources\n\n0: Identifiers, e.g., name; alias; postal address; mobile ad or cookie identifiers; IP address; telephone number; email address; social network handles ||| 1: Data compilers and consumer data resellers, informational and retail websites (“Commercial Source Categories”) Public records and other publicly available sources Government entities Social networks\n\n0: Commercial or transactions information E.g., products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. ||| 1: Commercial Source Categories Public records and other publicly available sources\n\n0: Internet or other electronic network activity information E.g., browsing history; online interests. ||| 1: Commercial Source Categories\n\n0: Professional or employment-related information E.g., current or past job history or job title. ||| 1: Public records and other publicly available sources Commercial Source Categories\n\n0: Inference Data E.g., consumer information or preferences. ||| 1: Commercial Source Categories",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Without a subpoena, voluntary compliance on the part of your Internet Service Provider, or additional records from a third party, information stored or retrieved for this purpose alone cannot usually be used to identify you. Marketing Marketing The technical storage or access is required to create user profiles to send advertising, or to track the user on a website or across several websites for similar marketing purposes.} "
    },
    {
      "Text": "Category ||| Identifiers, e.g., name; alias; postal address; mobile ad or cookie identifiers; IP address; telephone number; email address; social network handles ||| Commercial or transactions information E.g., products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. ||| Internet or other electronic network activity information E.g., browsing history; online interests. ||| Professional or employment-related information E.g., current or past job history or job title. ||| Inference Data E.g., consumer information or preferences.\n\nCategories of Sources ||| Data compilers and consumer data resellers, informational and retail websites (“Commercial Source Categories”) Public records and other publicly available sources Government entities Social networks ||| Commercial Source Categories Public records and other publicly available sources ||| Commercial Source Categories ||| Public records and other publicly available sources Commercial Source Categories ||| Commercial Source Categories",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The following sets forth the categories of information we collect and purposes for which we may use California Consumers’ personal information: OUR COLLECTION OF PERSONAL INFORMATION Depending on how you interact with us, we may collect about you the categories of information summarized in the table below. The following table also describes how we collect and use such categories of information.} "
    },
    {
      "Text": "OUR DISCLOSURE AND SALE OF PERSONAL INFORMATION\nWe will share the information collected from and about you as discussed above for various business purposes, with service providers and with third parties including our customers. The chart below how and with whom we share or disclose personal information, and whether (based on the CCPA’s definition of “sell”) we believe we have “sold” a particular category of information in the prior 12 months.\n\nCategory\n\nCategories of Third Parties We Share With\n\n Whether We “Sold” This Category of Personal Information in the Last 12 Months\n\n \n\nIdentifiers, e.g., name; alias; postal address; mobile ad identifiers; IP address; telephone number; email address; social network handles\n\nData compilers and consumer data resellers, consumer goods retailers, informational and retail websites, content publishers, non-profit organizations, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks (“Commercial Recipient Categories”)\nAdvertising networks and media platforms, political campaigns, internet service providers, data analytics providers\nSocial networks\nYes\n\nCommercial or transactions information\n\nE.g., products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\n\nCommercial Recipient Categories\nAdvertising networks and media platforms, political campaigns, internet service providers, data analytics providers\nSocial networks\nYes\n\nInternet or other electronic network activity information\n\nE.g., browsing history; online interests.\n\nCommercial Recipient Categories\nAdvertising networks and media platforms, political campaigns, internet service providers, data analytics providers, and social networks\n Yes\n\nInference Data\n\nE.g., consumer information or preferences.\n\nCommercial Recipient Categories\nAdvertising networks and media platforms, political campaigns, internet service providers, data analytics providers\nSocial networks\nYes\n\nInference Data\n\nE.g., consumer information or preferences.\n\nCommercial Recipient Categories\n Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers\nSocial networks\nYes",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {, current or past job history or job title. Public records and other publicly available sources Commercial Source Categories Inference Data E.g., consumer information or preferences.} "
    },
    {
      "Text": "OUR DISCLOSURE AND SALE OF PERSONAL INFORMATION\nWe will share the information collected from and about you as discussed above for various business purposes, with service providers and with third parties including our customers. The chart below how and with whom we share or disclose personal information, and whether (based on the CCPA’s definition of “sell”) we believe we have “sold” a particular category of information in the prior 12 months.\n\nCategory\n\nCategories of Third Parties We Share With\n\n Whether We “Sold” This Category of Personal Information in the Last 12 Months\n\n \n\nIdentifiers, e.g., name; alias; postal address; mobile ad identifiers; IP address; telephone number; email address; social network handles\n\nData compilers and consumer data resellers, consumer goods retailers, informational and retail websites, content publishers, non-profit organizations, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks (“Commercial Recipient Categories”)\nAdvertising networks and media platforms, political campaigns, internet service providers, data analytics providers\nSocial networks\nYes\n\nCommercial or transactions information\n\nE.g., products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\n\nCommercial Recipient Categories\nAdvertising networks and media platforms, political campaigns, internet service providers, data analytics providers\nSocial networks\nYes\n\nInternet or other electronic network activity information\n\nE.g., browsing history; online interests.\n\nCommercial Recipient Categories\nAdvertising networks and media platforms, political campaigns, internet service providers, data analytics providers, and social networks\n Yes\n\nInference Data\n\nE.g., consumer information or preferences.\n\nCommercial Recipient Categories\nAdvertising networks and media platforms, political campaigns, internet service providers, data analytics providers\nSocial networks\nYes\n\nInference Data\n\nE.g., consumer information or preferences.\n\nCommercial Recipient Categories\n Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers\nSocial networks\nYes",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {, current or past job history or job title. Public records and other publicly available sources Commercial Source Categories Inference Data E.g., consumer information or preferences.} "
    },
    {
      "Text": "0: Category ||| 1: Categories of Third Parties We Share With ||| 2: Whether We “Sold” This Category of Personal Information in the Last 12 Months\n\n0: Identifiers, e.g., name; alias; postal address; mobile ad identifiers; IP address; telephone number; email address; social network handles ||| 1: Data compilers and consumer data resellers, consumer goods retailers, informational and retail websites, content publishers, non-profit organizations, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks (“Commercial Recipient Categories”) Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks ||| 2: Yes\n\n0: Commercial or transactions information E.g., products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. ||| 1: Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks ||| 2: Yes\n\n0: Internet or other electronic network activity information E.g., browsing history; online interests. ||| 1: Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers, and social networks ||| 2: Yes\n\n0: Inference Data E.g., consumer information or preferences. ||| 1: Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks ||| 2: Yes\n\n0: Inference Data E.g., consumer information or preferences. ||| 1: Commercial Recipient Categories  Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks ||| 2: Yes",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Without a subpoena, voluntary compliance on the part of your Internet Service Provider, or additional records from a third party, information stored or retrieved for this purpose alone cannot usually be used to identify you. Marketing Marketing The technical storage or access is required to create user profiles to send advertising, or to track the user on a website or across several websites for similar marketing purposes.} "
    },
    {
      "Text": "0: Category ||| 1: Categories of Third Parties We Share With ||| 2: Whether We “Sold” This Category of Personal Information in the Last 12 Months\n\n0: Identifiers, e.g., name; alias; postal address; mobile ad identifiers; IP address; telephone number; email address; social network handles ||| 1: Data compilers and consumer data resellers, consumer goods retailers, informational and retail websites, content publishers, non-profit organizations, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks (“Commercial Recipient Categories”) Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks ||| 2: Yes\n\n0: Commercial or transactions information E.g., products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. ||| 1: Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks ||| 2: Yes\n\n0: Internet or other electronic network activity information E.g., browsing history; online interests. ||| 1: Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers, and social networks ||| 2: Yes\n\n0: Inference Data E.g., consumer information or preferences. ||| 1: Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks ||| 2: Yes\n\n0: Inference Data E.g., consumer information or preferences. ||| 1: Commercial Recipient Categories  Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks ||| 2: Yes",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Without a subpoena, voluntary compliance on the part of your Internet Service Provider, or additional records from a third party, information stored or retrieved for this purpose alone cannot usually be used to identify you. Marketing Marketing The technical storage or access is required to create user profiles to send advertising, or to track the user on a website or across several websites for similar marketing purposes.} "
    },
    {
      "Text": "Category ||| Identifiers, e.g., name; alias; postal address; mobile ad identifiers; IP address; telephone number; email address; social network handles ||| Commercial or transactions information E.g., products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. ||| Internet or other electronic network activity information E.g., browsing history; online interests. ||| Inference Data E.g., consumer information or preferences. ||| Inference Data E.g., consumer information or preferences.\n\nCategories of Third Parties We Share With ||| Data compilers and consumer data resellers, consumer goods retailers, informational and retail websites, content publishers, non-profit organizations, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks (“Commercial Recipient Categories”) Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks ||| Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks ||| Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers, and social networks ||| Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks ||| Commercial Recipient Categories  Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks\n\nWhether We “Sold” This Category of Personal Information in the Last 12 Months ||| Yes ||| Yes ||| Yes ||| Yes ||| Yes",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The following sets forth the categories of information we collect and purposes for which we may use California Consumers’ personal information: OUR COLLECTION OF PERSONAL INFORMATION Depending on how you interact with us, we may collect about you the categories of information summarized in the table below. The following table also describes how we collect and use such categories of information.} "
    },
    {
      "Text": "Category ||| Identifiers, e.g., name; alias; postal address; mobile ad identifiers; IP address; telephone number; email address; social network handles ||| Commercial or transactions information E.g., products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies. ||| Internet or other electronic network activity information E.g., browsing history; online interests. ||| Inference Data E.g., consumer information or preferences. ||| Inference Data E.g., consumer information or preferences.\n\nCategories of Third Parties We Share With ||| Data compilers and consumer data resellers, consumer goods retailers, informational and retail websites, content publishers, non-profit organizations, business-to-business services and organizations, consumer surveys and survey companies, affiliate networks (“Commercial Recipient Categories”) Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks ||| Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks ||| Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers, and social networks ||| Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks ||| Commercial Recipient Categories  Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks\n\nWhether We “Sold” This Category of Personal Information in the Last 12 Months ||| Yes ||| Yes ||| Yes ||| Yes ||| Yes",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The following sets forth the categories of information we collect and purposes for which we may use California Consumers’ personal information: OUR COLLECTION OF PERSONAL INFORMATION Depending on how you interact with us, we may collect about you the categories of information summarized in the table below. The following table also describes how we collect and use such categories of information.} "
    },
    {
      "Text": "We also may share any of the personal information we collect as follows:\n\nSharing for Legal Purposes:  In addition, we may share personal information with third parties in order to: (a) comply with legal process or a regulatory investigation (e.g. a subpoena or court order); (b) enforce our Terms of Service, this Privacy Policy, or other contracts with you, including investigation of potential violations thereof; (c) respond to claims that any content violates the rights of third parties; and/or (d) protect the rights, property or personal safety of us, our platform, our customers, our agents and affiliates, its users and/or the public. We likewise may provide information to other companies and organizations (including law enforcement) for fraud protection, and spam/malware prevention, and similar purposes.\n\nSharing In Event of a Corporate Transaction:  We may also share personal information in the event of a major corporate transaction, including for example a merger, investment, acquisition, reorganization, consolidation, bankruptcy, liquidation, or sale of some or all of our assets, or for purposes of due diligence connected with any such transaction.\n\nSharing With Service Providers:  We share any personal information we collect with our service providers, which may include (for instance) providers involved in tech or customer support, operations, web or data hosting, billing, accounting, security, marketing, data management, validation, enhancement or hygiene, or otherwise assisting us to provide, develop, maintain and improve our services.\n\nSharing of Aggregate Information:  We may aggregate and/or de-identify any information collected so that such information can no longer be linked to you or your device (“Aggregate/De-Identified Information”). We may use Aggregate/De-Identified Information for any purpose, including without limitation for research and marketing purposes, and may also share such data with any third parties, including advertisers, promotional partners, and sponsors, at our discretion.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers, and social networks Yes Inference Data E.g., consumer information or preferences. Commercial Recipient Categories Advertising networks and media platforms, political campaigns, internet service providers, data analytics providers Social networks Yes Inference Data E.g., consumer information or preferences.} "
    },
    {
      "Text": "OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION\nGenerally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in our Privacy Policy and/or our website. \n\nOur Purposes for collecting, using and sharing Personal Information\n\nData marketing services, for example:\n\nGenerally, creating data marketing tools and products for our marketer clients, as more fully described in our Privacy Policy (and on our websites).   This includes our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential identifiers), data hygiene services (helping customers to evaluate, validate and correct personal information they hold), and security and anti-fraud services (helping customers to identify potentially fraudulent activity).\nHelping our Clients identify and understand their consumers better, by providing insights about them and managing loyalty programs, as well as providing financial and other scoring products.\nAssisting our Clients through our Services to provide their current and prospective customers with better service, generally related to the above.\n \n\nCreating “identity” graphs or associations between data points, to help locate users across various channels, such as based on common personal, device-based, or network-based identifiers (e.g., IP address, cookie or device identifiers, email address).\n \n\nAdditional marketing services, for example (which may overlap with “data marketing services” above):\n\nAssisting in targeting and optimizing of direct mail and email campaigns, display, mobile, and social media marketing.\nMeasuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.\nAnalyzing and optimizing our Clients’ (or their service providers’) proprietary databases, or helping Clients to identify and mitigate potential fraud.\nProviding “hygiene” or “verification” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect, or outdated information.\n \n\nOperating our Services, for example: \n\nTesting, improving, updating and verifying our own database.\nDeveloping new products.\nOperating, analyzing, improving, and securing our Services.\n Other internal purposes, for example:\n\nFor internal operations, auditing, research, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance.\n\nWe sometimes use the information collected from our own website,  from social networks, from other “business to business” interactions (such as information we collect at trade shows) or from data compilers for the above, as well as for our own marketing purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Sharing of Aggregate Information: We may aggregate and/or de-identify any information collected so that such information can no longer be linked to you or your device (“ Aggregate/De-Identified Information ”). We may use Aggregate/De-Identified Information for any purpose, including without limitation for research and marketing purposes, and may also share such data with any third parties, including advertisers, promotional partners, and sponsors, at our discretion.} "
    },
    {
      "Text": "OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION\nGenerally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in our Privacy Policy and/or our website. \n\nOur Purposes for collecting, using and sharing Personal Information\n\nData marketing services, for example:\n\nGenerally, creating data marketing tools and products for our marketer clients, as more fully described in our Privacy Policy (and on our websites).   This includes our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential identifiers), data hygiene services (helping customers to evaluate, validate and correct personal information they hold), and security and anti-fraud services (helping customers to identify potentially fraudulent activity).\nHelping our Clients identify and understand their consumers better, by providing insights about them and managing loyalty programs, as well as providing financial and other scoring products.\nAssisting our Clients through our Services to provide their current and prospective customers with better service, generally related to the above.\n \n\nCreating “identity” graphs or associations between data points, to help locate users across various channels, such as based on common personal, device-based, or network-based identifiers (e.g., IP address, cookie or device identifiers, email address).\n \n\nAdditional marketing services, for example (which may overlap with “data marketing services” above):\n\nAssisting in targeting and optimizing of direct mail and email campaigns, display, mobile, and social media marketing.\nMeasuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.\nAnalyzing and optimizing our Clients’ (or their service providers’) proprietary databases, or helping Clients to identify and mitigate potential fraud.\nProviding “hygiene” or “verification” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect, or outdated information.\n \n\nOperating our Services, for example: \n\nTesting, improving, updating and verifying our own database.\nDeveloping new products.\nOperating, analyzing, improving, and securing our Services.\n Other internal purposes, for example:\n\nFor internal operations, auditing, research, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance.\n\nWe sometimes use the information collected from our own website,  from social networks, from other “business to business” interactions (such as information we collect at trade shows) or from data compilers for the above, as well as for our own marketing purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Sharing of Aggregate Information: We may aggregate and/or de-identify any information collected so that such information can no longer be linked to you or your device (“ Aggregate/De-Identified Information ”). We may use Aggregate/De-Identified Information for any purpose, including without limitation for research and marketing purposes, and may also share such data with any third parties, including advertisers, promotional partners, and sponsors, at our discretion.} "
    },
    {
      "Text": "OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION\nGenerally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in our Privacy Policy and/or our website. \n\nOur Purposes for collecting, using and sharing Personal Information\n\nData marketing services, for example:\n\nGenerally, creating data marketing tools and products for our marketer clients, as more fully described in our Privacy Policy (and on our websites).   This includes our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential identifiers), data hygiene services (helping customers to evaluate, validate and correct personal information they hold), and security and anti-fraud services (helping customers to identify potentially fraudulent activity).\nHelping our Clients identify and understand their consumers better, by providing insights about them and managing loyalty programs, as well as providing financial and other scoring products.\nAssisting our Clients through our Services to provide their current and prospective customers with better service, generally related to the above.\n \n\nCreating “identity” graphs or associations between data points, to help locate users across various channels, such as based on common personal, device-based, or network-based identifiers (e.g., IP address, cookie or device identifiers, email address).\n \n\nAdditional marketing services, for example (which may overlap with “data marketing services” above):\n\nAssisting in targeting and optimizing of direct mail and email campaigns, display, mobile, and social media marketing.\nMeasuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases.\nAnalyzing and optimizing our Clients’ (or their service providers’) proprietary databases, or helping Clients to identify and mitigate potential fraud.\nProviding “hygiene” or “verification” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect, or outdated information.\n \n\nOperating our Services, for example: \n\nTesting, improving, updating and verifying our own database.\nDeveloping new products.\nOperating, analyzing, improving, and securing our Services.\n Other internal purposes, for example:\n\nFor internal operations, auditing, research, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance.\n\nWe sometimes use the information collected from our own website,  from social networks, from other “business to business” interactions (such as information we collect at trade shows) or from data compilers for the above, as well as for our own marketing purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Sharing of Aggregate Information: We may aggregate and/or de-identify any information collected so that such information can no longer be linked to you or your device (“ Aggregate/De-Identified Information ”). We may use Aggregate/De-Identified Information for any purpose, including without limitation for research and marketing purposes, and may also share such data with any third parties, including advertisers, promotional partners, and sponsors, at our discretion.} "
    },
    {
      "Text": "0: Our Purposes for collecting, using and sharing Personal Information\n\n0: Data marketing services, for example: Generally, creating data marketing tools and products for our marketer clients, as more fully described in our Privacy Policy (and on our websites). This includes our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential identifiers), data hygiene services (helping customers to evaluate, validate and correct personal information they hold), and security and anti-fraud services (helping customers to identify potentially fraudulent activity). Helping our Clients identify and understand their consumers better, by providing insights about them and managing loyalty programs, as well as providing financial and other scoring products. Assisting our Clients through our Services to provide their current and prospective customers with better service, generally related to the above.\n\n0: Creating “identity” graphs or associations between data points, to help locate users across various channels, such as based on common personal, device-based, or network-based identifiers (e.g., IP address, cookie or device identifiers, email address).\n\n0: Additional marketing services, for example (which may overlap with “data marketing services” above): Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile, and social media marketing. Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases. Analyzing and optimizing our Clients’ (or their service providers’) proprietary databases, or helping Clients to identify and mitigate potential fraud. Providing “hygiene” or “verification” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect, or outdated information.\n\n0: Operating our Services, for example: Testing, improving, updating and verifying our own database. Developing new products. Operating, analyzing, improving, and securing our Services.\n\n0: Other internal purposes, for example: For internal operations, auditing, research, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We sometimes use the information collected from our own website, from social networks, from other “business to business” interactions (such as information we collect at trade shows) or from data compilers for the above, as well as for our own marketing purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Without a subpoena, voluntary compliance on the part of your Internet Service Provider, or additional records from a third party, information stored or retrieved for this purpose alone cannot usually be used to identify you. Marketing Marketing The technical storage or access is required to create user profiles to send advertising, or to track the user on a website or across several websites for similar marketing purposes.} "
    },
    {
      "Text": "0: Our Purposes for collecting, using and sharing Personal Information\n\n0: Data marketing services, for example: Generally, creating data marketing tools and products for our marketer clients, as more fully described in our Privacy Policy (and on our websites). This includes our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential identifiers), data hygiene services (helping customers to evaluate, validate and correct personal information they hold), and security and anti-fraud services (helping customers to identify potentially fraudulent activity). Helping our Clients identify and understand their consumers better, by providing insights about them and managing loyalty programs, as well as providing financial and other scoring products. Assisting our Clients through our Services to provide their current and prospective customers with better service, generally related to the above.\n\n0: Creating “identity” graphs or associations between data points, to help locate users across various channels, such as based on common personal, device-based, or network-based identifiers (e.g., IP address, cookie or device identifiers, email address).\n\n0: Additional marketing services, for example (which may overlap with “data marketing services” above): Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile, and social media marketing. Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases. Analyzing and optimizing our Clients’ (or their service providers’) proprietary databases, or helping Clients to identify and mitigate potential fraud. Providing “hygiene” or “verification” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect, or outdated information.\n\n0: Operating our Services, for example: Testing, improving, updating and verifying our own database. Developing new products. Operating, analyzing, improving, and securing our Services.\n\n0: Other internal purposes, for example: For internal operations, auditing, research, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We sometimes use the information collected from our own website, from social networks, from other “business to business” interactions (such as information we collect at trade shows) or from data compilers for the above, as well as for our own marketing purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Without a subpoena, voluntary compliance on the part of your Internet Service Provider, or additional records from a third party, information stored or retrieved for this purpose alone cannot usually be used to identify you. Marketing Marketing The technical storage or access is required to create user profiles to send advertising, or to track the user on a website or across several websites for similar marketing purposes.} "
    },
    {
      "Text": "0: Our Purposes for collecting, using and sharing Personal Information\n\n0: Data marketing services, for example: Generally, creating data marketing tools and products for our marketer clients, as more fully described in our Privacy Policy (and on our websites). This includes our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential identifiers), data hygiene services (helping customers to evaluate, validate and correct personal information they hold), and security and anti-fraud services (helping customers to identify potentially fraudulent activity). Helping our Clients identify and understand their consumers better, by providing insights about them and managing loyalty programs, as well as providing financial and other scoring products. Assisting our Clients through our Services to provide their current and prospective customers with better service, generally related to the above.\n\n0: Creating “identity” graphs or associations between data points, to help locate users across various channels, such as based on common personal, device-based, or network-based identifiers (e.g., IP address, cookie or device identifiers, email address).\n\n0: Additional marketing services, for example (which may overlap with “data marketing services” above): Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile, and social media marketing. Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases. Analyzing and optimizing our Clients’ (or their service providers’) proprietary databases, or helping Clients to identify and mitigate potential fraud. Providing “hygiene” or “verification” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect, or outdated information.\n\n0: Operating our Services, for example: Testing, improving, updating and verifying our own database. Developing new products. Operating, analyzing, improving, and securing our Services.\n\n0: Other internal purposes, for example: For internal operations, auditing, research, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We sometimes use the information collected from our own website, from social networks, from other “business to business” interactions (such as information we collect at trade shows) or from data compilers for the above, as well as for our own marketing purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Without a subpoena, voluntary compliance on the part of your Internet Service Provider, or additional records from a third party, information stored or retrieved for this purpose alone cannot usually be used to identify you. Marketing Marketing The technical storage or access is required to create user profiles to send advertising, or to track the user on a website or across several websites for similar marketing purposes.} "
    },
    {
      "Text": "Our Purposes for collecting, using and sharing Personal Information ||| Data marketing services, for example: Generally, creating data marketing tools and products for our marketer clients, as more fully described in our Privacy Policy (and on our websites). This includes our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential identifiers), data hygiene services (helping customers to evaluate, validate and correct personal information they hold), and security and anti-fraud services (helping customers to identify potentially fraudulent activity). Helping our Clients identify and understand their consumers better, by providing insights about them and managing loyalty programs, as well as providing financial and other scoring products. Assisting our Clients through our Services to provide their current and prospective customers with better service, generally related to the above. ||| Creating “identity” graphs or associations between data points, to help locate users across various channels, such as based on common personal, device-based, or network-based identifiers (e.g., IP address, cookie or device identifiers, email address). ||| Additional marketing services, for example (which may overlap with “data marketing services” above): Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile, and social media marketing. Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases. Analyzing and optimizing our Clients’ (or their service providers’) proprietary databases, or helping Clients to identify and mitigate potential fraud. Providing “hygiene” or “verification” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect, or outdated information. ||| Operating our Services, for example: Testing, improving, updating and verifying our own database. Developing new products. Operating, analyzing, improving, and securing our Services. ||| Other internal purposes, for example: For internal operations, auditing, research, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We sometimes use the information collected from our own website, from social networks, from other “business to business” interactions (such as information we collect at trade shows) or from data compilers for the above, as well as for our own marketing purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may use Aggregate/De-Identified Information for any purpose, including without limitation for research and marketing purposes, and may also share such data with any third parties, including advertisers, promotional partners, and sponsors, at our discretion. OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION Generally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in our Privacy Policy and/or our website.} "
    },
    {
      "Text": "Our Purposes for collecting, using and sharing Personal Information ||| Data marketing services, for example: Generally, creating data marketing tools and products for our marketer clients, as more fully described in our Privacy Policy (and on our websites). This includes our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential identifiers), data hygiene services (helping customers to evaluate, validate and correct personal information they hold), and security and anti-fraud services (helping customers to identify potentially fraudulent activity). Helping our Clients identify and understand their consumers better, by providing insights about them and managing loyalty programs, as well as providing financial and other scoring products. Assisting our Clients through our Services to provide their current and prospective customers with better service, generally related to the above. ||| Creating “identity” graphs or associations between data points, to help locate users across various channels, such as based on common personal, device-based, or network-based identifiers (e.g., IP address, cookie or device identifiers, email address). ||| Additional marketing services, for example (which may overlap with “data marketing services” above): Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile, and social media marketing. Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases. Analyzing and optimizing our Clients’ (or their service providers’) proprietary databases, or helping Clients to identify and mitigate potential fraud. Providing “hygiene” or “verification” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect, or outdated information. ||| Operating our Services, for example: Testing, improving, updating and verifying our own database. Developing new products. Operating, analyzing, improving, and securing our Services. ||| Other internal purposes, for example: For internal operations, auditing, research, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We sometimes use the information collected from our own website, from social networks, from other “business to business” interactions (such as information we collect at trade shows) or from data compilers for the above, as well as for our own marketing purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may use Aggregate/De-Identified Information for any purpose, including without limitation for research and marketing purposes, and may also share such data with any third parties, including advertisers, promotional partners, and sponsors, at our discretion. OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION Generally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in our Privacy Policy and/or our website.} "
    },
    {
      "Text": "Our Purposes for collecting, using and sharing Personal Information ||| Data marketing services, for example: Generally, creating data marketing tools and products for our marketer clients, as more fully described in our Privacy Policy (and on our websites). This includes our provision of datasets, data “appends” (connecting data across datasets), data “scoring” (providing inferences about potential identifiers), data hygiene services (helping customers to evaluate, validate and correct personal information they hold), and security and anti-fraud services (helping customers to identify potentially fraudulent activity). Helping our Clients identify and understand their consumers better, by providing insights about them and managing loyalty programs, as well as providing financial and other scoring products. Assisting our Clients through our Services to provide their current and prospective customers with better service, generally related to the above. ||| Creating “identity” graphs or associations between data points, to help locate users across various channels, such as based on common personal, device-based, or network-based identifiers (e.g., IP address, cookie or device identifiers, email address). ||| Additional marketing services, for example (which may overlap with “data marketing services” above): Assisting in targeting and optimizing of direct mail and email campaigns, display, mobile, and social media marketing. Measuring the effectiveness of online or offline ad campaigns by determining which messages are most likely to be seen or opened by which types of consumers, or which types of ads are most likely to lead to purchases. Analyzing and optimizing our Clients’ (or their service providers’) proprietary databases, or helping Clients to identify and mitigate potential fraud. Providing “hygiene” or “verification” services, which is how companies update and/or “clean” their databases by either verifying or removing or correcting old, incorrect, or outdated information. ||| Operating our Services, for example: Testing, improving, updating and verifying our own database. Developing new products. Operating, analyzing, improving, and securing our Services. ||| Other internal purposes, for example: For internal operations, auditing, research, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We sometimes use the information collected from our own website, from social networks, from other “business to business” interactions (such as information we collect at trade shows) or from data compilers for the above, as well as for our own marketing purposes.\n\n ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We may use Aggregate/De-Identified Information for any purpose, including without limitation for research and marketing purposes, and may also share such data with any third parties, including advertisers, promotional partners, and sponsors, at our discretion. OUR BUSINESS PURPOSES FOR COLLECTING AND SHARING PERSONAL INFORMATION Generally speaking, we collect and share the Personal Information that we collect for the following purposes, as we also have described in our Privacy Policy and/or our website.} "
    },
    {
      "Text": "Without being discriminated against for exercising these rights, California residents have the right to request that we disclose what personal information we collect from you, to delete that information, and to opt-out of the sale of your personal information, subject to certain restrictions.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Other internal purposes, for example: For internal operations, auditing, research, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We sometimes use the information collected from our own website,  from social networks, from other “business to business” interactions (such as information we collect at trade shows) or from data compilers for the above, as well as for our own marketing purposes.} "
    },
    {
      "Text": "Without being discriminated against for exercising these rights, California residents have the right to request that we disclose what personal information we collect from you, to delete that information, and to opt-out of the sale of your personal information, subject to certain restrictions. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Other internal purposes, for example: For internal operations, auditing, research, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We sometimes use the information collected from our own website,  from social networks, from other “business to business” interactions (such as information we collect at trade shows) or from data compilers for the above, as well as for our own marketing purposes.} "
    },
    {
      "Text": "Without being discriminated against for exercising these rights, California residents have the right to request that we disclose what personal information we collect from you, to delete that information, and to opt-out of the sale of your personal information, subject to certain restrictions.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Other internal purposes, for example: For internal operations, auditing, research, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We sometimes use the information collected from our own website,  from social networks, from other “business to business” interactions (such as information we collect at trade shows) or from data compilers for the above, as well as for our own marketing purposes.} "
    },
    {
      "Text": "Without being discriminated against for exercising these rights, California residents have the right to request that we disclose what personal information we collect from you, to delete that information, and to opt-out of the sale of your personal information, subject to certain restrictions.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Other internal purposes, for example: For internal operations, auditing, research, detecting security incidents, debugging, short-term and transient use, quality control, and legal compliance. We sometimes use the information collected from our own website,  from social networks, from other “business to business” interactions (such as information we collect at trade shows) or from data compilers for the above, as well as for our own marketing purposes.} "
    },
    {
      "Text": "You also have the right to designate an agent to exercise these rights on your behalf.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We sometimes use the information collected from our own website,  from social networks, from other “business to business” interactions (such as information we collect at trade shows) or from data compilers for the above, as well as for our own marketing purposes. YOUR CALIFORNIA RIGHTS AND CHOICES Without being discriminated against for exercising these rights, California residents have the right to request that we disclose what personal information we collect from you, to delete that information, and to opt-out of the sale of your personal information, subject to certain restrictions.} "
    },
    {
      "Text": "Right to request that we “do not sell” your personal information\n\nYou may request that we not “sell” your personal information. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Sometimes, we act only as a “service provider” to our clients (for instance, if they provide information to us for analytics, processing or other data management services), in which case any consumer requests for opt-out, deletion or access to data must be made through that client: we therefore will forward any such requests to a named client, as feasible, such as where a client has been identified. 1.} "
    },
    {
      "Text": "If you wish to make such a “do not sell” (also called an “opt out” request), please go to our “Do Not Sell” web form located at https://app.retention.com/ccpa_details. Alternatively, you may contact us by email at privacy[at]retention.com. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {1. Right to request that we “do not sell” your personal information You may request that we not “sell” your personal information.} "
    },
    {
      "Text": "ight to request deletion of your personal information\n\nYou may request that we delete any personal information that we collected from you, such as if you have been a customer of ours (Note that this is different from your right to “opt out” of us selling your personal information, which is described above; also note that we do not generally collect personal information directly from consumers).",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {When you make such a request, we will retain your information on an internal “suppression” list, so that we may remove your data from our active database in the event we obtain it again at a later date. 2.} "
    },
    {
      "Text": "You may make a deletion request by emailing us at support[at]retention.com. In our discretion, we may interpret your “deletion” request as a “Do Not Sell” request (and thus place it on a suppression list, as described above), if we in good faith believe that is what you are requesting.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {2. Right to request deletion of your personal information You may request that we delete any personal information that we collected from you, such as if you have been a customer of ours (Note that this is different from your right to “opt out” of us selling your personal information, which is described above; also note that we do not generally collect personal information directly from consumers).} "
    },
    {
      "Text": "However, we may retain personal information for certain important purposes, such as (a) to protect our business, systems, and users from fraudulent activity, (b) to address technical issues that impair existing functionality (such as de-bugging purposes), (c) as necessary for us, or others, to exercise their free speech or other rights, (d) to comply with law enforcement requests pursuant to lawful process, (e) for scientific or historical research, (f) for our own internal purposes reasonably related to your relationship with us, or to comply with legal obligations. Additionally, we need certain types of information so that we can provide our Services to you. If you ask us to delete it, you may no longer be able to access or use our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Disabling Cookies Most web browsers are set up to accept cookies. You may be able to set your browser to warn you before accepting certain cookies or to refuse certain cookies.} "
    },
    {
      "Text": "Right to request access to your personal information\n\nCalifornia residents also have the right to request that we disclose what categories of your personal information that we collect, use, or sell. As a California resident, you may also request the specific pieces of personal information that we have collected from you. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {If you ask us to delete it, you may no longer be able to access or use our Services. 3.} "
    },
    {
      "Text": "Right to request access to your personal information\n\nCalifornia residents also have the right to request that we disclose what categories of your personal information that we collect, use, or sell. As a California resident, you may also request the specific pieces of personal information that we have collected from you. ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {If you ask us to delete it, you may no longer be able to access or use our Services. 3.} "
    },
    {
      "Text": "You may make such an “access” or “right to know” request here: https://app.retention.com/request_my_data. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to request access to your personal information California residents also have the right to request that we disclose what categories of your personal information that we collect, use, or sell. As a California resident, you may also request the specific pieces of personal information that we have collected from you.} "
    },
    {
      "Text": "We may withhold some personal information where the risk to you or to others’ privacy rights is too great to disclose the information. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {As a California resident, you may also request the specific pieces of personal information that we have collected from you. You may make such an “access” or “right to know” request here: https://app.retention.com/request_my_data.} "
    },
    {
      "Text": "We may withhold some personal information where the risk to you or to others’ privacy rights is too great to disclose the information. ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {As a California resident, you may also request the specific pieces of personal information that we have collected from you. You may make such an “access” or “right to know” request here: https://app.retention.com/request_my_data.} "
    },
    {
      "Text": "Right to nondiscrimination\n\nWe will not deny, charge different prices for, or provide a different level of quality of goods or services if you choose to exercise these rights.   ",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {For instance, if you request specific pieces of personal information we have received about you, you may need to confirm your possession of an identifier (such as an email address) that reasonably confirms you are the person you claim to be. 4.} "
    },
    {
      "Text": "Right to “opt-out” of the sale of your personal information\n\nCalifornia residents may opt out of the “sale” of their personal information. California law broadly defines what constitutes a “sale” — including in the definition making available a wide variety of information in exchange for “valuable consideration.”",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Sometimes, we act only as a “service provider” to our clients (for instance, if they provide information to us for analytics, processing or other data management services), in which case any consumer requests for opt-out, deletion or access to data must be made through that client: we therefore will forward any such requests to a named client, as feasible, such as where a client has been identified. 1.} "
    },
    {
      "Text": "You may also designate an agent to make requests to exercise your rights under CCPA as described above. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If we learn that personal information from such California residents has been collected, we will take reasonable steps to remove their information from our database (or to obtain legally required consent). 7.} "
    }
  ]
}