{
  "policy_id": "78",
  "text": "Amplemarket - CCPA Skip to Main Amplemarket and ChatGPT: A new tool that helps you write impactful and engaging copy in seconds. Learn more about it here . Product Solutions Pricing Resources Company Lead Gen Contact & Company Search Social Prospecting Calendar Enrichment Data Enrichment Email Validation Integrations Engagement Automated Sales Workflows Multichannel Selling Social Selling Outbound Dialer Analytics Intelligence Buying Signals Job Change Alerts AI Copywriter AI Copywriter Deliverability Email Delivery Booster Email Spam Checker Domain Health Center For Founders For Agencies For Managers For Sellers Free Tools Amplemarket lists Good Sales Emails Guides Learn Blog Customer stories Competitor Comparison Connect Partner Program Support About us Careers In the news Log in Request demo Solutions For Founders For Agencies For Managers For Sellers Products Lead Gen Contact & Company Search Social Prospecting Calendar Enrichment Data Enrichment Email Validation Integrations Engagement Automated Sales Workflows Multichannel Selling Social Selling Outbound Dialer Analytics Intelligence Buying Signals Job Change Alerts AI Copywriter AI Copywriter Deliverability Email Delivery Booster Email Spam Checker Domain Health Center Pricing Resources Free Tools Amplemarket lists Good Sales Emails Learn Blog Guide Customer stories Connect Partner Program Support Company About us Lead Gen Careers Lead Gen In the news Lead Gen Login Request Demo Request demo CCPA The California Consumer Privacy Act, enacted in 2018, has come into force as of January 1st 2020. The act creates new consumer rights relating to the access to, deletion of, and sharing of personal information that is collected by businesses. This PRIVACY STATEMENT FOR CALIFORNIA RESIDENTS supplements the information contained in the Amplemarket's Privacy Policy . You can find the details of the Act from the Californian Attorney General's website here . Personal Information We Collect In the preceding twelve (12) months, amplemarket has collected & processed the following categories of Identifiers & Personal Information: Personal Information Collected: Name Business email address Job title and department Business phone numbers (general and direct) Social Networking URLs Categories of Sources from which this Personal Information was Collected: Publicly Available Information Directly and indirectly: from Amplemarket's customers, partners, suppliers and from user activity on Amplemarket's app or chrome extension. Purpose for Collection of this Personal Information: To fulfill or meet the purpose for which the information is provided. To include in Amplemarket's database of business contacts, which Amplemarket licenses to its customers designed to enable them to promote their goods and services using direct marketing to the right people (decision makers, influencers, champions etc.) in other businesses; To provide the consumer with information, products or services that the consumer requests from Amplemarket. To provide our customers with access to a database of accurate Business Data Records To improve our users experience; To gather analytics on usage and other statistics in order to improve features and functionality. Categories of Third Parties with whom this Personal Information is Shared: Amplemarket customers Amplemarket affiliates Service Providers We will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing prior notice. Selling Personal Information We sell personal information collected for our database to our customers. This database may contain information about consumers' business personas including name, employer, job title, email address, phone number, office address, social media or professional profile link, and work or educational history. This information is sold to Amplemarket's customers for the purpose of business-to-business sales and marketing and recruiting and is provided subject to license agreements that limit its use to those purposes. If you are a California consumer (as that term is defined in the CCPA), you have the right to opt-out of the \"sale\" of your Personal Information on a going-forward basis, as \"sale\" is defined in the CCPA. You may request to exercise this opt-out by sending us an email to privacy@amplemarket.com with information that allows us to identify. Rights under the CCPA The CCPA provides consumers (California residents) with specific rights regarding their personal information. This section describes a consumer's CCPA rights and explains how to exercise those rights. Access to Personal Information and Data Portability Rights A consumer has the right to request that we disclose certain information to that consumer about Amplemarket's collection and use of that consumer's personal information over the past 12 months. Once we receive and confirm a consumer's verifiable consumer request. Deletion Request Rights A consumer has the right to request that Amplemarket delete any of its personal information that we have collected and retained, subject to certain exceptions. Once we receive and confirm a consumer's verifiable consumer request, we will delete (and direct our service providers and/or customers to delete) that consumer's personal information from our records, unless an exception applies. Exercising Access, Data Portability, and Deletion Rights To exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by sending us an email to: privacy@amplemarket.com . Only a consumer or a person registered with the California Secretary of State that a consumer authorizes to act on a consumer's behalf, may make a verifiable consumer request related to a consumer's personal information. A consumer may also make a verifiable consumer request on behalf of that consumer's minor child. We cannot respond to a consumer's request or provide a consumer with personal information if we cannot verify the consumer's identity or authority to make the request and confirm the personal information relates to that consumer. Making a verifiable consumer request does not require a consumer to create an account with us. We will only use personal information provided in a verifiable consumer request to verify the requestor's identity or authority to make the request. Response Timing and Format We endeavor to respond to a verifiable consumer request within 45 days of its receipt. If we require more time (up to 90 days), we will inform the consumer of the reason and extension period in writing. We will deliver our written response by mail or electronically. Any disclosures we provide will only cover the 12-month period preceding the verifiable consumer request's receipt. The response we provide will also explain the reasons we cannot comply with a request, if applicable. For data portability requests, we will select a format to provide a consumer's personal information that is readily usable and should allow a consumer to transmit the information from one entity to another entity without hindrance. We do not charge a fee to process or respond to a consumer's verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell the consumer why we made that decision and provide the consumer with a cost estimate before completing that consumer's request. Non-Discrimination We will not discriminate against a consumer for exercising any CCPA rights. Changes to Our Privacy Statement We reserve the right to make changes and update this privacy statement at our discretion and at any time. Please check back regularly to stay updated. Contact Information For questions or comments concerning this notice, our Privacy Statement, or your rights regarding the CCPA and how we process your data, please do not hesitate to contact us at: privacy@amplemarket.com . ‍ 2443 Fillmore St #380-3880 San Francisco, CA 94115 +1 (415) 900-1143 Product Contact & Company Search Hyper-Personalization Multichannel Selling Analytics Automated Sales Workflows Email Deliverability Unspam Buying Signals Job Change Alerts Company About Partnerships Careers Privacy Policy Terms of Service Do Not Sell My Info EU Co-Funded Projects Security Resources Demo Academy Amplemarket Lists Good Sales Emails Blog Customer Stories Compare Amplemarket Copyright © 2023 amplemarket Privacy Policy Terms of Service GDPR CCPA <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://px.ads.linkedin.com/collect/?pid=5233521&fmt=gif\" />",
  "annotations": [
    {
      "Text": "Personal Information We Collect\\nIn the preceding twelve (12) months, amplemarket has collected & processed the following categories of Identifiers & Personal Information:\\n\\nPersonal Information Collected:\\n\\nName\\nBusiness email address\\nJob title and department\\nBusiness phone numbers (general and direct)\\nSocial Networking URLs\\nCategories of Sources from which this Personal Information was Collected:\\n\\nPublicly Available Information\\nDirectly and indirectly: from Amplemarket's customers, partners, suppliers and from user activity on Amplemarket's app or chrome extension.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This PRIVACY STATEMENT FOR CALIFORNIA RESIDENTS supplements the information contained in the Amplemarket's Privacy Policy . You can find the details of the Act from the Californian Attorney General's website here .} "
    },
    {
      "Text": "Purpose for Collection of this Personal Information:\\n\\nTo fulfill or meet the purpose for which the information is provided.\\nTo include in Amplemarket's database of business contacts, which Amplemarket licenses to its customers designed to enable them to promote their goods and services using direct marketing to the right people (decision makers, influencers, champions etc.) in other businesses;\\nTo provide the consumer with information, products or services that the consumer requests from Amplemarket.\\nTo provide our customers with access to a database of accurate Business Data Records\\nTo improve our users experience;\\nTo gather analytics on usage and other statistics in order to improve features and functionality.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {You can find the details of the Act from the Californian Attorney General's website here . Personal Information We Collect In the preceding twelve (12) months, amplemarket has collected & processed the following categories of Identifiers & Personal Information: Personal Information Collected: Name Business email address Job title and department Business phone numbers (general and direct) Social Networking URLs Categories of Sources from which this Personal Information was Collected: Publicly Available Information Directly and indirectly: from Amplemarket's customers, partners, suppliers and from user activity on Amplemarket's app or chrome extension.} "
    },
    {
      "Text": "Purpose for Collection of this Personal Information:\\n\\nTo fulfill or meet the purpose for which the information is provided.\\nTo include in Amplemarket's database of business contacts, which Amplemarket licenses to its customers designed to enable them to promote their goods and services using direct marketing to the right people (decision makers, influencers, champions etc.) in other businesses;\\nTo provide the consumer with information, products or services that the consumer requests from Amplemarket.\\nTo provide our customers with access to a database of accurate Business Data Records\\nTo improve our users experience;\\nTo gather analytics on usage and other statistics in order to improve features and functionality.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You can find the details of the Act from the Californian Attorney General's website here . Personal Information We Collect In the preceding twelve (12) months, amplemarket has collected & processed the following categories of Identifiers & Personal Information: Personal Information Collected: Name Business email address Job title and department Business phone numbers (general and direct) Social Networking URLs Categories of Sources from which this Personal Information was Collected: Publicly Available Information Directly and indirectly: from Amplemarket's customers, partners, suppliers and from user activity on Amplemarket's app or chrome extension.} "
    },
    {
      "Text": "Purpose for Collection of this Personal Information:\\n\\nTo fulfill or meet the purpose for which the information is provided.\\nTo include in Amplemarket's database of business contacts, which Amplemarket licenses to its customers designed to enable them to promote their goods and services using direct marketing to the right people (decision makers, influencers, champions etc.) in other businesses;\\nTo provide the consumer with information, products or services that the consumer requests from Amplemarket.\\nTo provide our customers with access to a database of accurate Business Data Records\\nTo improve our users experience;\\nTo gather analytics on usage and other statistics in order to improve features and functionality.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can find the details of the Act from the Californian Attorney General's website here . Personal Information We Collect In the preceding twelve (12) months, amplemarket has collected & processed the following categories of Identifiers & Personal Information: Personal Information Collected: Name Business email address Job title and department Business phone numbers (general and direct) Social Networking URLs Categories of Sources from which this Personal Information was Collected: Publicly Available Information Directly and indirectly: from Amplemarket's customers, partners, suppliers and from user activity on Amplemarket's app or chrome extension.} "
    },
    {
      "Text": "Categories of Third Parties with whom this Personal Information is Shared:\\n\\nAmplemarket customers\\nAmplemarket affiliates\\nService Providers",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {in other businesses; To provide the consumer with information, products or services that the consumer requests from Amplemarket. To provide our customers with access to a database of accurate Business Data Records To improve our users experience; To gather analytics on usage and other statistics in order to improve features and functionality.} "
    },
    {
      "Text": "Categories of Third Parties with whom this Personal Information is Shared:\\n\\nAmplemarket customers\\nAmplemarket affiliates\\nService Providers",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {in other businesses; To provide the consumer with information, products or services that the consumer requests from Amplemarket. To provide our customers with access to a database of accurate Business Data Records To improve our users experience; To gather analytics on usage and other statistics in order to improve features and functionality.} "
    },
    {
      "Text": "We will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing prior notice.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {in other businesses; To provide the consumer with information, products or services that the consumer requests from Amplemarket. To provide our customers with access to a database of accurate Business Data Records To improve our users experience; To gather analytics on usage and other statistics in order to improve features and functionality.} "
    },
    {
      "Text": "Selling Personal Information\\nWe sell personal information collected for our database to our customers. This database may contain information about consumers' business personas including name, employer, job title, email address, phone number, office address, social media or professional profile link, and work or educational history. This information is sold to Amplemarket's customers for the purpose of business-to-business sales and marketing and recruiting and is provided subject to license agreements that limit its use to those purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {To provide our customers with access to a database of accurate Business Data Records To improve our users experience; To gather analytics on usage and other statistics in order to improve features and functionality. Categories of Third Parties with whom this Personal Information is Shared: Amplemarket customers Amplemarket affiliates Service Providers We will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing prior notice.} "
    },
    {
      "Text": "If you are a California consumer (as that term is defined in the CCPA), you have the right to opt-out of the \"sale\" of your Personal Information on a going-forward basis, as \"sale\" is defined in the CCPA. You may request to exercise this opt-out by sending us an email to privacy@amplemarket.com with information that allows us to identify.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {This database may contain information about consumers' business personas including name, employer, job title, email address, phone number, office address, social media or professional profile link, and work or educational history. This information is sold to Amplemarket's customers for the purpose of business-to-business sales and marketing and recruiting and is provided subject to license agreements that limit its use to those purposes.} "
    },
    {
      "Text": "You may request to exercise this opt-out by sending us an email to privacy@amplemarket.com with information that allows us to identify.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {This information is sold to Amplemarket's customers for the purpose of business-to-business sales and marketing and recruiting and is provided subject to license agreements that limit its use to those purposes. If you are a California consumer (as that term is defined in the CCPA), you have the right to opt-out of the \"sale\" of your Personal Information on a going-forward basis, as \"sale\" is defined in the CCPA.} "
    },
    {
      "Text": "Access to Personal Information and Data Portability Rights\\nA consumer has the right to request that we disclose certain information to that consumer about Amplemarket's collection and use of that consumer's personal information over the past 12 months. Once we receive and confirm a consumer's verifiable consumer request.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Rights under the CCPA The CCPA provides consumers (California residents) with specific rights regarding their personal information. This section describes a consumer's CCPA rights and explains how to exercise those rights.} "
    },
    {
      "Text": "Deletion Request Rights\\nA consumer has the right to request that Amplemarket delete any of its personal information that we have collected and retained, subject to certain exceptions. Once we receive and confirm a consumer's verifiable consumer request, we will delete (and direct our service providers and/or customers to delete) that consumer's personal information from our records, unless an exception applies.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Access to Personal Information and Data Portability Rights A consumer has the right to request that we disclose certain information to that consumer about Amplemarket's collection and use of that consumer's personal information over the past 12 months. Once we receive and confirm a consumer's verifiable consumer request.} "
    },
    {
      "Text": "To exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by sending us an email to: privacy@amplemarket.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Deletion Request Rights A consumer has the right to request that Amplemarket delete any of its personal information that we have collected and retained, subject to certain exceptions. Once we receive and confirm a consumer's verifiable consumer request, we will delete (and direct our service providers and/or customers to delete) that consumer's personal information from our records, unless an exception applies.} "
    },
    {
      "Text": "Non-Discrimination\\nWe will not discriminate against a consumer for exercising any CCPA rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We do not charge a fee to process or respond to a consumer's verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell the consumer why we made that decision and provide the consumer with a cost estimate before completing that consumer's request.} "
    },
    {
      "Text": "Changes to Our Privacy Statement\\nWe reserve the right to make changes and update this privacy statement at our discretion and at any time. Please check back regularly to stay updated.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {If we determine that the request warrants a fee, we will tell the consumer why we made that decision and provide the consumer with a cost estimate before completing that consumer's request. Non-Discrimination We will not discriminate against a consumer for exercising any CCPA rights.} "
    },
    {
      "Text": "In the preceding twelve (12) months, amplemarket has collected & processed the following categories of Identifiers & Personal Information:\\n\\nPersonal Information Collected:\\n\\nName\\nBusiness email address\\nJob title and department\\nBusiness phone numbers (general and direct)\\nSocial Networking URLs",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This PRIVACY STATEMENT FOR CALIFORNIA RESIDENTS supplements the information contained in the Amplemarket's Privacy Policy . You can find the details of the Act from the Californian Attorney General's website here .} "
    },
    {
      "Text": "Categories of Sources from which this Personal Information was Collected:\\n\\nPublicly Available Information\\nDirectly and indirectly: from Amplemarket's customers, partners, suppliers and from user activity on Amplemarket's app or chrome extension.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This PRIVACY STATEMENT FOR CALIFORNIA RESIDENTS supplements the information contained in the Amplemarket's Privacy Policy . You can find the details of the Act from the Californian Attorney General's website here .} "
    },
    {
      "Text": "Purpose for Collection of this Personal Information:\\n\\nTo fulfill or meet the purpose for which the information is provided.\\nTo include in Amplemarket's database of business contacts, which Amplemarket licenses to its customers designed to enable them to promote their goods and services using direct marketing to the right people (decision makers, influencers, champions etc.) in other businesses;\\nTo provide the consumer with information, products or services that the consumer requests from Amplemarket.\\nTo provide our customers with access to a database of accurate Business Data Records\\nTo improve our users experience;\\nTo gather analytics on usage and other statistics in order to improve features and functionality.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can find the details of the Act from the Californian Attorney General's website here . Personal Information We Collect In the preceding twelve (12) months, amplemarket has collected & processed the following categories of Identifiers & Personal Information: Personal Information Collected: Name Business email address Job title and department Business phone numbers (general and direct) Social Networking URLs Categories of Sources from which this Personal Information was Collected: Publicly Available Information Directly and indirectly: from Amplemarket's customers, partners, suppliers and from user activity on Amplemarket's app or chrome extension.} "
    },
    {
      "Text": "Categories of Third Parties with whom this Personal Information is Shared:\\n\\nAmplemarket customers\\nAmplemarket affiliates\\nService Providers",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {in other businesses; To provide the consumer with information, products or services that the consumer requests from Amplemarket. To provide our customers with access to a database of accurate Business Data Records To improve our users experience; To gather analytics on usage and other statistics in order to improve features and functionality.} "
    },
    {
      "Text": "We will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing prior notice.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {in other businesses; To provide the consumer with information, products or services that the consumer requests from Amplemarket. To provide our customers with access to a database of accurate Business Data Records To improve our users experience; To gather analytics on usage and other statistics in order to improve features and functionality.} "
    },
    {
      "Text": "We sell personal information collected for our database to our customers. This database may contain information about consumers' business personas including name, employer, job title, email address, phone number, office address, social media or professional profile link, and work or educational history. This information is sold to Amplemarket's customers for the purpose of business-to-business sales and marketing and recruiting and is provided subject to license agreements that limit its use to those purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {To provide our customers with access to a database of accurate Business Data Records To improve our users experience; To gather analytics on usage and other statistics in order to improve features and functionality. Categories of Third Parties with whom this Personal Information is Shared: Amplemarket customers Amplemarket affiliates Service Providers We will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing prior notice.} "
    },
    {
      "Text": "If you are a California consumer (as that term is defined in the CCPA), you have the right to opt-out of the \"sale\" of your Personal Information on a going-forward basis, as \"sale\" is defined in the CCPA. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {This database may contain information about consumers' business personas including name, employer, job title, email address, phone number, office address, social media or professional profile link, and work or educational history. This information is sold to Amplemarket's customers for the purpose of business-to-business sales and marketing and recruiting and is provided subject to license agreements that limit its use to those purposes.} "
    },
    {
      "Text": "You may request to exercise this opt-out by sending us an email to privacy@amplemarket.com with information that allows us to identify.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {This information is sold to Amplemarket's customers for the purpose of business-to-business sales and marketing and recruiting and is provided subject to license agreements that limit its use to those purposes. If you are a California consumer (as that term is defined in the CCPA), you have the right to opt-out of the \"sale\" of your Personal Information on a going-forward basis, as \"sale\" is defined in the CCPA.} "
    },
    {
      "Text": "A consumer has the right to request that we disclose certain information to that consumer about Amplemarket's collection and use of that consumer's personal information over the past 12 months. Once we receive and confirm a consumer's verifiable consumer request.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Rights under the CCPA The CCPA provides consumers (California residents) with specific rights regarding their personal information. This section describes a consumer's CCPA rights and explains how to exercise those rights.} "
    },
    {
      "Text": "A consumer has the right to request that we disclose certain information to that consumer about Amplemarket's collection and use of that consumer's personal information over the past 12 months. Once we receive and confirm a consumer's verifiable consumer request.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Rights under the CCPA The CCPA provides consumers (California residents) with specific rights regarding their personal information. This section describes a consumer's CCPA rights and explains how to exercise those rights.} "
    },
    {
      "Text": "Deletion Request Rights\\nA consumer has the right to request that Amplemarket delete any of its personal information that we have collected and retained, subject to certain exceptions. Once we receive and confirm a consumer's verifiable consumer request, we will delete (and direct our service providers and/or customers to delete) that consumer's personal information from our records, unless an exception applies.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Access to Personal Information and Data Portability Rights A consumer has the right to request that we disclose certain information to that consumer about Amplemarket's collection and use of that consumer's personal information over the past 12 months. Once we receive and confirm a consumer's verifiable consumer request.} "
    },
    {
      "Text": "Exercising Access, Data Portability, and Deletion Rights\\nTo exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by sending us an email to: privacy@amplemarket.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Deletion Request Rights A consumer has the right to request that Amplemarket delete any of its personal information that we have collected and retained, subject to certain exceptions. Once we receive and confirm a consumer's verifiable consumer request, we will delete (and direct our service providers and/or customers to delete) that consumer's personal information from our records, unless an exception applies.} "
    },
    {
      "Text": "Non-Discrimination\\nWe will not discriminate against a consumer for exercising any CCPA rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We do not charge a fee to process or respond to a consumer's verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell the consumer why we made that decision and provide the consumer with a cost estimate before completing that consumer's request.} "
    },
    {
      "Text": "Changes to Our Privacy Statement\\nWe reserve the right to make changes and update this privacy statement at our discretion and at any time. Please check back regularly to stay updated.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {If we determine that the request warrants a fee, we will tell the consumer why we made that decision and provide the consumer with a cost estimate before completing that consumer's request. Non-Discrimination We will not discriminate against a consumer for exercising any CCPA rights.} "
    },
    {
      "Text": "Personal Information We Collect\\nIn the preceding twelve (12) months, amplemarket has collected & processed the following categories of Identifiers & Personal Information:\\n\\nPersonal Information Collected:\\n\\nName\\nBusiness email address\\nJob title and department\\nBusiness phone numbers (general and direct)\\nSocial Networking URLs\\nCategories of Sources from which this Personal Information was Collected:\\n\\nPublicly Available Information\\nDirectly and indirectly: from Amplemarket's customers, partners, suppliers and from user activity on Amplemarket's app or chrome extension.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This PRIVACY STATEMENT FOR CALIFORNIA RESIDENTS supplements the information contained in the Amplemarket's Privacy Policy . You can find the details of the Act from the Californian Attorney General's website here .} "
    },
    {
      "Text": "Purpose for Collection of this Personal Information:\\n\\nTo fulfill or meet the purpose for which the information is provided.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can find the details of the Act from the Californian Attorney General's website here . Personal Information We Collect In the preceding twelve (12) months, amplemarket has collected & processed the following categories of Identifiers & Personal Information: Personal Information Collected: Name Business email address Job title and department Business phone numbers (general and direct) Social Networking URLs Categories of Sources from which this Personal Information was Collected: Publicly Available Information Directly and indirectly: from Amplemarket's customers, partners, suppliers and from user activity on Amplemarket's app or chrome extension.} "
    },
    {
      "Text": "To include in Amplemarket's database of business contacts, which Amplemarket licenses to its customers designed to enable them to promote their goods and services using direct marketing to the right people (decision makers, influencers, champions etc.) in other businesses;",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Personal Information We Collect In the preceding twelve (12) months, amplemarket has collected & processed the following categories of Identifiers & Personal Information: Personal Information Collected: Name Business email address Job title and department Business phone numbers (general and direct) Social Networking URLs Categories of Sources from which this Personal Information was Collected: Publicly Available Information Directly and indirectly: from Amplemarket's customers, partners, suppliers and from user activity on Amplemarket's app or chrome extension. Purpose for Collection of this Personal Information: To fulfill or meet the purpose for which the information is provided.} "
    },
    {
      "Text": "To include in Amplemarket's database of business contacts, which Amplemarket licenses to its customers designed to enable them to promote their goods and services using direct marketing to the right people (decision makers, influencers, champions etc.) in other businesses;",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Personal Information We Collect In the preceding twelve (12) months, amplemarket has collected & processed the following categories of Identifiers & Personal Information: Personal Information Collected: Name Business email address Job title and department Business phone numbers (general and direct) Social Networking URLs Categories of Sources from which this Personal Information was Collected: Publicly Available Information Directly and indirectly: from Amplemarket's customers, partners, suppliers and from user activity on Amplemarket's app or chrome extension. Purpose for Collection of this Personal Information: To fulfill or meet the purpose for which the information is provided.} "
    },
    {
      "Text": "Categories of Third Parties with whom this Personal Information is Shared:\\n\\nAmplemarket customers\\nAmplemarket affiliates\\nService Providers",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {in other businesses; To provide the consumer with information, products or services that the consumer requests from Amplemarket. To provide our customers with access to a database of accurate Business Data Records To improve our users experience; To gather analytics on usage and other statistics in order to improve features and functionality.} "
    },
    {
      "Text": "To provide the consumer with information, products or services that the consumer requests from Amplemarket.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Purpose for Collection of this Personal Information: To fulfill or meet the purpose for which the information is provided. To include in Amplemarket's database of business contacts, which Amplemarket licenses to its customers designed to enable them to promote their goods and services using direct marketing to the right people (decision makers, influencers, champions etc.)} "
    },
    {
      "Text": "To provide our customers with access to a database of accurate Business Data Records\\nTo improve our users experience;\\nTo gather analytics on usage and other statistics in order to improve features and functionality.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To include in Amplemarket's database of business contacts, which Amplemarket licenses to its customers designed to enable them to promote their goods and services using direct marketing to the right people (decision makers, influencers, champions etc.) in other businesses; To provide the consumer with information, products or services that the consumer requests from Amplemarket.} "
    },
    {
      "Text": "Selling Personal Information\\nWe sell personal information collected for our database to our customers. This database may contain information about consumers' business personas including name, employer, job title, email address, phone number, office address, social media or professional profile link, and work or educational history. This information is sold to Amplemarket's customers for the purpose of business-to-business sales and marketing and recruiting and is provided subject to license agreements that limit its use to those purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {To provide our customers with access to a database of accurate Business Data Records To improve our users experience; To gather analytics on usage and other statistics in order to improve features and functionality. Categories of Third Parties with whom this Personal Information is Shared: Amplemarket customers Amplemarket affiliates Service Providers We will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing prior notice.} "
    },
    {
      "Text": "If you are a California consumer (as that term is defined in the CCPA), you have the right to opt-out of the \"sale\" of your Personal Information on a going-forward basis, as \"sale\" is defined in the CCPA. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {This database may contain information about consumers' business personas including name, employer, job title, email address, phone number, office address, social media or professional profile link, and work or educational history. This information is sold to Amplemarket's customers for the purpose of business-to-business sales and marketing and recruiting and is provided subject to license agreements that limit its use to those purposes.} "
    },
    {
      "Text": "You may request to exercise this opt-out by sending us an email to privacy@amplemarket.com with information that allows us to identify.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {This information is sold to Amplemarket's customers for the purpose of business-to-business sales and marketing and recruiting and is provided subject to license agreements that limit its use to those purposes. If you are a California consumer (as that term is defined in the CCPA), you have the right to opt-out of the \"sale\" of your Personal Information on a going-forward basis, as \"sale\" is defined in the CCPA.} "
    },
    {
      "Text": "Access to Personal Information and Data Portability Rights\\nA consumer has the right to request that we disclose certain information to that consumer about Amplemarket's collection and use of that consumer's personal information over the past 12 months. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Rights under the CCPA The CCPA provides consumers (California residents) with specific rights regarding their personal information. This section describes a consumer's CCPA rights and explains how to exercise those rights.} "
    },
    {
      "Text": "Deletion Request Rights\\nA consumer has the right to request that Amplemarket delete any of its personal information that we have collected and retained, subject to certain exceptions. Once we receive and confirm a consumer's verifiable consumer request, we will delete (and direct our service providers and/or customers to delete) that consumer's personal information from our records, unless an exception applies.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Access to Personal Information and Data Portability Rights A consumer has the right to request that we disclose certain information to that consumer about Amplemarket's collection and use of that consumer's personal information over the past 12 months. Once we receive and confirm a consumer's verifiable consumer request.} "
    },
    {
      "Text": "Exercising Access, Data Portability, and Deletion Rights\\nTo exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by sending us an email to: privacy@amplemarket.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Deletion Request Rights A consumer has the right to request that Amplemarket delete any of its personal information that we have collected and retained, subject to certain exceptions. Once we receive and confirm a consumer's verifiable consumer request, we will delete (and direct our service providers and/or customers to delete) that consumer's personal information from our records, unless an exception applies.} "
    },
    {
      "Text": "Non-Discrimination\\nWe will not discriminate against a consumer for exercising any CCPA rights.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {We do not charge a fee to process or respond to a consumer's verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell the consumer why we made that decision and provide the consumer with a cost estimate before completing that consumer's request.} "
    },
    {
      "Text": "Changes to Our Privacy Statement\\nWe reserve the right to make changes and update this privacy statement at our discretion and at any time. Please check back regularly to stay updated.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {If we determine that the request warrants a fee, we will tell the consumer why we made that decision and provide the consumer with a cost estimate before completing that consumer's request. Non-Discrimination We will not discriminate against a consumer for exercising any CCPA rights.} "
    },
    {
      "Text": "Access to Personal Information and Data Portability Rights\\nA consumer has the right to request that we disclose certain information to that consumer about Amplemarket's collection and use of that consumer's personal information over the past 12 months.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Rights under the CCPA The CCPA provides consumers (California residents) with specific rights regarding their personal information. This section describes a consumer's CCPA rights and explains how to exercise those rights.} "
    }
  ]
}