{
  "policy_id": "84",
  "text": "Privacy Policy | Grata <iframe src=\"\nhttps://www.googletagmanager.com/ns.html?id=GTM-PZKBXHB\n\"\nheight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Why Grata The Engine Solutions Investment Banking Middle-market deal origination Private Equity Deal sourcing and market mapping Corporate Development Targeted market research for acquisitions Consulting Next-generation market intelligence Pricing Resources All Monitoring the middle market Blog Resources, trends, and product updates Case Studies Hear what our customers are saying Downloads Market maps, guides, and more Company About Us A bit about who we are Careers Explore working at Grata Referrals Spread the word, and get rewarded Partners Why partner with Grata? Login Get Started Why Grata The Engine Solutions Private Equity Investment Banking Corporate Development Consulting Pricing Resources All Blog Case Studies Downloads Company About Us Careers Referral Partners Get Started Login Privacy Policy This Privacy Policy sets forth how Grata Inc. (“Company”, “we”, “our” or “us”) collects and processes information through our website and the business search and discovery services that we provide through the website to registered users (collectively, the “Services”).  Please read this Privacy Policy carefully to understand our policies and practices regarding the information we maintain and process, and how we will treat such information. If you do not agree with our policies and practices, you should not use our Services. By accessing or using our Services, you agree to this Privacy Policy. Accessibility: If you are having any trouble accessing this Privacy Policy, please contact us at 347-428-9454. Our hours of operations are: 9am - 5pm EST. ‍ OVERVIEW Our Service may collect your personal information when you access our website and/or register to use the Services. We collect information from a variety of public and private sources, often using automatic means, as described below in this Privacy Policy You have the ability to control how certain information that belongs to you is collected and used, as described below. If you are a resident of California, please see the “ California User Rights ” section below. ‍ INFORMATION COLLECTION Our Service collects information that identifies a particular individual (\"personal information\"). The Company collects the following categories of personal information: Category Examples Purposes for Which Such Information Was Collected Categories of Sources From Which Personal Information Has Been Collected Categories of Third Parties With Whom our Services Share Personal Information Personal identifiers, business contact information and professional or employment-related information Name, email address, telephone number and similar information. To activate and manage your account. To allow us to contact you. Directly from you when voluntarily provided by you to us. Service providers that help operate our Services and as otherwise described below. Business contact information and employment-related information Name, email address, telephone number, and job title. To enables users to search for information on the Service. Through automated means online and third party sources, as further described below. Users who search our databases and access information. Internet or other electronic network activity information, including browsing activity Browsing history, search history, information on an individual's interaction with our Services. To operate and customize our Services, to analyze and improve use of our Services, develop analytics, for testing and research purposes and as otherwise described below. Directly from your devices by observing your actions through our Services. Service providers that help operate our Services and as otherwise described below. Geolocation data Your general geographic location. To operate and customize our Services, to analyze and improve use of our Services, develop analytics, for testing and research purposes and as otherwise described below. Directly from your devices by observing your actions through our Services. Service providers that help operate our Services. We also collect information that is not, by itself, personal information, such as the activities of the vehicle you are operating when a device using our Services is installed, present or activated. ‍ REGISTRATION INFORMATION Your information is important to us. When you enter sensitive information (such as a credit card number or personal information), we encrypt that information using secure socket layer technology (SSL) and do not share it with third parties other than services that help us operate our system, including payment processors. We follow generally accepted industry standards to protect the information submitted to us, both during transmission and once we receive it. However, no method of Internet transmission or electronic storage is 100% secure. Therefore, while we strive to use commercially acceptable means to protect your information, we cannot guarantee its absolute security. ‍ COOKIES AND SIMILAR METHODS Internet activity and browsing Information is automatically collected through various means such as cookies and pixels through our Services or in our emails.  \"Cookies\" are pieces of information that may be placed on your device by a service for the purpose of facilitating and enhancing your communication and interaction with that service. Many services use cookies for these purposes.  We may use cookies (and similar items such as clear gifs, web beacons, tags, etc…) through our Services to customize your visit, to analyze how you use our Services and for other purposes to make your visit more convenient, to manage your account or to enable us to enhance our Services.  Cookies and similar items are not used by us to automatically retrieve personally identifiable information from your device without your knowledge, but may be used to store your login credentials. We may use Google Analytics, which is a web analytics service provided by Google, Inc. Google and similar services collect certain information relating to your use of our Services. Such services may use cookies to help us analyze how users use our Services. You can find out more about how Google uses data when you use our Services by visiting “How Google uses data when you use our partners’ sites or apps” (located at www.google.com/policies/privacy/partners/ ). Based on your web browser, you may have the ability to accept or decline cookies. Most web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. If you choose to decline cookies, you may not be able to fully experience the interactive features of the services. Further information on cookies is available at www.allaboutcookies.org . ‍ HOW WE COLLECT INFORMATION FOR OUR SEARCHABLE DATABASES We obtain contact data for in several ways, including the following: Our search technology scans websites and structures publicly-available information. We license contact information from vendors and partners. Users may contribute contact information about themselves or other people. We make inferences based on machine learning models. ‍ HOW WE USE YOUR INFORMATION THAT WE COLLECT FROM YOU We use information that we collect from you only as described in this Privacy Policy or as otherwise disclosed to you at the time of collection: To operate and provide you with our Services; To provide you with information that you request from us; To market products and services to you that we believe may be of interest; To manage your account; To analyze and improve our Services; and For any other purpose with your consent. ‍ HOW WE USE YOUR INFORMATION THAT WE COLLECT THROUGH OUR SERVICES We use the information that we collect from various sources to populate our databases, improve our Services and to enable registered users to search, access and download such information. ‍ DISCLOSURE OF YOUR INFORMATION We may disclose your information as described in this Privacy Policy or otherwise with your consent: To contractors, service providers, and other third parties we use to help operate our Services.  However, such parties are only authorized by us to use the information for the benefit of us; To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which information held by the Company about our Services users is among the assets transferred; To comply with any court order, law, or legal process, including to respond to any lawful government or regulatory request; To enforce or apply our terms, policies or investigate fraud; For safety and security purposes; and If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of the Company, our users or third parties. ‍ Browsing Information Browsing Information and non-personally identifiable Service usage information may be disclosed to any number of third parties and used for any number of purposes as long as it is not directly linked to your personally identifiable information. ‍ INTEREST-BASED ADS We believe that advertising is more effective and relevant when it is targeted to your interests and behaviors.  Therefore, we may work with third parties who collect information on our website through the use of cookies and similar methods in order to serve you with relevant advertisements on other websites and services or for measurement and analytical purposes, such as to determine that you have seen our advertisements elsewhere.  You do have the ability to control certain advertising practices.  We comply with the Self-Regulatory Principles for Online Behavioral Advertising as administered by the Digital Advertising Alliance (DAA).  You can learn more about interest-based advertising and opt-out of targeted advertising from certain providers with whom we work by visiting https://youradchoices.com/control and the DAA’s consumer choice page . ‍ You may opt-out of being tracked online by certain companies who are listed at http://www.aboutads.info/choices/ OR http://www.networkadvertising.org/managing/opt_out.asp and may also learn more about online behavioral advertising at such websites. If you opt-out, you will still receive advertisements, but they will not be delivered to you by such companies from whom you have opted-out based upon your behavioral data possessed by the companies from whom you have opted-out. The opt-out process through the DAA relies upon the placement of an opt-out cookie on your device, and you must repeat this process on each device or if your cookies are purged from your device.  Cookie-based opt-outs are not effective on certain mobile services. Users may opt out of certain advertisements on mobile applications or reset advertising identifiers via their device settings.   To learn how to limit ad tracking or to reset the advertising identifier on your iOS and Android device, click on the following links: iOS - https://support.apple.com/en-us/HT202074 Android - https://support.google.com/ads/answer/2662922?hl=en You may also download and set your preferences on the DAA’s App Choices mobile application(s) available in Google Play or the Apple App stores.  More information about opting out on mobile devices is available here - https://www.networkadvertising.org/mobile-choice/ We do not respond to or honor “do not track” (a/k/a DNT) signals or similar mechanisms automatically transmitted by web browsers for which we are cannot evaluate your choice. ‍ THIRD PARTY SERVICES This Service may contain links and interactive features with various third parties, such as social media platforms. We do not endorse, or assume responsibility, for any third party services just because a link appears on our Service. If you already use these platforms, their cookies may be set on your device when using our Service and those providers may already be tracking you and collecting your information. We are unable to control such uses of your information when interacting with a social media platform, and by using such services you assume the risk that the personally identifiable information provided by you may be viewed and used by third parties for any number of purposes. ‍ DATA RETENTION We will retain your information for as long as your account is active or as needed for us to manage and provide our services and for our business needs. Even if we delete some or all of your personal information, we may continue to retain and use de-identified or aggregate data previously collected. ‍ OPT-OUT You may opt-out of our promotional emails at any time by emailing us at privacy@grata.com, and we will process your request shortly. You may block third party cookies on your device as described above. You may stop data being used for interest-based advertising as described in the “Interest-based Ads” section above. If you are a resident of California, you have certain additional rights described below. If you want your personal information removed from our searchable databases, you should email privacy@grata.com with “Remove my contact information” in the subject line and include the following information in the body: your name, title, and contact information that you wish to have removed. ‍ ‍ CALIFORNIA USER RIGHTS This section applies to you if you are a resident of California and a consumer with rights under the California Consumer Privacy Act (CCPA) or have similar rights by law in your jurisdiction. Some CCPA rights may not be applicable to you when personal information is processed in connection with your employment or business dealings. 1. Right to Know About Personal Information Collected, Disclosed or Sold You have the right to request that we disclose certain information to you about our collection, use, disclosure or sale of your personal information over the past 12 months. Once we receive and confirm your verifiable consumer request (see Exercising Access, Deletion and Opt-out Rights ), and subject to certain limitations that we describe below, we will disclose such information to you. You have the right to request any or all of the following: The categories of personal information we collected about you. The categories of sources from which the personal information is collected. Our business or commercial purpose for collecting or selling that personal information. The categories of third parties with whom we share that personal information. The specific pieces of personal information we collected about you. 2. Right to Request Deletion You have the right to request that we delete any of your personal information that we collected from you and retained, subject to certain exceptions. Once we receive and confirm your verifiable individual request (see Exercising Access, Deletion and Opt-out Rights ), we will delete (and direct our service providers to delete) your personal information from our records. However, we may retain personal information that has been de-identified or aggregated.  Furthermore, we may deny your deletion request if retaining the information is necessary for us or our service provider(s) to perform certain actions, such as detecting security incidents and protecting us from illegal activity. 3. Sale of Personal Information We do ‘sell’ personal information, as that term sell is defined under the CCPA, that is contained within our searchable databases.  We do not “sell” your account registration information on our Service. 4. Exercising Access, Deletion and Opt-out Rights To exercise the access and deletion rights described above, please submit a request to us by either: Emailing us at privacy@grata.com or Calling us at 347-428-9454 or Filling out our online form The request should include your contact information and describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it. In addition, you should provide sufficient information that allows us to reasonably verify that you are the person about whom we collected the personal information.  Upon receiving your request, we may reach out to seek further verification from you.  If you use an authorized agent to make request, you must provide the authorized agent written permission to do so, and we may require that you verify your identity directly with us.  In order to protect the security of your personal information, we will not honor a request if we cannot verify your identity or authority to make the request and confirm the personal information relates to you. The method and information used to verify your identity will vary depending on the nature of the request, and may include your email address, government identification and/or signed affidavit.  You have the right not to receive discriminatory treatment for exercising any of your privacy rights. We have collected the categories of personal information identified in the chart above from individuals within the last twelve (12) months, and will continue to do so in the future. ‍ SECURITY We take the security of our data and information seriously. We take what we believe are reasonable precautions to protect against unauthorized access to our systems and to prevent data from being disclosed to unauthorized parties. However, no method of transmission over the Internet, or method of electronic storage, is 100% secure. ‍ CHANGES TO OUR PRIVACY POLICY We may change this Privacy Policy at our discretion at any time. If we do make any changes, such change will appear on this page of our Services and we will provide notice of any material changes. The date the Privacy Policy was last revised is identified at the top of the page. Your continued use of our Services following any changes means that you have accepted, consent to, and agree to be bound by such revised Privacy Policy. ‍ UNITED STATES OF AMERICA & CROSS BORDER DATA TRANSFERS We may store your information in the United States of America and other locations.  By accessing our Services, you freely and specifically give us your consent to export your information to the USA and such other locations designated by us and its storage and use as specified in this Privacy Policy. Information stored in the USA may be subject to lawful requests by the courts or law enforcement authorities in the USA. ‍ CONTACT US If you have any questions about this Privacy Policy, please contact us at privacy@grata.com. Grata Inc. 15 West 18th Street, 7th Floor New York, New York 10011 ‍ New York Office 15 W 18th St 7th Floor New York, NY 10011 hello@grata.com back to top Products Why Grata The Engine Plans & Pricing Company Careers Resources Referral Program Partners Compare Grata vs SourceScrub Grata vs PitchBook Grata vs ZoomInfo SOC for Service Organizations Solutions Private Equity Investment Banking Corporate Development Consulting Platform Log in SOC for Service Organizations Privacy Policy Terms of Service Do Not Sell My Info © 2023 Grata Inc. All Rights Reserved. back to top <img height=\"1\" width=\"1\" style=\"display:none\" src=\"https://www.facebook.com/tr?id=1326250497733140&amp;ev=PageView&amp;noscript=1\">",
  "annotations": [
    {
      "Text": "Our Service collects information that identifies a particular individual (\"personal information\"). The Company collects the following categories of personal information:\\n\\nCategory\\n\\nExamples\\n\\nPurposes for Which Such Information Was Collected \\n\\nCategories of Sources From Which Personal Information Has Been Collected \\n\\nCategories of Third Parties With Whom our Services Share Personal Information\\n\\nPersonal identifiers, business contact information and professional or employment-related information\\n\\nName, email address, telephone number and similar information.\\n\\nTo activate and manage your account. To allow us to contact you.  \\n\\nDirectly from you when voluntarily provided by you to us.  \\n\\n \\n\\nService providers that help operate our Services and as otherwise described below.  \\n\\nBusiness contact information and employment-related information\\n\\nName, email address, telephone number, and job title.\\n\\nTo enables users to search for information on the Service. \\n\\nThrough automated means online and third party sources, as further described below.\\n\\n \\n\\nUsers who search our databases and access information.\\n\\n \\n\\nInternet or other electronic network activity information, including browsing activity\\n\\nBrowsing history, search history, information on an individual's interaction with our Services.\\n\\nTo operate and customize our Services, to analyze and improve use of our Services, develop analytics, for testing and research purposes and as otherwise described below.\\n\\nDirectly from your devices by observing your actions through our Services.\\n\\n \\n\\nService providers that help operate our Services and as otherwise described below.  \\n\\n \\n\\n \\n\\nGeolocation data\\n\\nYour general geographic location.\\n\\nTo operate and customize our Services, to analyze and improve use of our Services, develop analytics, for testing and research purposes and as otherwise described below.\\n\\nDirectly from your devices by observing your actions through our Services.\\n\\nService providers that help operate our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We collect information from a variety of public and private sources, often using automatic means, as described below in this Privacy Policy You have the ability to control how certain information that belongs to you is collected and used, as described below. If you are a resident of California, please see the “ California User Rights ” section below.} "
    },
    {
      "Text": "We may use cookies (and similar items such as clear gifs, web beacons, tags, etc…) through our Services to customize your visit, to analyze how you use our Services and for other purposes to make your visit more convenient, to manage your account or to enable us to enhance our Services.  Cookies and similar items are not used by us to automatically retrieve personally identifiable information from your device without your knowledge, but may be used to store your login credentials.  ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {\"Cookies\" are pieces of information that may be placed on your device by a service for the purpose of facilitating and enhancing your communication and interaction with that service. Many services use cookies for these purposes.} "
    },
    {
      "Text": "We may use Google Analytics, which is a web analytics service provided by Google, Inc. Google and similar services collect certain information relating to your use of our Services. Such services may use cookies to help us analyze how users use our Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We may use cookies (and similar items such as clear gifs, web beacons, tags, etc…) through our Services to customize your visit, to analyze how you use our Services and for other purposes to make your visit more convenient, to manage your account or to enable us to enhance our Services. Cookies and similar items are not used by us to automatically retrieve personally identifiable information from your device without your knowledge, but may be used to store your login credentials.} "
    },
    {
      "Text": "HOW WE COLLECT INFORMATION FOR OUR SEARCHABLE DATABASES\\n\\n\\nWe obtain contact data for in several ways, including the following:\\n\\nOur search technology scans websites and structures publicly-available information.\\nWe license contact information from vendors and partners.\\nUsers may contribute contact information about themselves or other people.\\nWe make inferences based on machine learning models.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you choose to decline cookies, you may not be able to fully experience the interactive features of the services. Further information on cookies is available at www.allaboutcookies.org .} "
    },
    {
      "Text": "HOW WE USE YOUR INFORMATION THAT WE COLLECT FROM YOU\\nWe use information that we collect from you only as described in this Privacy Policy or as otherwise disclosed to you at the time of collection: \\n\\nTo operate and provide you with our Services;\\nTo provide you with information that you request from us;\\nTo market products and services to you that we believe may be of interest;\\nTo manage your account; \\nTo analyze and improve our Services; and\\nFor any other purpose with your consent.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Users may contribute contact information about themselves or other people. We make inferences based on machine learning models.} "
    },
    {
      "Text": "HOW WE USE YOUR INFORMATION THAT WE COLLECT THROUGH OUR SERVICES\\nWe use the information that we collect from various sources to populate our databases, improve our Services and to enable registered users to search, access and download such information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Users may contribute contact information about themselves or other people. We make inferences based on machine learning models.} "
    },
    {
      "Text": "DISCLOSURE OF YOUR INFORMATION\\nWe may disclose your information as described in this Privacy Policy or otherwise with your consent:\\n\\nTo contractors, service providers, and other third parties we use to help operate our Services.  However, such parties are only authorized by us to use the information for the benefit of us;\\nTo a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which information held by the Company about our Services users is among the assets transferred;\\nTo comply with any court order, law, or legal process, including to respond to any lawful government or regulatory request;\\nTo enforce or apply our terms, policies or investigate fraud; \\nFor safety and security purposes; and\\nIf we believe disclosure is necessary or appropriate to protect the rights, property, or safety of the Company, our users or third parties.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {‍ HOW WE USE YOUR INFORMATION THAT WE COLLECT FROM YOU We use information that we collect from you only as described in this Privacy Policy or as otherwise disclosed to you at the time of collection: To operate and provide you with our Services; To provide you with information that you request from us; To market products and services to you that we believe may be of interest; To manage your account; To analyze and improve our Services; and For any other purpose with your consent. ‍ HOW WE USE YOUR INFORMATION THAT WE COLLECT THROUGH OUR SERVICES We use the information that we collect from various sources to populate our databases, improve our Services and to enable registered users to search, access and download such information.} "
    },
    {
      "Text": "DISCLOSURE OF YOUR INFORMATION\\nWe may disclose your information as described in this Privacy Policy or otherwise with your consent:\\n\\nTo contractors, service providers, and other third parties we use to help operate our Services.  However, such parties are only authorized by us to use the information for the benefit of us;\\nTo a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which information held by the Company about our Services users is among the assets transferred;\\nTo comply with any court order, law, or legal process, including to respond to any lawful government or regulatory request;\\nTo enforce or apply our terms, policies or investigate fraud; \\nFor safety and security purposes; and\\nIf we believe disclosure is necessary or appropriate to protect the rights, property, or safety of the Company, our users or third parties.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {‍ HOW WE USE YOUR INFORMATION THAT WE COLLECT FROM YOU We use information that we collect from you only as described in this Privacy Policy or as otherwise disclosed to you at the time of collection: To operate and provide you with our Services; To provide you with information that you request from us; To market products and services to you that we believe may be of interest; To manage your account; To analyze and improve our Services; and For any other purpose with your consent. ‍ HOW WE USE YOUR INFORMATION THAT WE COLLECT THROUGH OUR SERVICES We use the information that we collect from various sources to populate our databases, improve our Services and to enable registered users to search, access and download such information.} "
    },
    {
      "Text": "Right to Know About Personal Information Collected, Disclosed or Sold\\n\\nYou have the right to request that we disclose certain information to you about our collection, use, disclosure or sale of your personal information over the past 12 months. Once we receive and confirm your verifiable consumer request (see Exercising Access, Deletion and Opt-out Rights), and subject to certain limitations that we describe below, we will disclose such information to you.\\n\\nYou have the right to request any or all of the following:\\n\\nThe categories of personal information we collected about you.\\nThe categories of sources from which the personal information is collected.\\nOur business or commercial purpose for collecting or selling that personal information.\\nThe categories of third parties with whom we share that personal information.\\nThe specific pieces of personal information we collected about you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Some CCPA rights may not be applicable to you when personal information is processed in connection with your employment or business dealings. 1.} "
    },
    {
      "Text": " Right to Know About Personal Information Collected, Disclosed or Sold\\n\\nYou have the right to request that we disclose certain information to you about our collection, use, disclosure or sale of your personal information over the past 12 months. Once we receive and confirm your verifiable consumer request (see Exercising Access, Deletion and Opt-out Rights), and subject to certain limitations that we describe below, we will disclose such information to you.\\n\\nYou have the right to request any or all of the following:\\n\\nThe categories of personal information we collected about you.\\nThe categories of sources from which the personal information is collected.\\nOur business or commercial purpose for collecting or selling that personal information.\\nThe categories of third parties with whom we share that personal information.\\nThe specific pieces of personal information we collected about you.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Some CCPA rights may not be applicable to you when personal information is processed in connection with your employment or business dealings. 1.} "
    },
    {
      "Text": "Right to Request Deletion\\n\\nYou have the right to request that we delete any of your personal information that we collected from you and retained, subject to certain exceptions. Once we receive and confirm your verifiable individual request (see Exercising Access, Deletion and Opt-out Rights), we will delete (and direct our service providers to delete) your personal information from our records. However, we may retain personal information that has been de-identified or aggregated.  Furthermore, we may deny your deletion request if retaining the information is necessary for us or our service provider(s) to perform certain actions, such as detecting security incidents and protecting us from illegal activity.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {The specific pieces of personal information we collected about you. 2.} "
    },
    {
      "Text": " Sale of Personal Information\\n\\nWe do ‘sell’ personal information, as that term sell is defined under the CCPA, that is contained within our searchable databases.  We do not “sell” your account registration information on our Service.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Furthermore, we may deny your deletion request if retaining the information is necessary for us or our service provider(s) to perform certain actions, such as detecting security incidents and protecting us from illegal activity. 3.} "
    },
    {
      "Text": " ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": "HOW WE USE YOUR INFORMATION THAT WE COLLECT FROM YOU\\nWe use information that we collect from you only as described in this Privacy Policy or as otherwise disclosed to you at the time of collection: \\n\\nTo operate and provide you with our Services;\\nTo provide you with information that you request from us;\\nTo market products and services to you that we believe may be of interest;\\nTo manage your account; \\nTo analyze and improve our Services; and\\nFor any other purpose with your consent.\\n‍",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Users may contribute contact information about themselves or other people. We make inferences based on machine learning models.} "
    },
    {
      "Text": "HOW WE USE YOUR INFORMATION THAT WE COLLECT THROUGH OUR SERVICES\\nWe use the information that we collect from various sources to populate our databases, improve our Services and to enable registered users to search, access and download such information.\\n\\n‍",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Users may contribute contact information about themselves or other people. We make inferences based on machine learning models.} "
    },
    {
      "Text": " Exercising Access, Deletion and Opt-out Rights\\n\\nTo exercise the access and deletion rights described above, please submit a request to us by either:\\n\\nEmailing us at privacy@grata.com\\nor\\n\\nCalling us at 347-428-9454\\nor\\n\\nFilling out our online form",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {1. Right to Know About Personal Information Collected, Disclosed or Sold You have the right to request that we disclose certain information to you about our collection, use, disclosure or sale of your personal information over the past 12 months.} "
    },
    {
      "Text": "CHANGES TO OUR PRIVACY POLICY\\nWe may change this Privacy Policy at our discretion at any time. If we do make any changes, such change will appear on this page of our Services and we will provide notice of any material changes. The date the Privacy Policy was last revised is identified at the top of the page. Your continued use of our Services following any changes means that you have accepted, consent to, and agree to be bound by such revised Privacy Policy.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {We take what we believe are reasonable precautions to protect against unauthorized access to our systems and to prevent data from being disclosed to unauthorized parties. However, no method of transmission over the Internet, or method of electronic storage, is 100% secure.} "
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "KIES AND SIMILAR METHODS\\nInternet activity and browsing Information is automatically collected through various means such as cookies and pixels through our Services or in our emails.  \"Cookies\" are pieces of information that may be placed on your device by a service for the purpose of facilitating and enhancing your communication and interaction with that service. Many services use cookies for these purposes.  We may use cookies (and similar items such as clear gifs, web beacons, tags, etc…) through our Services to customize your visit, to analyze how you use our Services and for other purposes to make your visit more convenient, to manage your account or to enable us to enhance our Services.  Cookies and similar items are not used by us to automatically retrieve personally identifiable information from your device without your knowledge, but may be used to store your login credentials.  \\n\\nWe may use Google Analytics, which is a web analytics service provided by Google, Inc. Google and similar services collect certain information relating to your use of our Services. Such services may use cookies to help us analyze how users use our Services. You can find out more about how Google uses data when you use our Services by visiting “How Google uses data when you use our partners’ sites or apps” (located at www.google.com/policies/privacy/partners/). \\n\\n ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, no method of Internet transmission or electronic storage is 100% secure. Therefore, while we strive to use commercially acceptable means to protect your information, we cannot guarantee its absolute security.} "
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "PT",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {‍ DATA RETENTION We will retain your information for as long as your account is active or as needed for us to manage and provide our services and for our business needs. Even if we delete some or all of your personal information, we may continue to retain and use de-identified or aggregate data previously collected.} "
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI sold / shared",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI sold / shared",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "CHANGES TO OUR PRIVACY POLICY\\nWe may change this Privacy Policy at our discretion at any time. If we do make any changes, such change will appear on this page of our Services and we will provide notice of any material changes. The date the Privacy Policy was last revised is identified at the top of the page. Your continued use of our Services following any changes means that you have accepted, consent to, and agree to be bound by such revised Privacy Policy.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {We take what we believe are reasonable precautions to protect against unauthorized access to our systems and to prevent data from being disclosed to unauthorized parties. However, no method of transmission over the Internet, or method of electronic storage, is 100% secure.} "
    },
    {
      "Text": "Our Service may collect your personal information when you access our website and/or register to use the Services.\\nWe collect information from a variety of public and private sources, often using automatic means, as described below in this Privacy Polic",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Accessibility: If you are having any trouble accessing this Privacy Policy, please contact us at 347-428-9454. Our hours of operations are: 9am - 5pm EST.} "
    },
    {
      "Text": "You have the ability to control how certain information that belongs to you is collected and used, as described below.",
      "Label": "Description of Right to Limit use of PI",
      "Context": "2 Sentences Before {Our hours of operations are: 9am - 5pm EST. ‍ OVERVIEW Our Service may collect your personal information when you access our website and/or register to use the Services.} "
    },
    {
      "Text": "INFORMATION COLLECTION\\n\\n\\nOur Service collects information that identifies a particular individual (\"personal information\"). The Company collects the following categories of personal information:\\n\\nCategory\\n\\nExamples\\n\\nPurposes for Which Such Information Was Collected \\n\\nCategories of Sources From Which Personal Information Has Been Collected \\n\\nCategories of Third Parties With Whom our Services Share Personal Information\\n\\nPersonal identifiers, business contact information and professional or employment-related information\\n\\nName, email address, telephone number and similar information.\\n\\nTo activate and manage your account. To allow us to contact you.  \\n\\nDirectly from you when voluntarily provided by you to us.  ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We collect information from a variety of public and private sources, often using automatic means, as described below in this Privacy Policy You have the ability to control how certain information that belongs to you is collected and used, as described below. If you are a resident of California, please see the “ California User Rights ” section below.} "
    },
    {
      "Text": "To activate and manage your account. To allow us to contact you.  ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {‍ INFORMATION COLLECTION Our Service collects information that identifies a particular individual (\"personal information\"). The Company collects the following categories of personal information: Category Examples Purposes for Which Such Information Was Collected Categories of Sources From Which Personal Information Has Been Collected Categories of Third Parties With Whom our Services Share Personal Information Personal identifiers, business contact information and professional or employment-related information Name, email address, telephone number and similar information.} "
    },
    {
      "Text": "To activate and manage your account. To allow us to contact you.  ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {‍ INFORMATION COLLECTION Our Service collects information that identifies a particular individual (\"personal information\"). The Company collects the following categories of personal information: Category Examples Purposes for Which Such Information Was Collected Categories of Sources From Which Personal Information Has Been Collected Categories of Third Parties With Whom our Services Share Personal Information Personal identifiers, business contact information and professional or employment-related information Name, email address, telephone number and similar information.} "
    },
    {
      "Text": "Service providers that help operate our Services and as otherwise described below.  ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To allow us to contact you. Directly from you when voluntarily provided by you to us.} "
    },
    {
      "Text": "Business contact information and employment-related information\\n\\nName, email address, telephone number, and job title.\\n\\nTo enables users to search for information on the Service. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Directly from you when voluntarily provided by you to us. Service providers that help operate our Services and as otherwise described below.} "
    },
    {
      "Text": "To enables users to search for information on the Service. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Service providers that help operate our Services and as otherwise described below. Business contact information and employment-related information Name, email address, telephone number, and job title.} "
    },
    {
      "Text": "To enables users to search for information on the Service. ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Service providers that help operate our Services and as otherwise described below. Business contact information and employment-related information Name, email address, telephone number, and job title.} "
    },
    {
      "Text": "Through automated means online and third party sources, as further described below.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Business contact information and employment-related information Name, email address, telephone number, and job title. To enables users to search for information on the Service.} "
    },
    {
      "Text": "Users who search our databases and access information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To enables users to search for information on the Service. Through automated means online and third party sources, as further described below.} "
    },
    {
      "Text": "Service providers that help operate our Services and as otherwise described below.  ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To allow us to contact you. Directly from you when voluntarily provided by you to us.} "
    },
    {
      "Text": "Internet or other electronic network activity information, including browsing activity\\n\\nBrowsing history, search history, information on an individual's interaction with our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Through automated means online and third party sources, as further described below. Users who search our databases and access information.} "
    },
    {
      "Text": "To operate and customize our Services, to analyze and improve use of our Services, develop analytics, for testing and research purposes and as otherwise described below.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Users who search our databases and access information. Internet or other electronic network activity information, including browsing activity Browsing history, search history, information on an individual's interaction with our Services.} "
    },
    {
      "Text": "To operate and customize our Services, to analyze and improve use of our Services, develop analytics, for testing and research purposes and as otherwise described below.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Users who search our databases and access information. Internet or other electronic network activity information, including browsing activity Browsing history, search history, information on an individual's interaction with our Services.} "
    },
    {
      "Text": "To operate and customize our Services, to analyze and improve use of our Services, develop analytics, for testing and research purposes and as otherwise described below.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Users who search our databases and access information. Internet or other electronic network activity information, including browsing activity Browsing history, search history, information on an individual's interaction with our Services.} "
    },
    {
      "Text": "Directly from your devices by observing your actions through our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Internet or other electronic network activity information, including browsing activity Browsing history, search history, information on an individual's interaction with our Services. To operate and customize our Services, to analyze and improve use of our Services, develop analytics, for testing and research purposes and as otherwise described below.} "
    },
    {
      "Text": "We also collect information that is not, by itself, personal information, such as the activities of the vehicle you are operating when a device using our Services is installed, present or activated.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Directly from your devices by observing your actions through our Services. Service providers that help operate our Services.} "
    },
    {
      "Text": "Geolocation data\\n\\nYour general geographic location.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Directly from your devices by observing your actions through our Services. Service providers that help operate our Services and as otherwise described below.} "
    },
    {
      "Text": "To operate and customize our Services, to analyze and improve use of our Services, develop analytics, for testing and research purposes and as otherwise described below.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Users who search our databases and access information. Internet or other electronic network activity information, including browsing activity Browsing history, search history, information on an individual's interaction with our Services.} "
    },
    {
      "Text": "To operate and customize our Services, to analyze and improve use of our Services, develop analytics, for testing and research purposes and as otherwise described below.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Users who search our databases and access information. Internet or other electronic network activity information, including browsing activity Browsing history, search history, information on an individual's interaction with our Services.} "
    },
    {
      "Text": "To operate and customize our Services, to analyze and improve use of our Services, develop analytics, for testing and research purposes and as otherwise described below.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Users who search our databases and access information. Internet or other electronic network activity information, including browsing activity Browsing history, search history, information on an individual's interaction with our Services.} "
    },
    {
      "Text": "Directly from your devices by observing your actions through our Services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Internet or other electronic network activity information, including browsing activity Browsing history, search history, information on an individual's interaction with our Services. To operate and customize our Services, to analyze and improve use of our Services, develop analytics, for testing and research purposes and as otherwise described below.} "
    },
    {
      "Text": "Service providers that help operate our Services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To allow us to contact you. Directly from you when voluntarily provided by you to us.} "
    },
    {
      "Text": "When you enter sensitive information (such as a credit card number or personal information), we encrypt that information using secure socket layer technology (SSL) and do not share it with third parties other than services that help us operate our system, including payment processors. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We also collect information that is not, by itself, personal information, such as the activities of the vehicle you are operating when a device using our Services is installed, present or activated. ‍ REGISTRATION INFORMATION Your information is important to us.} "
    },
    {
      "Text": "When you enter sensitive information (such as a credit card number or personal information), we encrypt that information using secure socket layer technology (SSL) and do not share it with third parties other than services that help us operate our system, including payment processors. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We also collect information that is not, by itself, personal information, such as the activities of the vehicle you are operating when a device using our Services is installed, present or activated. ‍ REGISTRATION INFORMATION Your information is important to us.} "
    },
    {
      "Text": "COOKIES AND SIMILAR METHODS\\nInternet activity and browsing Information is automatically collected through various means such as cookies and pixels through our Services or in our emails.  \"Cookies\" are pieces of information that may be placed on your device by a service for the purpose of facilitating and enhancing your communication and interaction with that service. Many services use cookies for these purposes.  We may use cookies (and similar items such as clear gifs, web beacons, tags, etc…) through our Services to customize your visit, to analyze how you use our Services and for other purposes to make your visit more convenient, to manage your account or to enable us to enhance our Services.  Cookies and similar items are not used by us to automatically retrieve personally identifiable information from your device without your knowledge, but may be used to store your login credentials.  ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {However, no method of Internet transmission or electronic storage is 100% secure. Therefore, while we strive to use commercially acceptable means to protect your information, we cannot guarantee its absolute security.} "
    },
    {
      "Text": "Based on your web browser, you may have the ability to accept or decline cookies. Most web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Such services may use cookies to help us analyze how users use our Services. You can find out more about how Google uses data when you use our Services by visiting “How Google uses data when you use our partners’ sites or apps” (located at www.google.com/policies/privacy/partners/ ).} "
    },
    {
      "Text": "HOW WE COLLECT INFORMATION FOR OUR SEARCHABLE DATABASES\\n\\n\\nWe obtain contact data for in several ways, including the following:\\n\\nOur search technology scans websites and structures publicly-available information.\\nWe license contact information from vendors and partners.\\nUsers may contribute contact information about themselves or other people.\\nWe make inferences based on machine learning models.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you choose to decline cookies, you may not be able to fully experience the interactive features of the services. Further information on cookies is available at www.allaboutcookies.org .} "
    },
    {
      "Text": "HOW WE USE YOUR INFORMATION THAT WE COLLECT FROM YOU\\nWe use information that we collect from you only as described in this Privacy Policy or as otherwise disclosed to you at the time of collection: \\n\\nTo operate and provide you with our Services;\\nTo provide you with information that you request from us;\\nTo market products and services to you that we believe may be of interest;\\nTo manage your account; \\nTo analyze and improve our Services; and\\nFor any other purpose with your consent.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Users may contribute contact information about themselves or other people. We make inferences based on machine learning models.} "
    },
    {
      "Text": "HOW WE USE YOUR INFORMATION THAT WE COLLECT FROM YOU\\nWe use information that we collect from you only as described in this Privacy Policy or as otherwise disclosed to you at the time of collection: \\n\\nTo operate and provide you with our Services;\\nTo provide you with information that you request from us;\\nTo market products and services to you that we believe may be of interest;\\nTo manage your account; \\nTo analyze and improve our Services; and\\nFor any other purpose with your consent.\\n‍",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Users may contribute contact information about themselves or other people. We make inferences based on machine learning models.} "
    },
    {
      "Text": "HOW WE USE YOUR INFORMATION THAT WE COLLECT FROM YOU\\nWe use information that we collect from you only as described in this Privacy Policy or as otherwise disclosed to you at the time of collection: \\n\\nTo operate and provide you with our Services;\\nTo provide you with information that you request from us;\\nTo market products and services to you that we believe may be of interest;\\nTo manage your account; \\nTo analyze and improve our Services; and\\nFor any other purpose with your consent.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Users may contribute contact information about themselves or other people. We make inferences based on machine learning models.} "
    },
    {
      "Text": "HOW WE USE YOUR INFORMATION THAT WE COLLECT THROUGH OUR SERVICES\\nWe use the information that we collect from various sources to populate our databases, improve our Services and to enable registered users to search, access and download such information.\\n\\n‍",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Users may contribute contact information about themselves or other people. We make inferences based on machine learning models.} "
    },
    {
      "Text": "HOW WE USE YOUR INFORMATION THAT WE COLLECT THROUGH OUR SERVICES\\nWe use the information that we collect from various sources to populate our databases, improve our Services and to enable registered users to search, access and download such information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Users may contribute contact information about themselves or other people. We make inferences based on machine learning models.} "
    },
    {
      "Text": "HOW WE USE YOUR INFORMATION THAT WE COLLECT THROUGH OUR SERVICES\\nWe use the information that we collect from various sources to populate our databases, improve our Services and to enable registered users to search, access and download such information.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Users may contribute contact information about themselves or other people. We make inferences based on machine learning models.} "
    },
    {
      "Text": "DISCLOSURE OF YOUR INFORMATION\\nWe may disclose your information as described in this Privacy Policy or otherwise with your consent:\\n\\nTo contractors, service providers, and other third parties we use to help operate our Services.  However, such parties are only authorized by us to use the information for the benefit of us;\\nTo a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which information held by the Company about our Services users is among the assets transferred;\\nTo comply with any court order, law, or legal process, including to respond to any lawful government or regulatory request;\\nTo enforce or apply our terms, policies or investigate fraud; \\nFor safety and security purposes; and\\nIf we believe disclosure is necessary or appropriate to protect the rights, property, or safety of the Company, our users or third parties.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {‍ HOW WE USE YOUR INFORMATION THAT WE COLLECT FROM YOU We use information that we collect from you only as described in this Privacy Policy or as otherwise disclosed to you at the time of collection: To operate and provide you with our Services; To provide you with information that you request from us; To market products and services to you that we believe may be of interest; To manage your account; To analyze and improve our Services; and For any other purpose with your consent. ‍ HOW WE USE YOUR INFORMATION THAT WE COLLECT THROUGH OUR SERVICES We use the information that we collect from various sources to populate our databases, improve our Services and to enable registered users to search, access and download such information.} "
    },
    {
      "Text": "Browsing Information\\nBrowsing Information and non-personally identifiable Service usage information may be disclosed to any number of third parties and used for any number of purposes as long as it is not directly linked to your personally identifiable information.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {‍ DISCLOSURE OF YOUR INFORMATION We may disclose your information as described in this Privacy Policy or otherwise with your consent: To contractors, service providers, and other third parties we use to help operate our Services. However, such parties are only authorized by us to use the information for the benefit of us; To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which information held by the Company about our Services users is among the assets transferred; To comply with any court order, law, or legal process, including to respond to any lawful government or regulatory request; To enforce or apply our terms, policies or investigate fraud; For safety and security purposes; and If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of the Company, our users or third parties.} "
    },
    {
      "Text": "You can learn more about interest-based advertising and opt-out of targeted advertising from certain providers with whom we work by visiting https://youradchoices.com/control and the DAA’s consumer choice page.  ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You do have the ability to control certain advertising practices. We comply with the Self-Regulatory Principles for Online Behavioral Advertising as administered by the Digital Advertising Alliance (DAA).} "
    },
    {
      "Text": "You may opt-out of being tracked online by certain companies who are listed at http://www.aboutads.info/choices/ OR http://www.networkadvertising.org/managing/opt_out.asp and may also learn more about online behavioral advertising at such websites.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We comply with the Self-Regulatory Principles for Online Behavioral Advertising as administered by the Digital Advertising Alliance (DAA). You can learn more about interest-based advertising and opt-out of targeted advertising from certain providers with whom we work by visiting https://youradchoices.com/control and the DAA’s consumer choice page .} "
    },
    {
      "Text": "To learn how to limit ad tracking or to reset the advertising identifier on your iOS and Android device, click on the following links:\\n\\niOS - https://support.apple.com/en-us/HT202074\\n\\nAndroid - https://support.google.com/ads/answer/2662922?hl=en \\n\\nYou may also download and set your preferences on the DAA’s App Choices mobile application(s) available in Google Play or the Apple App stores.  More information about opting out on mobile devices is available here - https://www.networkadvertising.org/mobile-choice/  ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Cookie-based opt-outs are not effective on certain mobile services. Users may opt out of certain advertisements on mobile applications or reset advertising identifiers via their device settings.} "
    },
    {
      "Text": "DATA RETENTION\\nWe will retain your information for as long as your account is active or as needed for us to manage and provide our services and for our business needs. Even if we delete some or all of your personal information, we may continue to retain and use de-identified or aggregate data previously collected.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you already use these platforms, their cookies may be set on your device when using our Service and those providers may already be tracking you and collecting your information. We are unable to control such uses of your information when interacting with a social media platform, and by using such services you assume the risk that the personally identifiable information provided by you may be viewed and used by third parties for any number of purposes.} "
    },
    {
      "Text": "You may opt-out of our promotional emails at any time by emailing us at privacy@grata.com, and we will process your request shortly.\\nYou may block third party cookies on your device as described above.\\nYou may stop data being used for interest-based advertising as described in the “Interest-based Ads” section above.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We comply with the Self-Regulatory Principles for Online Behavioral Advertising as administered by the Digital Advertising Alliance (DAA). You can learn more about interest-based advertising and opt-out of targeted advertising from certain providers with whom we work by visiting https://youradchoices.com/control and the DAA’s consumer choice page .} "
    },
    {
      "Text": "If you want your personal information removed from our searchable databases, you should email privacy@grata.com with “Remove my contact information” in the subject line and include the following information in the body: your name, title, and contact information that you wish to have removed.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You may stop data being used for interest-based advertising as described in the “Interest-based Ads” section above. If you are a resident of California, you have certain additional rights described below.} "
    },
    {
      "Text": "i",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Right to Know About Personal Information Collected, Disclosed or Sold\\n\\nYou have the right to request that we disclose certain information to you about our collection, use, disclosure or sale of your personal information over the past 12 months. ",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Some CCPA rights may not be applicable to you when personal information is processed in connection with your employment or business dealings. 1.} "
    },
    {
      "Text": "Right to Know About Personal Information Collected, Disclosed or Sold\\n\\nYou have the right to request that we disclose certain information to you about our collection, use, disclosure or sale of your personal information over the past 12 months. ",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Some CCPA rights may not be applicable to you when personal information is processed in connection with your employment or business dealings. 1.} "
    },
    {
      "Text": "You have the right to request any or all of the following:\\n\\nThe categories of personal information we collected about you.\\nThe categories of sources from which the personal information is collected.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Right to Know About Personal Information Collected, Disclosed or Sold You have the right to request that we disclose certain information to you about our collection, use, disclosure or sale of your personal information over the past 12 months. Once we receive and confirm your verifiable consumer request (see Exercising Access, Deletion and Opt-out Rights ), and subject to certain limitations that we describe below, we will disclose such information to you.} "
    },
    {
      "Text": "Our business or commercial purpose for collecting or selling that personal information.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {You have the right to request any or all of the following: The categories of personal information we collected about you. The categories of sources from which the personal information is collected.} "
    },
    {
      "Text": "Our business or commercial purpose for collecting or selling that personal information.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {You have the right to request any or all of the following: The categories of personal information we collected about you. The categories of sources from which the personal information is collected.} "
    },
    {
      "Text": "The categories of third parties with whom we share that personal information.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {The categories of sources from which the personal information is collected. Our business or commercial purpose for collecting or selling that personal information.} "
    },
    {
      "Text": "The specific pieces of personal information we collected about you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {Our business or commercial purpose for collecting or selling that personal information. The categories of third parties with whom we share that personal information.} "
    },
    {
      "Text": "Right to Request Deletion\\n\\nYou have the right to request that we delete any of your personal information that we collected from you and retained, subject to certain exceptions. Once we receive and confirm your verifiable individual request (see Exercising Access, Deletion and Opt-out Rights), we will delete (and direct our service providers to delete) your personal information from our records.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {The specific pieces of personal information we collected about you. 2.} "
    },
    {
      "Text": "However, we may retain personal information that has been de-identified or aggregated.  Furthermore, we may deny your deletion request if retaining the information is necessary for us or our service provider(s) to perform certain actions, such as detecting security incidents and protecting us from illegal activity.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {When you enter sensitive information (such as a credit card number or personal information), we encrypt that information using secure socket layer technology (SSL) and do not share it with third parties other than services that help us operate our system, including payment processors. We follow generally accepted industry standards to protect the information submitted to us, both during transmission and once we receive it.} "
    },
    {
      "Text": "Sale of Personal Information\\n\\nWe do ‘sell’ personal information, as that term sell is defined under the CCPA, that is contained within our searchable databases.  We do not “sell” your account registration information on our Service.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {Furthermore, we may deny your deletion request if retaining the information is necessary for us or our service provider(s) to perform certain actions, such as detecting security incidents and protecting us from illegal activity. 3.} "
    },
    {
      "Text": "Exercising Access, Deletion and Opt-out Rights\\n\\nTo exercise the access and deletion rights described above, please submit a request to us by either:\\n\\nEmailing us at privacy@grata.com\\nor\\n\\nCalling us at 347-428-9454\\nor\\n\\nFilling out our online form",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {1. Right to Know About Personal Information Collected, Disclosed or Sold You have the right to request that we disclose certain information to you about our collection, use, disclosure or sale of your personal information over the past 12 months.} "
    },
    {
      "Text": "CHANGES TO OUR PRIVACY POLICY\\nWe may change this Privacy Policy at our discretion at any time. If we do make any changes, such change will appear on this page of our Services and we will provide notice of any material changes. The date the Privacy Policy was last revised is identified at the top of the page. ",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {We take what we believe are reasonable precautions to protect against unauthorized access to our systems and to prevent data from being disclosed to unauthorized parties. However, no method of transmission over the Internet, or method of electronic storage, is 100% secure.} "
    }
  ]
}