{
  "policy_id": "88",
  "text": "Manage Consent Manage Cookie Consent Reveal Mobile uses cookies to personalize content and ads, to provide social media features, and to analyze traffic on our website. We also share information about your use of our website with our social media, advertising and analytics partners. Our partners may combine this information with other information that you have provided to them or that they have collected as part of your use of the services. Please make your individual settings to determine which types of cookies should be allowed when using our website and click on \"Accept\" to accept the cookies. Please note that, based on your settings, it is possible that not all functionalities of the site will be available. You can revoke your consent at any time. You can find further information in our privacy policy . Do Not Sell My Personal Information - Privacy statement Accept This website stores cookies on your computer. These cookies are used to collect information about how you interact with our website and allow us to remember you. We use this information in order to improve and customize your browsing experience and for analytics and metrics about our visitors both on this website and other media. To find out more about the cookies we use, see our Privacy Policy. If you decline, your information won’t be tracked when you visit this website. A single cookie will be used in your browser to remember your preference not to be tracked. Accept Decline Privacy Policy | Reveal Mobile <link rel=\"stylesheet\" href=\"https://fonts.googleapis.com/css?family=Roboto%3A100%2C100italic%2C200%2C200italic%2C300%2C300italic%2C400%2C400italic%2C500%2C500italic%2C600%2C600italic%2C700%2C700italic%2C800%2C800italic%2C900%2C900italic%7CRoboto%20Slab%3A100%2C100italic%2C200%2C200italic%2C300%2C300italic%2C400%2C400italic%2C500%2C500italic%2C600%2C600italic%2C700%2C700italic%2C800%2C800italic%2C900%2C900italic&#038;display=swap\" /> <iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-KVD9LSL\"\nheight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Close Search Search Search Sitewide for Submit Sitewide Search Open Sitewide Search Login Solutions VISIT Local Out of Home Measurement Campaign Effectiveness Reports Audiences on Demand VISIT Data Industries Agencies Media Out of Home Restaurants Retail Resources Blog Events and Webinars Resources About Contact Us See a Demo Login Open Sitewide Search Reveal Mobile menu Solutions VISIT Local Out of Home Measurement Campaign Effectiveness Reports Audiences on Demand VISIT Data Industries Agencies Media Out of Home Restaurants Retail Resources Blog Events and Webinars Resources About Contact Us See a Demo Privacy Policy Updated September 29, 2020 Reveal Mobile, Inc. (“Reveal Mobile,” “we” or “us”), the builder of the Reveal Mobile product and website, is committed to protecting your privacy. We know that you care about how information about you is used and shared, and we appreciate your trust that we will use that information carefully and sensibly in accordance with this Privacy Policy. Our business: We help app publishers and media companies convert their opted-in location data into audience segments for the purposes of advertising and analytics. Please read this Privacy Policy carefully so that you understand our privacy practices. Reveal Mobile contracts with the following firm to serve as our Data Protection Officer and EU Designated Representative: External Data Protection Officer ePrivacy GmbH represented by Prof. Dr. Christoph Bauer Große Bleichen 21, 20354 Hamburg For all questions and concerns regarding your data, please contact privacy@revealmobile.com . If you wish to communicate directly with our data protection officer (for example, because you have a particularly sensitive request), please contact him by post, as communication by e-mail can always be subject to security gaps. Please state in your request that your concern relates to the company Reveal mobile. EU Representative of controllers or processors not established in the Union (article 27 GDPR): ePrivacy Holding GmbH Große Bleichen 21 20354 Hamburg Germany https://www.eprivacy.eu Data Collection & Uses Scope summary The scope of this privacy policy includes the following processing activities of our company: • Processing activities within the products of Reveal Mobile • Data processing on our website Reveal Mobile Product We collect data from providers and from customers through secure transfer protocols. The Reveal Mobile Product (“Mobile Product”) provides software and data to companies and publishers (our “Customers”) and also receives data directly from Customers through secure server-to-server feeds. The Mobile Product includes data about mobile devices. This Privacy Policy governs our collection, sharing and use of non-personally identifiable information (Non Personal Information) or Personally Identifiable Information through mobile applications using the Mobile Product. Reveal Mobile Website This Privacy Policy also governs the personally identifiable information (“Personal Information”) collected by Reveal Mobile through our websites at www.revealmobile.com (the “Website”). Reveal Mobile collects and processes the personal data of individuals in the European Economic Area who have expressly opted in to provide us to do so. If you are visiting the Website from the European Economic Area or are using the Mobile Product within the European Economic Area, please see the section below entitled Individual Rights on Data Collection for European Economic Area / European Union (EU). Reveal Mobile follows the Network Advertising Initiative (NAI) Code of Conduct . To learn more about the NAI or how to opt out of receiving targeted advertising from third party services that belong to the NAI, please visit their website . Consent Reveal Mobile Product By actively opting-in to share data with us and the mobile apps in our network, you’re consenting that we can process your data to enable and improve our marketing and advertising services. Our Customers integrate our Mobile Product into their mobile applications or send it to us directly via a secured server-to-service transfer. This enables us to receive the information described below, consistent with the authorizations you have provided, concerning the mobile device and/or the use of the mobile application. This Privacy Policy only relates to Reveal Mobile’s collection and use of information through the Mobile Product and Website and does not govern the collection and use of information directly by our Customers.  Before sharing any information or data with any Customer of Reveal Mobile, you should review the privacy policy of the Customer. Reveal Mobile Website By using this website and actively opting-in to share data with us and the mobile apps in our network, you’re consenting that we can process your data to enable and improve our marketing and advertising services, which we will explain in detail within this Privacy Policy. We share opt-in and opt-out instructions below. If you do not agree to the terms of this Privacy Policy, you may opt-out of data collection through one of the methods listed below. By actively opting into cookies on our website, you agree that we can use your data for improving your experience on our website and for marketing Reveal Mobile products to you. You can find more information about our processing activities within this Privacy Policy. By actively opting in to cookies on our website, this Privacy Policy will govern our collection, sharing and use of your Personal Information and Non Personal Information. Data We Collect summary We collect and anonymize location data from opted-in mobile devices. Reveal Mobile Product Precise Location Data –  By opting in to share your location data, the Mobile Product allows us to collect information regarding your location, or the location of your device, by using GPS coordinates provided by your mobile device. The GPS coordinates are collectively referred to herein as “Location Data.” Some of our Customers may also enable collection of background location data when the app is not in use, which enables us to also receive this Location Data. Most GPS-enabled mobile devices can identify a user’s location to within less than 50 feet.  For some U.S. based devices that share location, we are able to infer a home or work location based upon frequent usage patterns. Reveal Mobile stores Location Data, and Location Data is passed through to our Customers, service providers and partners, including ad networks, ad serving companies and third party information providers, as described below. Automatically Collected Information ; Other Personally and Non-Personally Identifiable Information.  When you opt-in to data sharing while using any of our Mobile Products by agreeing to share location with a Customer’s app, our web server automatically collects limited information about your device. Reveal Mobile logs information including the mobile advertising ID (IDFA / AdID), IP address, SSID/BSSID, the type of mobile device you use, the IP address of your mobile device, and your mobile operating system. If you opt-out of location sharing, Reveal Mobile does not receive any of your data. International Data Collection – Reveal Mobile stores and processes information collected from our SDK and data feeds in the United States and the EU. For all data we collect, you have explicitly consented to its collection and transfer to Reveal Mobile. If you would like to opt out of data collection, you may do so at any time pursuant to your rights in the US under CCPA and in the EU under GDPR. Reveal Mobile Website Information you Provide. You are not required to register or provide any Personal Information in order to browse our Website and learn more about our company, our products and our technology. However, if you request or download any white papers or other information or sign up for our newsletter, you will be required to provide certain limited Personal Information such as your name, email and telephone number. We will use such information to confirm and deliver your request to you. We do not share this Personal Information with any third party, other than our service providers if necessary to fulfill your request, or as otherwise described in this Privacy Policy. For example, if you sign-up for our newsletter, we may provide your Personal Information to our service provider that manages and delivers our newsletters. Browser-Level Information : When you browse our Website, our web server automatically collects limited information about your computer configuration or device or, such as the type of browser software you use and the operating system you’re running and your IP address. Reveal Mobile logs Personally and Non-Personally Identifiable Information including IP address, profile information, browser type, browser language, referring / exit pages and URLs, platform type, number of clicks, domain names, landing pages, pages viewed and the order of those pages, the amount of time spent on particular pages, from users and visitors to the Website and the type of mobile device you use, the IP address of your mobile device, your mobile operating system, and the type of mobile browsers you use. This data is used to manage our Website, including diagnosing problems with our Website, track usage and improve the Website. User IP addresses are recorded for security and monitoring purposes. Use of Cookies General Information About Cookies A cookie is a text file containing an identification number which, when the website is used, is transmitted to the user’s computer together with the other data actually requested and stored there. The file is kept there for later access and serves to authenticate the user. Since cookies are only simple files and not executable programs, they do not pose any danger to the computer. We use cookies to track which pages of our Website you visit. We use the services of an independent company to help us measure the effectiveness of how visitors use our Website. To do this, we use cookies provided by our marketing company. The type of information we collect include pages visited, videos viewed, etc. You can see all the types of Website cookies our Website uses by managing your consent in our Website cookie banner. This information helps us learn things like what pages are most attractive to our visitors, which of our products most interest our customers, and what kinds of offers our customers like to see. Because cookies are stored on your computer or device, not on our site, you can set your browser to decline cookies and can delete them from your computer or device. You can manage cookies our site uses through the consent management utility on our site. Depending on the settings selected by the user in their internet browser, the latter automatically accepts cookies. However this setting can be changed and the storage of cookies deactivated or set in such a way that the user is informed as soon as a cookie is set. If the use of cookies is deactivated, some functions of the website may not be available or may only be available to a limited extent. You can prevent the setting of cookies by our website at any time by means of a corresponding setting in the internet browser used and thus permanently object to the setting of cookies. Cookies that are already active can be deleted at any time via the settings of your internet browser or other software programs. We may work together with advertising partners who help us to make our online offer more interesting for you. In this case, cookies from partner companies may also be stored on your hard drive when you visit our website (cookies from third parties). Privacy of Children summary Reveal Mobile does not knowingly collect any Personal Information from anyone under the age of 16. Protecting the privacy of children is especially important. For that reason, Reveal Mobile does not knowingly collect any Personal Information from anyone under the age of 16. In no other way do we knowingly collect or maintain personally identifiable information from persons under 16 years of age, and no part of our Mobile Product is directed to persons under 16. If Reveal Mobile learns that Personal Information of persons under 16 years of age has been collected through its Website or a Mobile Product, then Reveal Mobile will take the appropriate steps to delete this information and to flag the device to prevent any future data collection. Disclosure and Sharing of Information and Data Retention summary We collect data for various reasons and share with select partners. We store your data: if you have consented to the processing, at most until you revoke your consent; if we need the data for the execution of a contract, at most for as long as the contractual relationship with you exists; if we use the data on the basis of a legitimate interest, at most for as long as your interest in deletion or anonymization does not outweigh the data; insofar as statutory storage obligations exist, until the end of the storage periods. Reveal Mobile Website Information about our customers is an important part of our business. We do not rent, sell, or share your Personal Information collected via the website other than as described in the Privacy Policy. Reveal Mobile Product We may sell or share your location data collected via the Mobile Product as described in the Privacy Policy. We may disclose and/or sell your location data to third parties for the purposes of providing targeted advertisements and information our advertising partners believe may be of relevance and interest to you; these third parties include but are not limited to: Advertising/marketing companies; Advertising networks, exchanges, and related services; Automotive companies; Business services/agencies; Business-to-business companies; Consumer packaged goods companies; Marketing data companies; Data analytics providers; Consumer data aggregators; Educational institutions & companies; Financial services companies; Food & beverage companies; Gift product companies; Lifestyle & interest product companies; Not for profit organizations; Travel, leisure, & entertainment companies; Reveal Mobile shares data with third parties based upon use cases set forth by the Interactive Advertising Bureau’s Transparency and Consent framework. Those use cases include: Information storage and access Ad selection, delivery, reporting Personalization Content selection, delivery, reporting Measurement Matching Data to Offline Sources Linking Devices Precise Geographic Location Data We may disclose your Personal Information to our web analytics partners and data hosting providers who work on behalf of Reveal Mobile, including to provide our Website with services or to fulfill user requests. However, these companies are not allowed to share this information or to use it for their own purposes. We may add additional data to the existing data collected about your device, such as appending US Census data to the device if you are located within the US. We may disclose personally identifiable information, including your IP address, and as part of an aggregate data set to third parties for the purposes of providing targeted advertisements and information our advertising partners believe may be of relevance and interest to you. We may disclose your data to comply with legal requirements or to respond to a subpoena, search warrant or other legal process or government request received by Reveal Mobile, whether or not a response is required by applicable law. We may disclose your personal information to enforce our rights in our Mobile Products and/or Website or to protect the rights, property or safety of members of the Reveal Mobile community, our Customers, other visitors to our Mobile Products or Website, the public, or Reveal Mobile and its employees. We may collect data from mobile devices that share a household and that have actively opted in to data sharing. As our business grows, we may buy or sell various assets. In the event that Reveal Mobile or some or all of our assets are acquired by another company, information about our users may be among the transferred assets. In the event that Reveal Mobile goes through a bankruptcy, reorganization, receivership or similar event, you understand and agree that we may not be able to control how your Personal Information or Location Data collected by us is treated, transferred or used. Unless we receive an opt-out request as discussed below, Reveal Mobile stores the non-personally identifiable information about your device for up to two years. If you provide Personal Information to us through our Website, such as signing-up for our newsletter, you may request that we delete such Personal Information from our system, by sending a request to optout@revealmobile.com. We will promptly cease use of any such Personal Information and will remove such Personal Information from our servers in accordance with our standard practices, within at least four weeks.  Certain non-personally identifiable information relating to your use of the Website may be retained for so long as it remains useful in connection with improving our Website and/or Mobile Product. All data collected or received by Reveal Mobile is securely stored and processed in the United States. Data Security summary We follow industry best-practices to secure data. Reveal Mobile has taken steps to protect the confidentiality of the data it collects from users of its Website and Mobile Products. Information we gather on Reveal Mobile is stored within Reveal Mobile controlled databases (or databases hosted on our behalf) on servers maintained in protected environments, and we limit access to such information to Reveal Mobile employees who we believe need to see that information to provide you with services or otherwise do their jobs. Opting Out of Data Collection and Access to Your Data summary We only collect opted-in data and work with our customers to ensure privacy compliance. Reveal Mobile and the Mobile Product is an opt-in service only. When you download a mobile application that uses the Mobile Product and choose to share your device’s location, you are opting in to this service. Reveal Mobile works closely with our Customers to ensure they provide adequate notification and transparency to their end users about these practices and the appropriate privacy policies. It is the responsibility of our Customers to provide these notifications. Mobile applications on Apple devices, like iPhones, and Android/Google devices, like Samsung Galaxy, ask for permission to collect data in different ways. Older Android phones running older Android operating systems require you to accept any permissions that the app asks for before you can install the app. Newer Android phones allow you to opt-in or out of location sharing after downloading the app. Apple apps allow you to download the app, but then to opt in or out of sharing location, Bluetooth settings, and certain advertising settings on your device’s Settings General pages. If you opt-out of any of these after downloading an app using Reveal Mobile, we honor these settings and don’t collect those data points. To learn more about how Apple manages location data, read Apple’s documentation . All of the apps with which we work are required to provide access to the information in this Privacy Policy prior to collecting any data and to secure your consent to the collection of your data as set forth herein. Individual Rights on Data Collection for European Economic Area/European Union (EU) If Reveal Mobile receives data from within the EU, either from data suppliers or from our Customers, as verified by examining the lat/long coordinates received, Reveal Mobile processes that data in compliance with GDPR regulations. Legal Basis We may base the processing of your data on one or more of the following legal bases: Your consent, if you have given us such consent (Art. 6 para. 1 lit. a) GDPR) The initiation or execution of a contract with you (Art. 6 para. 1 lit. b) GDPR) The fulfillment of legal obligations (Art. 6 para. 1 lit. c) GDPR) The implementation of our legitimate interests (Art. 6 para. 1 lit. f) GDPR) Legitimate Interests When processing your data, we pursue the following legitimate interests: The improvement of our offer Protection of our systems against misuse On the production of statistics For the storage of our correspondence with you Transfer to Third Countries Data Reveal Mobile collects may be transferred to countries outside the European Economic Area. We only transfer personal data to third countries where the EU Commission has confirmed an adequate level of protection or where we can ensure the careful handling of personal data by means of contractual agreements or other suitable guarantees, such as certifications or proven compliance with international security standards. USA (Standard contractual clauses) Reveal Mobile stores personal data that is directly provided by end users when they enter this data into our Website for the purposes of receiving marketing collateral or email newsletters. When you provide this data, Reveal Mobile will present you with explicit and informed consent to sharing data, and by providing this data you expressly consent to its use as set forth in this Privacy Policy. The data entered into our Website is collected by Reveal Mobile in order to provide the requested marketing collateral and e-mail newsletters. Rights as a Data Subject Subject to applicable law, you may have additional rights regarding the processing of your data. The right to access your data, or to request copies of it, subject to verification The right to request corrections to your data The right to request deletion or restriction of your data The right to object to data collection The right to transfer your data to another data controller The right to file a complaint with the appropriate Data Protection Authority regarding the processing of your data Opting Out of Data Collection and Access to Your Data under GDPR or CCPA We provide multiple methods to opt-out of data collection. There are numerous ways to opt-out of sharing data with Reveal Mobile. If you disable ad tracking on your phone or tablet, we no longer collect or store any data about your device. Our product respects the advertising settings on your phone to limit ad tracking.  This also opts your device out of all ad tracking across all of your apps. You can disable location sharing with specific apps by reviewing the settings for each app, or by choosing to not share location when prompted after first downloading the app, or by uninstalling the app. Reveal Mobile complies with the California Consumer Privacy Act (CCPA). We provide a form for all US consumers to exercise the right to access their data, direct Reveal Mobile to delete their data, and opt-out of the sale of their data. The form is accessible on our CCPA page . You can also email optout@revealmobile.com to determine if we have data on your device. If so, we’ll remove your device(s) from our database within 7 business days or less. You’ll need to provide us with the IDFA (iPhones) or Advertiser ID (Android phones) in order for us to remove your device. We don’t collect any email addresses, names, or phone numbers from mobile apps, so we need this identifier to find your device in our database. This blog post provides helpful tips on how to find your advertising identifier. To learn more about opt-out choices, we recommend reviewing the Network Advertising Initiative’s article on “ Information on Opting-Out on Mobile Devices and Information on Opting Out on TV Streaming Devices .” California’s “Shine the Light” law gives California customers the right to prevent disclosure of their personal information to third parties for those third parties’ direct marketing purposes, and requires certain businesses to respond to requests from California customers asking about the business’ practices related to disclosing personal information to third parties for the third parties’ direct marketing purposes.  Alternatively, such businesses may have in place a policy not to disclose Personal Information of customers to third parties for the third parties’ direct marketing purposes if the customer has exercised an option to opt-out of such information-sharing.  California residents can exercise their right by completing a brief form on our CCPA page . CCPA Request Totals for January 1, 2021 to December 31, 2021 The figures below represent our CCPA request metrics for calendar year 2021. The information provided reflects access, deletion and opt-out requests from both California and non-California consumers. The number of requests to know that the business received, complied with in whole or in part, and denied: 29 The number of requests to delete that the business received, complied with in whole or in part, and denied: 9 The number of requests to opt-out that the business received, complied with in whole or in part, and denied: 9 The median or mean number of days within which the business substantively responded to requests to know, requests to delete, and requests to opt-out: 19 If you want to see the data we have stored for your device, email optout@revealmobile.com along with your IDFA and/or AdID.  We’ll then ask for verification of your identity, and then provide you the data, if any, we have stored about your device, and allow you to rectify any errors in any personal data as permitted by applicable law. Residents of the European Union with inquiries or complaints regarding our privacy policy should first contact Reveal Mobile at privacy@revealmobile.com. Controller Brian Handly, CEO Reveal Mobile, 3344 Hillsborough St, Suite 200, Raleigh, NC 27607 USA Social Media Sites, Links To Other Sites summary When you click off of our site to other sites, any information shared or gathered by those sites is governed by their privacy policies. We may have pages, accounts or presence on various social networking and media sites or services, such as Facebook, LinkedIn, and Twitter. Any information you post or provide through such social media sites and services will be subject to the policies of the applicable site or service. The website may include advertisements and links to third-parties web sites or service whose privacy policies we do not control. When you access another app or site, use of any information you provide on such site or app, and any information collected by the site operator, is governed by the privacy policy of the operator of the app or site you’ re visiting. If you click through to any of the advertisers on a Mobile Product, the advertiser may also track your device. We do not have access to or control any information they may contain. Tracking summary Once you leave our website, we no longer track your web browsing behavior. We do not track or collect Personal Information about your online activities once you leave our Website. Changes to Our Privacy Policy summary We update our privacy policy to remain current with best-practices and regulations. Because the web and Mobile Products are evolving mediums, we may need to change our Privacy Policy at some point in the future, in which case we’ll post the changes to this Privacy Policy on our Website and/or within the applicable Mobile Product and update the Effective Date of the policy to reflect the date of the changes. Unless a material change to the Privacy Policy is made, by continuing to use the Mobile Product after we post any such changes, you accept the Privacy Policy as modified. Questions? For more information, or if you have questions about this Privacy Policy, please contact us at privacy@revealmobile.com. You can download or print a copy of this Privacy Policy at https://revealmobile.com/privacy/, or contact us at privacy@revealmobile.com to request a copy, or write to Brian Handly, CEO, 3344 Hillsborough St, Suite 200, Raleigh, NC 27607 Improve campaign performance and win more business . Request a Demo Now Solutions VISIT Local Out of Home Measurement Campaign Effectiveness Reports Audiences on Demand VISIT Data Industries Agencies Media Out Of Home Restaurants Retail Resources Blog Events Resources Company About Awards and Accolades Careers General Contact Privacy Policy Cookie Policy Do Not Sell Sitemap Disclaimer Do Not Sell My Personal Information ©2023 Reveal Mobile, Inc Reveal Mobile uses cookies to personalize content and ads, to provide social media features, and to analyze traffic on our website. We also share information about your use of our website with our social media, advertising and analytics partners. Our partners may combine this information with other information that you have provided to them or that they have collected as part of your use of the services. Please make your individual settings to determine which types of cookies should be allowed when using our website and click on \"Accept\" to accept the cookies. Please note that, based on your settings, it is possible that not all functionalities of the site will be available. You can revoke your consent at any time. You can find further information in our privacy policy. Accept Decline Privacy policy <img alt=\"\" src=\"https://ws.zoominfo.com/pixel/OMwsLVFOGeLMG0hwO0qb\" width=\"1\" height=\"1\" style=\"display: none;\" /> <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://px.ads.linkedin.com/collect/?pid=183017&fmt=gif\" /> <img height=\"1\" width=\"1\" style=\"display:none\" src=\"https://www.facebook.com/tr?id=375598649514991&amp;ev=PageView&amp;noscript=1\">",
  "annotations": [
    {
      "Text": "Manage Cookie Consent\\nReveal Mobile uses cookies to personalize content and ads, to provide social media features, and to analyze traffic on our website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Updated September 29, 2020",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {If you decline, your information won’t be tracked when you visit this website. A single cookie will be used in your browser to remember your preference not to be tracked.} "
    },
    {
      "Text": "Data We Collect\\nsummary\\nWe collect and anonymize location data from opted-in mobile devices.\\n\\nReveal Mobile Product\\n\\nPrecise Location Data –  By opting in to share your location data, the Mobile Product allows us to collect information regarding your location, or the location of your device, by using GPS coordinates provided by your mobile device. The GPS coordinates are collectively referred to herein as “Location Data.” Some of our Customers may also enable collection of background location data when the app is not in use, which enables us to also receive this Location Data. Most GPS-enabled mobile devices can identify a user’s location to within less than 50 feet.  For some U.S. based devices that share location, we are able to infer a home or work location based upon frequent usage patterns. Reveal Mobile stores Location Data, and Location Data is passed through to our Customers, service providers and partners, including ad networks, ad serving companies and third party information providers, as described below.\\nAutomatically Collected Information; Other Personally and Non-Personally Identifiable Information.  When you opt-in to data sharing while using any of our Mobile Products by agreeing to share location with a Customer’s app, our web server automatically collects limited information about your device. Reveal Mobile logs information including the mobile advertising ID (IDFA / AdID), IP address, SSID/BSSID, the type of mobile device you use, the IP address of your mobile device, and your mobile operating system. If you opt-out of location sharing, Reveal Mobile does not receive any of your data.\\nInternational Data Collection – Reveal Mobile stores and processes information collected from our SDK and data feeds in the United States and the EU. For all data we collect, you have explicitly consented to its collection and transfer to Reveal Mobile. If you would like to opt out of data collection, you may do so at any time pursuant to your rights in the US under CCPA and in the EU under GDPR.\\nReveal Mobile Website\\n\\nInformation you Provide. You are not required to register or provide any Personal Information in order to browse our Website and learn more about our company, our products and our technology. However, if you request or download any white papers or other information or sign up for our newsletter, you will be required to provide certain limited Personal Information such as your name, email and telephone number. We will use such information to confirm and deliver your request to you. We do not share this Personal Information with any third party, other than our service providers if necessary to fulfill your request, or as otherwise described in this Privacy Policy. For example, if you sign-up for our newsletter, we may provide your Personal Information to our service provider that manages and delivers our newsletters.\\nBrowser-Level Information: When you browse our Website, our web server automatically collects limited information about your computer configuration or device or, such as the type of browser software you use and the operating system you’re running and your IP address.\\nReveal Mobile logs Personally and Non-Personally Identifiable Information including IP address, profile information, browser type, browser language, referring / exit pages and URLs, platform type, number of clicks, domain names, landing pages, pages viewed and the order of those pages, the amount of time spent on particular pages, from users and visitors to the Website and the type of mobile device you use, the IP address of your mobile device, your mobile operating system, and the type of mobile browsers you use. This data is used to manage our Website, including diagnosing problems with our Website, track usage and improve the Website. User IP addresses are recorded for security and monitoring purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can find more information about our processing activities within this Privacy Policy. By actively opting in to cookies on our website, this Privacy Policy will govern our collection, sharing and use of your Personal Information and Non Personal Information.} "
    },
    {
      "Text": "A cookie is a text file containing an identification number which, when the website is used, is transmitted to the user’s computer together with the other data actually requested and stored there. The file is kept there for later access and serves to authenticate the user. Since cookies are only simple files and not executable programs, they do not pose any danger to the computer.\\n\\nWe use cookies to track which pages of our Website you visit. We use the services of an independent company to help us measure the effectiveness of how visitors use our Website. To do this, we use cookies provided by our marketing company. The type of information we collect include pages visited, videos viewed, etc. You can see all the types of Website cookies our Website uses by managing your consent in our Website cookie banner. This information helps us learn things like what pages are most attractive to our visitors, which of our products most interest our customers, and what kinds of offers our customers like to see. Because cookies are stored on your computer or device, not on our site, you can set your browser to decline cookies and can delete them from your computer or device. You can manage cookies our site uses through the consent management utility on our site.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This data is used to manage our Website, including diagnosing problems with our Website, track usage and improve the Website. User IP addresses are recorded for security and monitoring purposes.} "
    },
    {
      "Text": "We collect data for various reasons and share with select partners.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In no other way do we knowingly collect or maintain personally identifiable information from persons under 16 years of age, and no part of our Mobile Product is directed to persons under 16. If Reveal Mobile learns that Personal Information of persons under 16 years of age has been collected through its Website or a Mobile Product, then Reveal Mobile will take the appropriate steps to delete this information and to flag the device to prevent any future data collection.} "
    },
    {
      "Text": "We collect data for various reasons and share with select partners.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {In no other way do we knowingly collect or maintain personally identifiable information from persons under 16 years of age, and no part of our Mobile Product is directed to persons under 16. If Reveal Mobile learns that Personal Information of persons under 16 years of age has been collected through its Website or a Mobile Product, then Reveal Mobile will take the appropriate steps to delete this information and to flag the device to prevent any future data collection.} "
    },
    {
      "Text": "Reveal Mobile Product\\n\\nWe may sell or share your location data collected via the Mobile Product as described in the Privacy Policy.\\n\\nWe may disclose and/or sell your location data to third parties for the purposes of providing targeted advertisements and information our advertising partners believe may be of relevance and interest to you; these third parties include but are not limited to:\\n\\nAdvertising/marketing companies;\\nAdvertising networks, exchanges, and related services;\\nAutomotive companies;\\nBusiness services/agencies;\\nBusiness-to-business companies;\\nConsumer packaged goods companies;\\nMarketing data companies;\\nData analytics providers;\\nConsumer data aggregators;\\nEducational institutions & companies;\\nFinancial services companies;\\nFood & beverage companies;\\nGift product companies;\\nLifestyle & interest product companies;\\nNot for profit organizations;\\nTravel, leisure, & entertainment companies;\\nReveal Mobile shares data with third parties based upon use cases set forth by the Interactive Advertising Bureau’s Transparency and Consent framework. Those use cases include:\\n\\nInformation storage and access\\nAd selection, delivery, reporting\\nPersonalization\\nContent selection, delivery, reporting\\nMeasurement\\nMatching Data to Offline Sources\\nLinking Devices\\nPrecise Geographic Location Data",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Reveal Mobile Website Information about our customers is an important part of our business. We do not rent, sell, or share your Personal Information collected via the website other than as described in the Privacy Policy.} "
    },
    {
      "Text": "Reveal Mobile Product\\n\\nWe may sell or share your location data collected via the Mobile Product as described in the Privacy Policy.\\n\\nWe may disclose and/or sell your location data to third parties for the purposes of providing targeted advertisements and information our advertising partners believe may be of relevance and interest to you; these third parties include but are not limited to:\\n\\nAdvertising/marketing companies;\\nAdvertising networks, exchanges, and related services;\\nAutomotive companies;\\nBusiness services/agencies;\\nBusiness-to-business companies;\\nConsumer packaged goods companies;\\nMarketing data companies;\\nData analytics providers;\\nConsumer data aggregators;\\nEducational institutions & companies;\\nFinancial services companies;\\nFood & beverage companies;\\nGift product companies;\\nLifestyle & interest product companies;\\nNot for profit organizations;\\nTravel, leisure, & entertainment companies;\\nReveal Mobile shares data with third parties based upon use cases set forth by the Interactive Advertising Bureau’s Transparency and Consent framework. Those use cases include:\\n\\nInformation storage and access\\nAd selection, delivery, reporting\\nPersonalization\\nContent selection, delivery, reporting\\nMeasurement\\nMatching Data to Offline Sources\\nLinking Devices\\nPrecise Geographic Location Data",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Reveal Mobile Website Information about our customers is an important part of our business. We do not rent, sell, or share your Personal Information collected via the website other than as described in the Privacy Policy.} "
    },
    {
      "Text": "We may disclose your Personal Information to our web analytics partners and data hosting providers who work on behalf of Reveal Mobile, including to provide our Website with services or to fulfill user requests. However, these companies are not allowed to share this information or to use it for their own purposes.\\nWe may add additional data to the existing data collected about your device, such as appending US Census data to the device if you are located within the US.\\nWe may disclose personally identifiable information, including your IP address, and as part of an aggregate data set to third parties for the purposes of providing targeted advertisements and information our advertising partners believe may be of relevance and interest to you.\\nWe may disclose your data to comply with legal requirements or to respond to a subpoena, search warrant or other legal process or government request received by Reveal Mobile, whether or not a response is required by applicable law.\\nWe may disclose your personal information to enforce our rights in our Mobile Products and/or Website or to protect the rights, property or safety of members of the Reveal Mobile community, our Customers, other visitors to our Mobile Products or Website, the public, or Reveal Mobile and its employees.\\nWe may collect data from mobile devices that share a household and that have actively opted in to data sharing.\\nAs our business grows, we may buy or sell various assets. In the event that Reveal Mobile or some or all of our assets are acquired by another company, information about our users may be among the transferred assets.\\nIn the event that Reveal Mobile goes through a bankruptcy, reorganization, receivership or similar event, you understand and agree that we may not be able to control how your Personal Information or Location Data collected by us is treated, transferred or used.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Reveal Mobile Product We may sell or share your location data collected via the Mobile Product as described in the Privacy Policy. We may disclose and/or sell your location data to third parties for the purposes of providing targeted advertisements and information our advertising partners believe may be of relevance and interest to you; these third parties include but are not limited to: Advertising/marketing companies; Advertising networks, exchanges, and related services; Automotive companies; Business services/agencies; Business-to-business companies; Consumer packaged goods companies; Marketing data companies; Data analytics providers; Consumer data aggregators; Educational institutions & companies; Financial services companies; Food & beverage companies; Gift product companies; Lifestyle & interest product companies; Not for profit organizations; Travel, leisure, & entertainment companies; Reveal Mobile shares data with third parties based upon use cases set forth by the Interactive Advertising Bureau’s Transparency and Consent framework.} "
    },
    {
      "Text": "We may disclose your Personal Information to our web analytics partners and data hosting providers who work on behalf of Reveal Mobile, including to provide our Website with services or to fulfill user requests. However, these companies are not allowed to share this information or to use it for their own purposes.\\nWe may add additional data to the existing data collected about your device, such as appending US Census data to the device if you are located within the US.\\nWe may disclose personally identifiable information, including your IP address, and as part of an aggregate data set to third parties for the purposes of providing targeted advertisements and information our advertising partners believe may be of relevance and interest to you.\\nWe may disclose your data to comply with legal requirements or to respond to a subpoena, search warrant or other legal process or government request received by Reveal Mobile, whether or not a response is required by applicable law.\\nWe may disclose your personal information to enforce our rights in our Mobile Products and/or Website or to protect the rights, property or safety of members of the Reveal Mobile community, our Customers, other visitors to our Mobile Products or Website, the public, or Reveal Mobile and its employees.\\nWe may collect data from mobile devices that share a household and that have actively opted in to data sharing.\\nAs our business grows, we may buy or sell various assets. In the event that Reveal Mobile or some or all of our assets are acquired by another company, information about our users may be among the transferred assets.\\nIn the event that Reveal Mobile goes through a bankruptcy, reorganization, receivership or similar event, you understand and agree that we may not be able to control how your Personal Information or Location Data collected by us is treated, transferred or used.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Reveal Mobile Product We may sell or share your location data collected via the Mobile Product as described in the Privacy Policy. We may disclose and/or sell your location data to third parties for the purposes of providing targeted advertisements and information our advertising partners believe may be of relevance and interest to you; these third parties include but are not limited to: Advertising/marketing companies; Advertising networks, exchanges, and related services; Automotive companies; Business services/agencies; Business-to-business companies; Consumer packaged goods companies; Marketing data companies; Data analytics providers; Consumer data aggregators; Educational institutions & companies; Financial services companies; Food & beverage companies; Gift product companies; Lifestyle & interest product companies; Not for profit organizations; Travel, leisure, & entertainment companies; Reveal Mobile shares data with third parties based upon use cases set forth by the Interactive Advertising Bureau’s Transparency and Consent framework.} "
    },
    {
      "Text": "Changes to Our Privacy Policy\\nsummary\\nWe update our privacy policy to remain current with best-practices and regulations.\\n\\nBecause the web and Mobile Products are evolving mediums, we may need to change our Privacy Policy at some point in the future, in which case we’ll post the changes to this Privacy Policy on our Website and/or within the applicable Mobile Product and update the Effective Date of the policy to reflect the date of the changes. Unless a material change to the Privacy Policy is made, by continuing to use the Mobile Product after we post any such changes, you accept the Privacy Policy as modified.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Tracking summary Once you leave our website, we no longer track your web browsing behavior. We do not track or collect Personal Information about your online activities once you leave our Website.} "
    },
    {
      "Text": "We provide multiple methods to opt-out of data collection. There are numerous ways to opt-out of sharing data with Reveal Mobile.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {The data entered into our Website is collected by Reveal Mobile in order to provide the requested marketing collateral and e-mail newsletters. Rights as a Data Subject Subject to applicable law, you may have additional rights regarding the processing of your data.} "
    },
    {
      "Text": "You can also email optout@revealmobile.com to determine if we have data on your device. If so, we’ll remove your device(s) from our database within 7 business days or less.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We provide a form for all US consumers to exercise the right to access their data, direct Reveal Mobile to delete their data, and opt-out of the sale of their data. The form is accessible on our CCPA page .} "
    },
    {
      "Text": "The right to access your data, or to request copies of it, subject to verification",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {The data entered into our Website is collected by Reveal Mobile in order to provide the requested marketing collateral and e-mail newsletters. Rights as a Data Subject Subject to applicable law, you may have additional rights regarding the processing of your data.} "
    },
    {
      "Text": "The right to request corrections to your data",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {The data entered into our Website is collected by Reveal Mobile in order to provide the requested marketing collateral and e-mail newsletters. Rights as a Data Subject Subject to applicable law, you may have additional rights regarding the processing of your data.} "
    },
    {
      "Text": "The right to request deletion or restriction of your data",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The data entered into our Website is collected by Reveal Mobile in order to provide the requested marketing collateral and e-mail newsletters. Rights as a Data Subject Subject to applicable law, you may have additional rights regarding the processing of your data.} "
    },
    {
      "Text": "The right to object to data collection",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {The data entered into our Website is collected by Reveal Mobile in order to provide the requested marketing collateral and e-mail newsletters. Rights as a Data Subject Subject to applicable law, you may have additional rights regarding the processing of your data.} "
    },
    {
      "Text": "Reveal Mobile uses cookies to personalize content and ads, to provide social media features, and to analyze traffic on our website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We also share information about your use of our website with our social media, advertising and analytics partners.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Manage Consent Manage Cookie Consent Reveal Mobile uses cookies to personalize content and ads, to provide social media features, and to analyze traffic on our website.} "
    },
    {
      "Text": "These cookies are used to collect information about how you interact with our website and allow us to remember you. We use this information in order to improve and customize your browsing experience and for analytics and metrics about our visitors both on this website and other media. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can find further information in our privacy policy . Do Not Sell My Personal Information - Privacy statement Accept This website stores cookies on your computer.} "
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Sold",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Correct Information",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Limit use of PI",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "You can revoke your consent at any time. You can find further information in our privacy policy. Do Not Sell My Personal Information - Privacy statement\\nAccept",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Please make your individual settings to determine which types of cookies should be allowed when using our website and click on \"Accept\" to accept the cookies. Please note that, based on your settings, it is possible that not all functionalities of the site will be available.} "
    },
    {
      "Text": NaN,
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": "Updated September 29, 2020",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {If you decline, your information won’t be tracked when you visit this website. A single cookie will be used in your browser to remember your preference not to be tracked.} "
    },
    {
      "Text": "Changes to Our Privacy Policy\\nsummary\\nWe update our privacy policy to remain current with best-practices and regulations.\\n\\nBecause the web and Mobile Products are evolving mediums, we may need to change our Privacy Policy at some point in the future, in which case we’ll post the changes to this Privacy Policy on our Website and/or within the applicable Mobile Product and update the Effective Date of the policy to reflect the date of the changes. Unless a material change to the Privacy Policy is made, by continuing to use the Mobile Product after we post any such changes, you accept the Privacy Policy as modified.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Tracking summary Once you leave our website, we no longer track your web browsing behavior. We do not track or collect Personal Information about your online activities once you leave our Website.} "
    },
    {
      "Text": "Updated September 29, 2020",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {If you decline, your information won’t be tracked when you visit this website. A single cookie will be used in your browser to remember your preference not to be tracked.} "
    },
    {
      "Text": "This website stores cookies on your computer. These cookies are used to collect information about how you interact with our website and allow us to remember you. We use this information in order to improve and customize your browsing experience and for analytics and metrics about our visitors both on this website and other media.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can revoke your consent at any time. You can find further information in our privacy policy .} "
    },
    {
      "Text": "We collect data from providers and from customers through secure transfer protocols.\\n\\nThe Reveal Mobile Product (“Mobile Product”) provides software and data to companies and publishers (our “Customers”) and also receives data directly from Customers through secure server-to-server feeds. The Mobile Product includes data about mobile devices.\\n\\nThis Privacy Policy governs our collection, sharing and use of non-personally identifiable information (Non Personal Information) or Personally Identifiable Information through mobile applications using the Mobile Product.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you wish to communicate directly with our data protection officer (for example, because you have a particularly sensitive request), please contact him by post, as communication by e-mail can always be subject to security gaps. Please state in your request that your concern relates to the company Reveal mobile.} "
    },
    {
      "Text": "The Reveal Mobile Product (“Mobile Product”) provides software and data to companies and publishers (our “Customers”) and also receives data directly from Customers through secure server-to-server feeds. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Please state in your request that your concern relates to the company Reveal mobile. EU Representative of controllers or processors not established in the Union (article 27 GDPR): ePrivacy Holding GmbH Große Bleichen 21 20354 Hamburg Germany https://www.eprivacy.eu Data Collection & Uses Scope summary The scope of this privacy policy includes the following processing activities of our company: • Processing activities within the products of Reveal Mobile • Data processing on our website Reveal Mobile Product We collect data from providers and from customers through secure transfer protocols.} "
    },
    {
      "Text": "By actively opting-in to share data with us and the mobile apps in our network, you’re consenting that we can process your data to enable and improve our marketing and advertising services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Reveal Mobile follows the Network Advertising Initiative (NAI) Code of Conduct . To learn more about the NAI or how to opt out of receiving targeted advertising from third party services that belong to the NAI, please visit their website .} "
    },
    {
      "Text": "This enables us to receive the information described below, consistent with the authorizations you have provided, concerning the mobile device and/or the use of the mobile application.\\n\\nThis Privacy Policy only relates to Reveal Mobile’s collection and use of information through the Mobile Product and Website and does not govern the collection and use of information directly by our Customers. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Consent Reveal Mobile Product By actively opting-in to share data with us and the mobile apps in our network, you’re consenting that we can process your data to enable and improve our marketing and advertising services. Our Customers integrate our Mobile Product into their mobile applications or send it to us directly via a secured server-to-service transfer.} "
    },
    {
      "Text": "By using this website and actively opting-in to share data with us and the mobile apps in our network, you’re consenting that we can process your data to enable and improve our marketing and advertising services, which we will explain in detail within this Privacy Policy.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This Privacy Policy only relates to Reveal Mobile’s collection and use of information through the Mobile Product and Website and does not govern the collection and use of information directly by our Customers. Before sharing any information or data with any Customer of Reveal Mobile, you should review the privacy policy of the Customer.} "
    },
    {
      "Text": "By actively opting into cookies on our website, you agree that we can use your data for improving your experience on our website and for marketing Reveal Mobile products to you.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We share opt-in and opt-out instructions below. If you do not agree to the terms of this Privacy Policy, you may opt-out of data collection through one of the methods listed below.} "
    },
    {
      "Text": "By actively opting in to cookies on our website, this Privacy Policy will govern our collection, sharing and use of your Personal Information and Non Personal Information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We share opt-in and opt-out instructions below. If you do not agree to the terms of this Privacy Policy, you may opt-out of data collection through one of the methods listed below.} "
    },
    {
      "Text": "Data We Collect\\nsummary\\nWe collect and anonymize location data from opted-in mobile devices.\\n\\nReveal Mobile Product\\n\\nPrecise Location Data –  By opting in to share your location data, the Mobile Product allows us to collect information regarding your location, or the location of your device, by using GPS coordinates provided by your mobile device. The GPS coordinates are collectively referred to herein as “Location Data.” Some of our Customers may also enable collection of background location data when the app is not in use, which enables us to also receive this Location Data. Most GPS-enabled mobile devices can identify a user’s location to within less than 50 feet.  For some U.S. based devices that share location, we are able to infer a home or work location based upon frequent usage patterns. Reveal Mobile stores Location Data, and Location Data is passed through to our Customers, service providers and partners, including ad networks, ad serving companies and third party information providers, as described below.\\nAutomatically Collected Information; Other Personally and Non-Personally Identifiable Information.  When you opt-in to data sharing while using any of our Mobile Products by agreeing to share location with a Customer’s app, our web server automatically collects limited information about your device. Reveal Mobile logs information including the mobile advertising ID (IDFA / AdID), IP address, SSID/BSSID, the type of mobile device you use, the IP address of your mobile device, and your mobile operating system. If you opt-out of location sharing, Reveal Mobile does not receive any of your data.\\nInternational Data Collection – Reveal Mobile stores and processes information collected from our SDK and data feeds in the United States and the EU. For all data we collect, you have explicitly consented to its collection and transfer to Reveal Mobile. If you would like to opt out of data collection, you may do so at any time pursuant to your rights in the US under CCPA and in the EU under GDPR.\\nReveal Mobile Website\\n\\nInformation you Provide. You are not required to register or provide any Personal Information in order to browse our Website and learn more about our company, our products and our technology. However, if you request or download any white papers or other information or sign up for our newsletter, you will be required to provide certain limited Personal Information such as your name, email and telephone number. We will use such information to confirm and deliver your request to you. We do not share this Personal Information with any third party, other than our service providers if necessary to fulfill your request, or as otherwise described in this Privacy Policy. For example, if you sign-up for our newsletter, we may provide your Personal Information to our service provider that manages and delivers our newsletters.\\nBrowser-Level Information: When you browse our Website, our web server automatically collects limited information about your computer configuration or device or, such as the type of browser software you use and the operating system you’re running and your IP address.\\nReveal Mobile logs Personally and Non-Personally Identifiable Information including IP address, profile information, browser type, browser language, referring / exit pages and URLs, platform type, number of clicks, domain names, landing pages, pages viewed and the order of those pages, the amount of time spent on particular pages, from users and visitors to the Website and the type of mobile device you use, the IP address of your mobile device, your mobile operating system, and the type of mobile browsers you use. This data is used to manage our Website, including diagnosing problems with our Website, track usage and improve the Website. User IP addresses are recorded for security and monitoring purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can find more information about our processing activities within this Privacy Policy. By actively opting in to cookies on our website, this Privacy Policy will govern our collection, sharing and use of your Personal Information and Non Personal Information.} "
    },
    {
      "Text": "A cookie is a text file containing an identification number which, when the website is used, is transmitted to the user’s computer together with the other data actually requested and stored there. The file is kept there for later access and serves to authenticate the user. Since cookies are only simple files and not executable programs, they do not pose any danger to the computer.\\n\\nWe use cookies to track which pages of our Website you visit. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This data is used to manage our Website, including diagnosing problems with our Website, track usage and improve the Website. User IP addresses are recorded for security and monitoring purposes.} "
    },
    {
      "Text": "To do this, we use cookies provided by our marketing company. The type of information we collect include pages visited, videos viewed, etc. You can see all the types of Website cookies our Website uses by managing your consent in our Website cookie banner. This information helps us learn things like what pages are most attractive to our visitors, which of our products most interest our customers, and what kinds of offers our customers like to see.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We use cookies to track which pages of our Website you visit. We use the services of an independent company to help us measure the effectiveness of how visitors use our Website.} "
    },
    {
      "Text": "Because cookies are stored on your computer or device, not on our site, you can set your browser to decline cookies and can delete them from your computer or device. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You can see all the types of Website cookies our Website uses by managing your consent in our Website cookie banner. This information helps us learn things like what pages are most attractive to our visitors, which of our products most interest our customers, and what kinds of offers our customers like to see.} "
    },
    {
      "Text": "However this setting can be changed and the storage of cookies deactivated or set in such a way that the user is informed as soon as a cookie is set.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {You can manage cookies our site uses through the consent management utility on our site. Depending on the settings selected by the user in their internet browser, the latter automatically accepts cookies.} "
    },
    {
      "Text": "You can prevent the setting of cookies by our website at any time by means of a corresponding setting in the internet browser used and thus permanently object to the setting of cookies.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {However this setting can be changed and the storage of cookies deactivated or set in such a way that the user is informed as soon as a cookie is set. If the use of cookies is deactivated, some functions of the website may not be available or may only be available to a limited extent.} "
    },
    {
      "Text": "Cookies that are already active can be deleted at any time via the settings of your internet browser or other software programs. ",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If the use of cookies is deactivated, some functions of the website may not be available or may only be available to a limited extent. You can prevent the setting of cookies by our website at any time by means of a corresponding setting in the internet browser used and thus permanently object to the setting of cookies.} "
    },
    {
      "Text": "Disclosure and Sharing of Information and Data Retention\\nsummary\\nWe collect data for various reasons and share with select partners.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In no other way do we knowingly collect or maintain personally identifiable information from persons under 16 years of age, and no part of our Mobile Product is directed to persons under 16. If Reveal Mobile learns that Personal Information of persons under 16 years of age has been collected through its Website or a Mobile Product, then Reveal Mobile will take the appropriate steps to delete this information and to flag the device to prevent any future data collection.} "
    },
    {
      "Text": "Disclosure and Sharing of Information and Data Retention\\nsummary\\nWe collect data for various reasons and share with select partners.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {In no other way do we knowingly collect or maintain personally identifiable information from persons under 16 years of age, and no part of our Mobile Product is directed to persons under 16. If Reveal Mobile learns that Personal Information of persons under 16 years of age has been collected through its Website or a Mobile Product, then Reveal Mobile will take the appropriate steps to delete this information and to flag the device to prevent any future data collection.} "
    },
    {
      "Text": "We store your data:\\n\\nif you have consented to the processing, at most until you revoke your consent;\\nif we need the data for the execution of a contract, at most for as long as the contractual relationship with you exists;\\nif we use the data on the basis of a legitimate interest, at most for as long as your interest in deletion or anonymization does not outweigh the data;\\ninsofar as statutory storage obligations exist, until the end of the storage periods.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If Reveal Mobile learns that Personal Information of persons under 16 years of age has been collected through its Website or a Mobile Product, then Reveal Mobile will take the appropriate steps to delete this information and to flag the device to prevent any future data collection. Disclosure and Sharing of Information and Data Retention summary We collect data for various reasons and share with select partners.} "
    },
    {
      "Text": "We do not rent, sell, or share your Personal Information collected via the website other than as described in the Privacy Policy.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We store your data: if you have consented to the processing, at most until you revoke your consent; if we need the data for the execution of a contract, at most for as long as the contractual relationship with you exists; if we use the data on the basis of a legitimate interest, at most for as long as your interest in deletion or anonymization does not outweigh the data; insofar as statutory storage obligations exist, until the end of the storage periods. Reveal Mobile Website Information about our customers is an important part of our business.} "
    },
    {
      "Text": "We do not rent, sell, or share your Personal Information collected via the website other than as described in the Privacy Policy.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We store your data: if you have consented to the processing, at most until you revoke your consent; if we need the data for the execution of a contract, at most for as long as the contractual relationship with you exists; if we use the data on the basis of a legitimate interest, at most for as long as your interest in deletion or anonymization does not outweigh the data; insofar as statutory storage obligations exist, until the end of the storage periods. Reveal Mobile Website Information about our customers is an important part of our business.} "
    },
    {
      "Text": "We may sell or share your location data collected via the Mobile Product as described in the Privacy Policy.\\n\\nWe may disclose and/or sell your location data to third parties for the purposes of providing targeted advertisements and information our advertising partners believe may be of relevance and interest to you; these third parties include but are not limited to:\\n\\nAdvertising/marketing companies;\\nAdvertising networks, exchanges, and related services;\\nAutomotive companies;\\nBusiness services/agencies;\\nBusiness-to-business companies;\\nConsumer packaged goods companies;\\nMarketing data companies;\\nData analytics providers;\\nConsumer data aggregators;\\nEducational institutions & companies;\\nFinancial services companies;\\nFood & beverage companies;\\nGift product companies;\\nLifestyle & interest product companies;\\nNot for profit organizations;\\nTravel, leisure, & entertainment companies;\\nReveal Mobile shares data with third parties based upon use cases set forth by the Interactive Advertising Bureau’s Transparency and Consent framework. Those use cases include:\\n\\nInformation storage and access\\nAd selection, delivery, reporting\\nPersonalization\\nContent selection, delivery, reporting\\nMeasurement\\nMatching Data to Offline Sources\\nLinking Devices\\nPrecise Geographic Location Data\\nWe may disclose your Personal Information to our web analytics partners and data hosting providers who work on behalf of Reveal Mobile, including to provide our Website with services or to fulfill user requests. However, these companies are not allowed to share this information or to use it for their own purposes.\\nWe may add additional data to the existing data collected about your device, such as appending US Census data to the device if you are located within the US.\\nWe may disclose personally identifiable information, including your IP address, and as part of an aggregate data set to third parties for the purposes of providing targeted advertisements and information our advertising partners believe may be of relevance and interest to you.\\nWe may disclose your data to comply with legal requirements or to respond to a subpoena, search warrant or other legal process or government request received by Reveal Mobile, whether or not a response is required by applicable law.\\nWe may disclose your personal information to enforce our rights in our Mobile Products and/or Website or to protect the rights, property or safety of members of the Reveal Mobile community, our Customers, other visitors to our Mobile Products or Website, the public, or Reveal Mobile and its employees.\\nWe may collect data from mobile devices that share a household and that have actively opted in to data sharing.\\nAs our business grows, we may buy or sell various assets. In the event that Reveal Mobile or some or all of our assets are acquired by another company, information about our users may be among the transferred assets.\\nIn the event that Reveal Mobile goes through a bankruptcy, reorganization, receivership or similar event, you understand and agree that we may not be able to control how your Personal Information or Location Data collected by us is treated, transferred or used.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Reveal Mobile Website Information about our customers is an important part of our business. We do not rent, sell, or share your Personal Information collected via the website other than as described in the Privacy Policy.} "
    },
    {
      "Text": "We may sell or share your location data collected via the Mobile Product as described in the Privacy Policy.\\n\\nWe may disclose and/or sell your location data to third parties for the purposes of providing targeted advertisements and information our advertising partners believe may be of relevance and interest to you; these third parties include but are not limited to:\\n\\nAdvertising/marketing companies;\\nAdvertising networks, exchanges, and related services;\\nAutomotive companies;\\nBusiness services/agencies;\\nBusiness-to-business companies;\\nConsumer packaged goods companies;\\nMarketing data companies;\\nData analytics providers;\\nConsumer data aggregators;\\nEducational institutions & companies;\\nFinancial services companies;\\nFood & beverage companies;\\nGift product companies;\\nLifestyle & interest product companies;\\nNot for profit organizations;\\nTravel, leisure, & entertainment companies;\\nReveal Mobile shares data with third parties based upon use cases set forth by the Interactive Advertising Bureau’s Transparency and Consent framework. Those use cases include:\\n\\nInformation storage and access\\nAd selection, delivery, reporting\\nPersonalization\\nContent selection, delivery, reporting\\nMeasurement\\nMatching Data to Offline Sources\\nLinking Devices\\nPrecise Geographic Location Data\\nWe may disclose your Personal Information to our web analytics partners and data hosting providers who work on behalf of Reveal Mobile, including to provide our Website with services or to fulfill user requests. However, these companies are not allowed to share this information or to use it for their own purposes.\\nWe may add additional data to the existing data collected about your device, such as appending US Census data to the device if you are located within the US.\\nWe may disclose personally identifiable information, including your IP address, and as part of an aggregate data set to third parties for the purposes of providing targeted advertisements and information our advertising partners believe may be of relevance and interest to you.\\nWe may disclose your data to comply with legal requirements or to respond to a subpoena, search warrant or other legal process or government request received by Reveal Mobile, whether or not a response is required by applicable law.\\nWe may disclose your personal information to enforce our rights in our Mobile Products and/or Website or to protect the rights, property or safety of members of the Reveal Mobile community, our Customers, other visitors to our Mobile Products or Website, the public, or Reveal Mobile and its employees.\\nWe may collect data from mobile devices that share a household and that have actively opted in to data sharing.\\nAs our business grows, we may buy or sell various assets. In the event that Reveal Mobile or some or all of our assets are acquired by another company, information about our users may be among the transferred assets.\\nIn the event that Reveal Mobile goes through a bankruptcy, reorganization, receivership or similar event, you understand and agree that we may not be able to control how your Personal Information or Location Data collected by us is treated, transferred or used.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Reveal Mobile Website Information about our customers is an important part of our business. We do not rent, sell, or share your Personal Information collected via the website other than as described in the Privacy Policy.} "
    },
    {
      "Text": "We may add additional data to the existing data collected about your device, such as appending US Census data to the device if you are located within the US.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Those use cases include: Information storage and access Ad selection, delivery, reporting Personalization Content selection, delivery, reporting Measurement Matching Data to Offline Sources Linking Devices Precise Geographic Location Data We may disclose your Personal Information to our web analytics partners and data hosting providers who work on behalf of Reveal Mobile, including to provide our Website with services or to fulfill user requests. However, these companies are not allowed to share this information or to use it for their own purposes.} "
    },
    {
      "Text": "We may collect data from mobile devices that share a household and that have actively opted in to data sharing.\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may disclose your data to comply with legal requirements or to respond to a subpoena, search warrant or other legal process or government request received by Reveal Mobile, whether or not a response is required by applicable law. We may disclose your personal information to enforce our rights in our Mobile Products and/or Website or to protect the rights, property or safety of members of the Reveal Mobile community, our Customers, other visitors to our Mobile Products or Website, the public, or Reveal Mobile and its employees.} "
    },
    {
      "Text": "Unless we receive an opt-out request as discussed below, Reveal Mobile stores the non-personally identifiable information about your device for up to two years.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In the event that Reveal Mobile or some or all of our assets are acquired by another company, information about our users may be among the transferred assets. In the event that Reveal Mobile goes through a bankruptcy, reorganization, receivership or similar event, you understand and agree that we may not be able to control how your Personal Information or Location Data collected by us is treated, transferred or used.} "
    },
    {
      "Text": "If you provide Personal Information to us through our Website, such as signing-up for our newsletter, you may request that we delete such Personal Information from our system, by sending a request to optout@revealmobile.com.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {In the event that Reveal Mobile goes through a bankruptcy, reorganization, receivership or similar event, you understand and agree that we may not be able to control how your Personal Information or Location Data collected by us is treated, transferred or used. Unless we receive an opt-out request as discussed below, Reveal Mobile stores the non-personally identifiable information about your device for up to two years.} "
    },
    {
      "Text": "If you provide Personal Information to us through our Website, such as signing-up for our newsletter, you may request that we delete such Personal Information from our system, by sending a request to optout@revealmobile.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {In the event that Reveal Mobile goes through a bankruptcy, reorganization, receivership or similar event, you understand and agree that we may not be able to control how your Personal Information or Location Data collected by us is treated, transferred or used. Unless we receive an opt-out request as discussed below, Reveal Mobile stores the non-personally identifiable information about your device for up to two years.} "
    },
    {
      "Text": "We will promptly cease use of any such Personal Information and will remove such Personal Information from our servers in accordance with our standard practices, within at least four weeks.  Certain non-personally identifiable information relating to your use of the Website may be retained for so long as it remains useful in connection with improving our Website and/or Mobile Product.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Unless we receive an opt-out request as discussed below, Reveal Mobile stores the non-personally identifiable information about your device for up to two years. If you provide Personal Information to us through our Website, such as signing-up for our newsletter, you may request that we delete such Personal Information from our system, by sending a request to optout@revealmobile.com.} "
    },
    {
      "Text": "We only collect opted-in data and work with our customers to ensure privacy compliance.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Reveal Mobile has taken steps to protect the confidentiality of the data it collects from users of its Website and Mobile Products. Information we gather on Reveal Mobile is stored within Reveal Mobile controlled databases (or databases hosted on our behalf) on servers maintained in protected environments, and we limit access to such information to Reveal Mobile employees who we believe need to see that information to provide you with services or otherwise do their jobs.} "
    },
    {
      "Text": "If you disable ad tracking on your phone or tablet, we no longer collect or store any data about your device.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {The right to access your data, or to request copies of it, subject to verification The right to request corrections to your data The right to request deletion or restriction of your data The right to object to data collection The right to transfer your data to another data controller The right to file a complaint with the appropriate Data Protection Authority regarding the processing of your data Opting Out of Data Collection and Access to Your Data under GDPR or CCPA We provide multiple methods to opt-out of data collection. There are numerous ways to opt-out of sharing data with Reveal Mobile.} "
    },
    {
      "Text": "You can disable location sharing with specific apps by reviewing the settings for each app, or by choosing to not share location when prompted after first downloading the app, or by uninstalling the app.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Our product respects the advertising settings on your phone to limit ad tracking. This also opts your device out of all ad tracking across all of your apps.} "
    },
    {
      "Text": "Reveal Mobile complies with the California Consumer Privacy Act (CCPA). We provide a form for all US consumers to exercise the right to access their data, direct Reveal Mobile to delete their data, and opt-out of the sale of their data.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {This also opts your device out of all ad tracking across all of your apps. You can disable location sharing with specific apps by reviewing the settings for each app, or by choosing to not share location when prompted after first downloading the app, or by uninstalling the app.} "
    },
    {
      "Text": "Reveal Mobile complies with the California Consumer Privacy Act (CCPA). We provide a form for all US consumers to exercise the right to access their data, direct Reveal Mobile to delete their data, and opt-out of the sale of their data.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {This also opts your device out of all ad tracking across all of your apps. You can disable location sharing with specific apps by reviewing the settings for each app, or by choosing to not share location when prompted after first downloading the app, or by uninstalling the app.} "
    },
    {
      "Text": "Reveal Mobile complies with the California Consumer Privacy Act (CCPA). We provide a form for all US consumers to exercise the right to access their data, direct Reveal Mobile to delete their data, and opt-out of the sale of their data.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {This also opts your device out of all ad tracking across all of your apps. You can disable location sharing with specific apps by reviewing the settings for each app, or by choosing to not share location when prompted after first downloading the app, or by uninstalling the app.} "
    },
    {
      "Text": " The form is accessible on our CCPA page.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Reveal Mobile complies with the California Consumer Privacy Act (CCPA). We provide a form for all US consumers to exercise the right to access their data, direct Reveal Mobile to delete their data, and opt-out of the sale of their data.} "
    },
    {
      "Text": "You can also email optout@revealmobile.com to determine if we have data on your device.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {We provide a form for all US consumers to exercise the right to access their data, direct Reveal Mobile to delete their data, and opt-out of the sale of their data. The form is accessible on our CCPA page .} "
    },
    {
      "Text": "California’s “Shine the Light” law gives California customers the right to prevent disclosure of their personal information to third parties for those third parties’ direct marketing purposes, and requires certain businesses to respond to requests from California customers asking about the business’ practices related to disclosing personal information to third parties for the third parties’ direct marketing purposes.  Alternatively, such businesses may have in place a policy not to disclose Personal Information of customers to third parties for the third parties’ direct marketing purposes if the customer has exercised an option to opt-out of such information-sharing.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {This also opts your device out of all ad tracking across all of your apps. You can disable location sharing with specific apps by reviewing the settings for each app, or by choosing to not share location when prompted after first downloading the app, or by uninstalling the app.} "
    },
    {
      "Text": "California residents can exercise their right by completing a brief form on our CCPA page.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {To learn more about opt-out choices, we recommend reviewing the Network Advertising Initiative’s article on “ Information on Opting-Out on Mobile Devices and Information on Opting Out on TV Streaming Devices .” California’s “Shine the Light” law gives California customers the right to prevent disclosure of their personal information to third parties for those third parties’ direct marketing purposes, and requires certain businesses to respond to requests from California customers asking about the business’ practices related to disclosing personal information to third parties for the third parties’ direct marketing purposes. Alternatively, such businesses may have in place a policy not to disclose Personal Information of customers to third parties for the third parties’ direct marketing purposes if the customer has exercised an option to opt-out of such information-sharing.} "
    },
    {
      "Text": "If you want to see the data we have stored for your device, email optout@revealmobile.com along with your IDFA and/or AdID.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {CCPA Request Totals for January 1, 2021 to December 31, 2021 The figures below represent our CCPA request metrics for calendar year 2021. The information provided reflects access, deletion and opt-out requests from both California and non-California consumers.} "
    },
    {
      "Text": "We do not track or collect Personal Information about your online activities once you leave our Website.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We do not have access to or control any information they may contain. Tracking summary Once you leave our website, we no longer track your web browsing behavior.} "
    },
    {
      "Text": "Changes to Our Privacy Policy\\nsummary\\nWe update our privacy policy to remain current with best-practices and regulations.\\n\\nBecause the web and Mobile Products are evolving mediums, we may need to change our Privacy Policy at some point in the future, in which case we’ll post the changes to this Privacy Policy on our Website and/or within the applicable Mobile Product and update the Effective Date of the policy to reflect the date of the changes.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Tracking summary Once you leave our website, we no longer track your web browsing behavior. We do not track or collect Personal Information about your online activities once you leave our Website.} "
    }
  ]
}