{
  "policy_id": "93",
  "text": "Privacy Policy - Cuebiq <iframe \n      height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\" data-src=\"https://www.googletagmanager.com/ns.html?id=GTM-MBPQD56\" class=\"lazyload\" src=\"data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\"></iframe> Measurement Audiences Developers Resources Company + Data for Good Partner Program News & Events Privacy Center Book a Demo Privacy Policy Last Updated: January 24, 2023 Cuebiq Inc., a U.S. company with registered office at 1460 Broadway, New York, New York, 10036 United States, and its divisions, affiliates, and subsidiaries including Spectus (“Spectus”, “Cuebiq”, “we,” “us,” and “our”), provides online and mobile advertising and data services (the “Services,” as further defined below) to data suppliers (“Suppliers”), customers (“Customers”), and partners (“Partners”). This privacy policy (“Privacy Policy”) explains how we may collect, use, store, and disclose information about the following individuals and companies (each referred to as “you,” “your,” and “yourself”): (a) visitors of our websites located at www.spectus.ai and www.cuebiq.com ; websites ending with spectus.ai, cuebiq.com, cuebiq.ai, or qbk1.com; the Spectus or Cuebiq apps; and all of our other websites to which this Privacy Policy is posted (collectively, the “Sites”), and (b) end users (“End Users”) of third-party mobile applications (“Apps”) that use the Services. This Privacy Policy also describes the controls available to you regarding collection, use, access and erasure of your information. This Privacy Policy is part of our Terms of Service ( https://www.cuebiq.com/termsofservice/ ). The provisions contained herein supersede all previous notices or statements regarding our privacy practices with respect to the Sites and the Services. If you do not agree to every provision of this Privacy Policy and our Terms of Service, you should not access or use the Sites or the Services. We may update or revise this Privacy Policy from time to time at our sole discretion, subject to applicable law. Except as otherwise expressly stated by us, your access to the Sites and our collection and use of information about End Users in connection with the Services are subject to the version of this Privacy Policy in effect at the time of such access or collection, as applicable. If we make any changes to this Privacy Policy, we will notify you of those changes by posting an updated version of this Privacy Policy on the Sites and/or by sending you an email or other notification regarding such changes, each of which will indicate when such changes will become effective. INFORMATION FOR VISITORS OF THE WEBSITES AND APPS In general, you may visit the Sites without telling us who you are or revealing any information about yourself. When you contact us or submit an inquiry via the Sites, we may collect personal contact information from you, which may include your name, address, email address, and phone number.  We may use that information for internal purposes, including, among other things, to respond to your inquiries. In addition, we may automatically collect technical information (collectively, “Analytics”) from the device you are using to access the Sites, such as a desktop computer, laptop, mobile phone, tablet, or other internet enabled device (each, a “Device”). Technical information about your Device includes, but is not limited to: device type, operating system, settings and system configurations, IP address, Device ID and other unique Device identifiers, and mobile network information, as well as, your activity using the Sites, such as data about the pages you access, traffic to and from our websites, the dates and times associated with transactions, web and app log data, and other event information, including crashes and system activity. We may use Analytics for research and internal purposes, such as to improve the Sites so that it is more useful and accessible to you and provide relevant advertising to you.  Analytics may be correlated with your Personal Data (as defined by the EU General Data Protection Regulation and the UK General Data Protection Regulation: data that identifies or can identify a particular unique user or device – for instance, names, addresses, cookie identifiers, mobile device identifiers, and precise location data) but not shared with any third parties. We collect Analytics using certain technologies, such as: Cookies are small data files that have unique identifiers and reside, among other places, on your Devices, and on the web pages of the Sites. Among other things, cookies help us improve and personalize your use of the Sites. We may permit certain third parties to place cookies through the Sites to provide us with better insights into the use of the Sites and user demographics and to provide relevant advertising to you. These third parties may collect information about your online activities over time and across different websites when you use the Sites. For example, we utilize Google Analytics to analyze usage patterns for the Sites. Google Analytics generates a cookie to capture information about your use of the Sites that Google uses to compile reports on website activity for us and to provide other related services. Google may use a portion of your IP address to identify its cookie and for its commercial purposes. If you wish to opt out of interest-based advertising click here , or if located in the UK or European Union click here . Please note you will continue to receive generic ads. Web Beacons. Web beacons or “pixels” are electronic images that may be used on the Sites or in emails we send to you. We use web beacons to deliver cookies, count visits, understand usage and effectiveness of offers, and tell whether you open an email and act upon it. You may block, delete, or disable cookies or web beacons to the extent permitted by your browsers, applications, and Devices as described in more detail below. However, if you do so, the performance of certain features of the Sites may be limited or not work at all. We may share Information collected from visitors of the Sites as described below. You may opt not to receive promotional emails from us by contacting us as indicated below or by following the “unsubscribe” instructions in any promotional email you receive from us, or by contacting us at privacy@cuebiq.com. Please note, however, that we may still send you non-promotional, transactional or service-related emails about your relationship with us. DESCRIPTION OF SERVICES Location Intelligence Cuebiq offers location intelligence services that provide Customers location-based, AI-driven analytics and measurement to map and measure the consumer journey, helping Customers answer strategic questions and make the right decisions. We collect and process device identified data from users who consent to location data sharing via our partners apps for purposes related to advertising, attribution, analytics, research, and cross-device identity (“Location Data”). Location Data is received either from an “SDK” (software development kit) that it provides to mobile application partners (“apps”) or from a server-to-server transfer and integration with mobile app partners. This location information includes data points such as lat/long (latitudinal and longitudinal) data, i.e., GPS-level data, and/or WiFi data (if feasible) associated with a mobile advertising ID, such as an IDFA on iOS platforms or a Google Play Advertising ID on Android platforms. Platforms Cuebiq operates a PaaS or platform-as-a-service (“Spectus PaaS” or “PaaS”) which provides our Customers an open, secure, and privacy controlled environment to analyze, create, optimize, and export data of all types and sources through a combination of data and tools provided to them (including, but not limited to  Location Data), tools and data they may develop or import on their own, or obtain from third parties via PaaS. Cuebiq acts as a data processor in operating PaaS, which means that Cuebiq acts only upon instructions from PaaS Customers. Each PaaS user that uploads data and makes it available to other PaaS customers is responsible for the content, compliance, and permissible uses of that data and must communicate any limitations to other PaaS customers. Cuebiq also operates a SaaS or software-as-a-service (“Clara”) where we provide precomputed reports for Customers. Cuebiq acts as a data controller in operating Clara, which means that we direct the processing of Location Data to generate the reports for Customers. We refer to all of the above services as the “Services.” THE DATA ELEMENTS WE COLLECT IN PROVIDING OUR SERVICES With your consent, when you have accessed or used an App or Site that uses the Services, we collect certain information, including your Personal Data as defined under the UK General Data Protection Regulation, the EU’s General Data Protection Regulation or Personal Information under the California Consumer Privacy Act, (which we refer to collectively as “Information”) about your Device and your activity and interaction with such App or Site, which may include: IP address Geolocation and proximity of your device if location services are enabled on your device and consent has been provided to the App to access those services Unique device identifiers such as advertising IDs (Google Advertiser ID or IDFA) – collectively referred to as “Mobile Ad ID”, vendor IDs and/or a pixel identifier Event information about your device, such as crashes, system activity, and hardware settings System configuration information Time and date information Dwell time at or near points of interest the device’s location services Other device movement information such as acceleration or altitude Sources of Personal Information Mobile applications, Websites, Consumer Data Resellers, Business Partners Categories of Personal Information collected, sold, or shared in the past 12 months Identifiers, Geolocation Data, Internet or other electronic network activity and information, Inferences drawn from Personal Information, Professional or Employment Related Information (This information is only collected or shared) If you choose to provide us with information that may be considered “sensitive” in certain jurisdictions, such as your precise geolocation, you are consenting to our processing of that information in accordance with this Privacy Policy. You may withdraw your consent at any time by following the instructions in Section 7 of this Privacy Policy. The above Information is sent to our server in encrypted form, via an HTTPS protocol either through an Application Protocol Interface (“API”), or through a publisher that has licensed our software development kit (our “SDK”) thus providing the information through that SDK, or via a direct server-to-server integration with Cuebiq Cuebiq may receive non-app user data through public data sources or data partners . Some of our partners aggregate public, user consented psychographic and demographic data, television content and ad viewing data, or other forms of transactional data such as purchase information. 4.HOW WE USE YOUR INFORMATION TO PROVIDE LOCATION INTELLIGENCE Advertising:  We use the information we collect to make inferences about what types of activities users tend to spend time doing. For instance, we may notice a particular Device frequently at locations associated with sports (e.g., an arena), music (e.g., a concert venue), eating out (e.g., restaurants) or health and fitness (e.g., a gym or health club). We use this information to categorize Device users into “interest segments” – which advertisers can use to tailor advertising to those users who appear on mobile ad platforms they work with.  To see examples of those segments, please click here . Cuebiq or its partners may use the information we collect to identify additional interest segments that may be relevant to device users, or to identify other anonymous users that are likely to share similar interests as Cuebiq users for tailored advertising purposes. Attribution:  We also use some of the information we collect (including location information, IP Address or mobile advertising IDs) to help advertisers analyze aggregate ad performance – such as by measuring whether or how Devices that saw a particular ad, whether it be in the physical world, in the digital world, or on TV , tended to engage with a particular product. In addition, we sometimes use any or all of the above information to help advertisers better understand their customers or their marketing, such as for market research, customer analytics, or analytics of traffic patterns. For example, data such as velocity and altitude may be used to determine a user’s mode of transportation (car, bicycle, walking, etc.) or to determine if a user is inside a location or above/below the location on a different floor of the same building. IP address may also be used for filtering out fraudulent activity, such as that from bots. We sometimes collect the above data through “pixels” (described above) (“Pixel Data”), and we use such data to perform aggregated “attribution” analysis.  This analysis can help marketers and their service providers understand which users have been exposed to which ad campaigns. This data may be measured or matched against aggregate location data in order to provide a “match rate” for an attribution study as to devices that have been detected at a given location – to provide similar services and analysis for marketers as those described above. For instance, if numerous devices that were sent an ad or offer for “Cuebiq Coffee” on Tuesday then went to a Cuebiq Coffee on Wednesday or Thursday, an advertiser might conclude that the ad campaign was successful. Analytics:  We help Customers better understand the offline consumer journey with location analytics for use cases, such as: offline competitive intelligence, market-share, consumer preferences, consumer mobility, path-to-purchase and footfall analysis.  This helps them identify areas of growth and activate those insights to drive performance. For example, real estate companies use location analytics to identify geographic areas with expanding foot traffic for future development to better serve consumers. This may include sharing more detailed device and location information to allow Customers to bridge their own analytics with Cuebiq to develop combined aggregate insights. Research:  We work with research partners to allow them to derive inferences about traffic patterns to support causes such as improving the quality of life in underserved communities, natural disaster response, and smart city development through our Data for Good initiative. Cross-Device Identity:  Cuebiq may use the various identifiers that it has collected from your device, such as Mobile Ad ID (MAID), Device ID or ID for Vendor (IDFV), other Device IDs, IP Address, hashed forms of persistent identifiers such as an email address (for example, an email address has gone through a one-way transformation process that does not reveal the actual email address to Cuebiq but could be used to link to experiences together where the same email address was provided to different parties), and information about your device (such as model, operating system type and version, carrier) in combination with the location information you have provided to Cuebiq with consent to help recognize you and your device across the internet. Cuebiq may also share this information with partners, and receive similar information, to collectively allow each party to better recognize you and your device across the internet.  This form of identification may sometimes be based on probability and not certainty that one ID is related to another ID.  You may opt-out of cross-device identity at any time – please see your options in the Privacy Controls section. Cuebiq contractually requires compliance with our Sensitive Points of Interest (SPOI) Policy that covers categories that are legally or culturally sensitive and that we will not allow to be used for advertising or attribution. This policy can be found here . Additional restrictions or exceptions may apply depending upon circumstances or jurisdiction. ADDITIONAL INTERNAL AND CORPORATE USES OF THE INFORMATION In addition to the above descriptions of our usage of Information for our Services, we may also use Information to: Provide the Sites and the Services, and notices related thereto, for example when you contact us or submit an inquiry via the Sites, we may collect Information from you, which may include your name, address, email address, and phone number. The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract Provide customer support for the Sites and the Services, for example when you use the “Book a Demo” form of Sites, your Information will be processed by Cuebiq for the sole purpose of replying to your queries. The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract Detect and protect against errors, fraud, or other criminal activity. The legal basis consists of art. 6, paragraph 1, letter f) of the GDPR, the processing is necessary for the purposes of the legitimate interests pursued by the controller or by a third party, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require protection of personal data. Resolve disputes and enforce our Terms of Use and other guidelines as provided under your agreement with Cuebiq (“Documentation”). The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract Collect fees and other amounts owed in connection with the Sites and the Services. The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract Analyze, customize, and improve the Sites and the Services. The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes. Deliver targeted marketing and promotional offers to you. The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes. Contact you by email message, push notifications, voice call, or text message, subject to applicable law. The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes. As described elsewhere in this Privacy Policy, we may use your Information to create products and datasets allowing us to offer anonymized and aggregated data, market research, and business intelligence to third parties. We do not use Information for employment eligibility, credit eligibility, health card eligibility, or insurance eligibility, underwriting, or pricing purposes. Processing will be carried out strictly connected to the purposes for which Information was collected, including preserving its security and confidentiality.  No other processing of Information will be carried out by Cuebiq which is not in accordance with the content of this Privacy Policy. HOW WE SHARE INFORMATION WE COLLECT Location Intelligence, Website, and Marketing We may share Analytics and your Information with our Partners and other third parties as described in this Privacy Policy and as follows: If the information is provided to help complete a transaction requested by you or if you request or authorize it. To allow third parties, such as market research and information companies, to create datasets, perform market research, or create business intelligence or information products which analyze and monitor aggregated location behavior. To allow third parties to market to you, including through mobile devices and applications. When we partner with third parties, such as third party ad platforms, to provide the Services to you, or to support, analyze or improve those Services. Work with partners who employ our Information to connect user identities across devices – such as to inferentially “match” a mobile device by common IP address to a web browser or match a cookie ID to a Mobile Ad ID. We may provide device information (such as IP address and/or Mobile Ad ID) to third party ad platforms , connected to interest segments, to help advertisers identify common users across different devices or browsers – for instance, to identify a common set of users on both mobile devices or tablets, as well as the web. If the Information is provided to: (1) comply in good faith with applicable laws, rules, regulations, governmental and quasi-governmental requests, court orders, or subpoenas; (2) enforce our Terms of Use or other agreements; or (3) protect our rights, property, or safety or the rights, property, or safety of our users or others. If the disclosure is done as part of a purchase, transfer, or sale of services or assets (e.g., in the event that substantially all of our assets are acquired by another party, your Information may be one of the transferred assets, or in the course of due diligence for such an event) or in the event of bankruptcy. If the Information is provided to our third-party vendors or service providers to perform functions on our behalf (e.g., analyzing data, providing marketing assistance, providing customer service, processing orders, etc.). These companies are authorized to use your personal information only as necessary to provide these services to us, pursuant to written instructions. As otherwise described in this Privacy Policy, or with your prior consent. YOUR PRIVACY CHOICES AND OPT-OUT RIGHTS You have the right to opt-out of the further use of your Information processed by Cuebiq (also known as  “Do Not Sell or Share My Personal Information” under the California Consumer Privacy Act or “CCPA” and California Privacy Rights Act or “CPRA”, request a copy of the Information associated with your verified mobile device held by Cuebiq (right to know under CCPA), as well as request that your Information associated with your verified mobile device be anonymized or erased from our systems (right to delete under CCPA). Please note that submitting a “Do Not Sell or Share My Personal Information” via the link on our website or other channels also withdraws user consent and stops processing and collection of data deemed to be “sensitive data” by certain jurisdictions, for example California. You may use an authorized agent to submit a right to know request or a request to delete. To use an authorized agent, you must provide the agent with written authorization. In addition, you will be required to verify your identity with Cuebiq. We may deny a request from an agent that does not submit proof that they have been authorized to act on your behalf. When you or your authorized agent request a copy of your information associated with your verified mobile device held by Cuebiq, we will provide (i) your Information, (ii) the source of the Information; (iii) the purposes and methods of the processing; and (iv) the logic applied to the processing. On our Partners page you will find the identities of data controllers and data processors with whom we may share your Information. If you believe that the processing that concerns your Information was unlawful or unnecessary for the purposes for which it was collected or subsequently processed you have the right to lodge a complaint as outlined in Section 13 below. Cuebiq does not discriminate against users that choose to exercise one or more of their privacy choices. Below you will find instructions on how you may exercise the above-mentioned rights by contacting Cuebiq using one of the methods listed: Opt-Out / Do Not Sell or Share My Personal Information Cuebiq provides multiple paths for you to retract your initial consent (opt-out) to data collection in connection with the Sites and the Services, and to engage in other privacy controls such as access, portability and erasure. Once we receive your opt-out, we stop collecting Information from you (including “sensitive information” as defined in certain jurisdictions), remove your Information from being sold or shared and add you to the opt-out list that we share with all partners . You may control how your browser responds to cookies by adjusting the privacy and security settings of your web browser. You may limit the location information being shared with Cuebiq by deactivating location services for your device entirely or with the app partner more directly. You may limit the disclosure of certain Information by your mobile device to us and mobile app publisher Suppliers by adjusting the settings on your mobile Device. For iOS mobile devices, go to “Settings” from your Device’s home screen; scroll down to “Privacy”; select “Advertising”; and turn on “Limit Ad Tracking” (not available on iOS14 or higher).  For Android mobile devices, go to “Google Settings” on your device; select “Ads”; and check the box labeled “Opt Out of Interest-Based Ads.” We honor these “limit” or “opt out” instructions or “flags” by removing recognized devices from our cross-app advertising or ad delivery and reporting solutions, on a going forward basis.”  For users of iOS14 or higher, please select an alternate opt-out path. You may also opt-out through the Cuebiq App (iTunes App store or the Google Play store ) or through the TrustArc app (iTunes App store or the Google Play store ) You may opt-out via the privacy request form on our website Suppliers and Customers may also provide ways for you to opt out from or limit their collection of information from and about you. Please refer to their privacy policies to learn more. Please note that Cuebiq is not responsible for the privacy practices of Suppliers, Customers, and other third parties. Many of our partners provide you the option to opt out of certain advertisers’ cookies and browser-enabled, interest-based advertising at the Network Advertising Initiative’s website and the Digital Advertising Alliance (DAA) website . Please note that these opt outs only apply to interest-based advertising by participating advertisers. You may still receive other types of online advertising from participating advertisers, and the websites you visit may still collect information for other purposes. In addition, the opt-out choices you select are stored in opt-out cookies only in the browser that you use to visit the opt-out websites, so you should separately set your preferences for other browsers or devices you may use. Deleting browser cookies can remove your opt-out preferences, so you should visit these opt-out websites periodically to review your preferences or update your preferences to apply to new participating advertisers. Do Not Track (“DNT”) is an optional browser setting that allows you to express your preferences regarding tracking by advertisers and other third parties. We do not currently recognize or respond to DNT signals Access (right to know), Portability, Correction, and Erasure (right to delete) To validate the source of privacy control requests we ask that you first download the Cuebiq App from the iTunes App store or the Google Play store . To receive a copy of Information collected and retained at Cuebiq in relation to your device please select “Request access to my data” from within the App. We will confirm if any Information has been collected from that device ID and provide that to you in a portable form if we have. To correct data collected from your device that you believe to be inaccurate, please email your request with a description of the data to be corrected to privacy@cuebiq.com To have data collected from your device that is held in device identifiable form be deleted from our servers, please select “Delete my data” from within the App. We will confirm if any Information has been collected from that device ID and begin the erasure process if we have. Please understand that if you have not opted out of Cuebiq’ Services, as described above, that data collection will continue even after an Erasure request. When we collect Information from your device (including precise location information) from mobile app partners, we endeavor to work with partners that provide disclosures to their own users regarding the use of mobile data for interest-based advertising purposes and available privacy controls.  While the controls described above may impact the data collection or use of your Information by other companies, Cuebiq will only be able to directly apply these controls to the data that it possesses and controls.  You may need to work with Suppliers (including mobile app publishers), Customers, or our Partners directly to enact similar privacy controls, if offered, on the data they possess and control. Statistics pertaining to Cuebiq’s processing of access, erasure and opt-out requests can be found here . DATA RETENTION We generally retain data related to Mobile Ad IDs on the following schedule:  (a) we render Mobile Ad IDs inactive for interest-based advertising purposes within 120 days, (b) we continue to use Mobile Ad IDs for analytics purposes and other purposes unrelated to interest-based advertising and reporting (for instance, in aggregated form for market research) for up to 24 months, provided that we may retain them if we have a legal or significant operational or legal need to do so, such as for auditing, corporate record-keeping, compliance, record-keeping, accounting or security and bug-prevention purposes.  We may retain anonymized data for longer. SECURITY We have administrative, technical, and physical safeguards in place in our physical facilities and in our computer systems, databases, and communications networks that are designed to protect the information contained within our systems from loss, misuse, or alteration. No method of electronic transmission or storage is 100% secure. Therefore, we cannot guarantee absolute security of your Information. If you have any questions about the security of your information, please contact us as described below. THIRD-PARTY WEBSITES, APPS, OR PARTNER DATA When you access the Sites, you may be directed to other websites that are beyond our control. We may allow third-party websites or applications to link to the Sites. Cuebiq and Spectus’ PaaS Customers may also process Partner Data through interacting with our Platforms. We are not responsible for the privacy practices of third party websites, apps, or partner data, or the content of linked websites, and we encourage you to read the applicable privacy policies and terms and conditions of such third party websites, apps, and partner data. This Privacy Policy only applies to the Sites and the Services. INTERNATIONAL TRANSFERS As Cuebiq works with global companies and technologies, we may need to transfer your Information outside of the country from which it was originally provided.  For instance, we may transfer your data to third parties that we work with who may be located in jurisdictions outside the UK, EEA or Switzerland, and which have no data protection laws or laws that are less strict compared with those in the UK or Europe. When we transfer Personal Data outside of the UK, EEA or Switzerland, we take steps to make sure that appropriate safeguards are in place to protect your Personal Data. In general, our data transfers of our Personal Data are safeguarded by EU-US Privacy Shield program, European Standard Contractual Clauses, and Data Processing Agreements where this is required by UK or European Data Protection Law. To learn more about the Privacy Shield program, and to view our certification, please visit https://www.privacyshield.gov/ CODES OF CONDUCT Cuebiq is a member of the Network Advertising Initiative (NAI), and we undergo annual compliance reviews that ensure we adhere to their strict Code of Conduct. Cuebiq also participates in the NAI Precise Location Information Solution Provider Voluntary Enhanced Standards . To learn more about the NAI or how to opt out of receiving targeted advertising from other third party services that belong to the NAI, please follow this link . CHANGES TO PRIVACY POLICY If we make material changes to this Privacy Policy that may impact you, we will prominently post notice of the change on our website for a period of at least 30 days prior to the change becoming effective. We recommend that you check the Privacy Policy frequently so that you are informed of any changes. REGULATORY AUTHORITY & CONTACTING US Cuebiq, as a US based company, is subject to the investigatory and enforcement powers of the Federal Trade Commission (FTC).  For users in the UK, EEA and Switzerland, Cuebiq complies with the Privacy Shield Principles as well as the UK General Data Protection Regulation and the EU General Data Protection Regulation. Cuebiq is not liable for the data handling practices of our third-party partners except for those acting as Agents on our behalf.  Under certain conditions, you may leverage binding arbitration in liability cases related to the onward transfer of personal data to those third parties acting as Agents on Cuebiq’s behalf. Cuebiq is here to answer your questions and commits to resolve complaints about our data practices as outlined in this Privacy Policy. Individuals with inquiries or complaints regarding our Privacy Policy and our compliance with Privacy Shield should first contact Cuebiq at privacy@cuebiq.com, or at: Cuebiq, Attn: Legal, 1460 Broadway, New York, New York, 10036 United States. If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request . For users based in the UK or EEA who would like further information regarding this Privacy Policy and Cuebiq or Spectus Services may also contact Cuebiq’s DPO (Data Protection Officer) at the following address: dpo@cuebiq.com.  If you feel your questions or concerns have not been adequately addressed you may contact a Supervisory Authority in the Member State in which you reside, in the one in which you work or in the one in which the alleged violation has occurred. In Italiano 1460 Broadway New York, NY 10036 Measurement Audiences Visit Intelligence Contact Us News & Events Resource Center Privacy Center Data for Good Careers © 2023  Cuebiq Inc. ® All Rights Reserved. | Terms | Privacy (Updated on 1/24/2023) | Opt-Out/Do Not Sell or Share My Personal Information How Cuebiq Uses Cookies Cookies on this site are used by Cuebiq and our third-party partners for different purposes, including personalizing content, tailoring advertising, and measuring site traffic & performance. For more information, please see our Privacy Policy Accept Cookies -> Cookie Settings Privacy Preference Center When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience.\n\nBecause we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer. More information Allow All Manage Consent Preferences Strictly Necessary Cookies Always Active These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.    You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information. Cookies Details‎ Performance Cookies Performance Cookies These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site.    All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance. Cookies Details‎ Targeting Cookies Targeting Cookies These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.    They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising. Cookies Details‎ Back Button Performance Cookies Search Icon Filter Icon Clear checkbox label label Apply Cancel Consent Leg.Interest checkbox label label checkbox label label checkbox label label View Cookies Name cookie name Reject All Confirm My Choices",
  "annotations": [
    {
      "Text": "Last Updated: January 24, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "When you contact us or submit an inquiry via the Sites, we may collect personal contact information from you, which may include your name, address, email address, and phone number.  We may use that information for internal purposes, including, among other things, to respond to your inquiries.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If we make any changes to this Privacy Policy, we will notify you of those changes by posting an updated version of this Privacy Policy on the Sites and/or by sending you an email or other notification regarding such changes, each of which will indicate when such changes will become effective. INFORMATION FOR VISITORS OF THE WEBSITES AND APPS In general, you may visit the Sites without telling us who you are or revealing any information about yourself.} "
    },
    {
      "Text": "In addition, we may automatically collect technical information (collectively, “Analytics”) from the device you are using to access the Sites, such as a desktop computer, laptop, mobile phone, tablet, or other internet enabled device (each, a “Device”). Technical information about your Device includes, but is not limited to: device type, operating system, settings and system configurations, IP address, Device ID and other unique Device identifiers, and mobile network information, as well as, your activity using the Sites, such as data about the pages you access, traffic to and from our websites, the dates and times associated with transactions, web and app log data, and other event information, including crashes and system activity. We may use Analytics for research and internal purposes, such as to improve the Sites so that it is more useful and accessible to you and provide relevant advertising to you.  Analytics may be correlated with your Personal Data (as defined by the EU General Data Protection Regulation and the UK General Data Protection Regulation: data that identifies or can identify a particular unique user or device – for instance, names, addresses, cookie identifiers, mobile device identifiers, and precise location data) but not shared with any third parties.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {When you contact us or submit an inquiry via the Sites, we may collect personal contact information from you, which may include your name, address, email address, and phone number. We may use that information for internal purposes, including, among other things, to respond to your inquiries.} "
    },
    {
      "Text": "We collect Analytics using certain technologies, such as:\\n\\nCookies are small data files that have unique identifiers and reside, among other places, on your Devices, and on the web pages of the Sites. Among other things, cookies help us improve and personalize your use of the Sites.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may use Analytics for research and internal purposes, such as to improve the Sites so that it is more useful and accessible to you and provide relevant advertising to you. Analytics may be correlated with your Personal Data (as defined by the EU General Data Protection Regulation and the UK General Data Protection Regulation: data that identifies or can identify a particular unique user or device – for instance, names, addresses, cookie identifiers, mobile device identifiers, and precise location data) but not shared with any third parties.} "
    },
    {
      "Text": "We may permit certain third parties to place cookies through the Sites to provide us with better insights into the use of the Sites and user demographics and to provide relevant advertising to you. These third parties may collect information about your online activities over time and across different websites when you use the Sites. For example, we utilize Google Analytics to analyze usage patterns for the Sites. Google Analytics generates a cookie to capture information about your use of the Sites that Google uses to compile reports on website activity for us and to provide other related services. Google may use a portion of your IP address to identify its cookie and for its commercial purposes. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We collect Analytics using certain technologies, such as: Cookies are small data files that have unique identifiers and reside, among other places, on your Devices, and on the web pages of the Sites. Among other things, cookies help us improve and personalize your use of the Sites.} "
    },
    {
      "Text": "Web Beacons. Web beacons or “pixels” are electronic images that may be used on the Sites or in emails we send to you. We use web beacons to deliver cookies, count visits, understand usage and effectiveness of offers, and tell whether you open an email and act upon it.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you wish to opt out of interest-based advertising click here , or if located in the UK or European Union click here . Please note you will continue to receive generic ads.} "
    },
    {
      "Text": "We may share Information collected from visitors of the Sites as described below.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You may block, delete, or disable cookies or web beacons to the extent permitted by your browsers, applications, and Devices as described in more detail below. However, if you do so, the performance of certain features of the Sites may be limited or not work at all.} "
    },
    {
      "Text": "ESCRIPTION OF SERVICES\\nLocation Intelligence\\n\\nCuebiq offers location intelligence services that provide Customers location-based, AI-driven analytics and measurement to map and measure the consumer journey, helping Customers answer strategic questions and make the right decisions. We collect and process device identified data from users who consent to location data sharing via our partners apps for purposes related to advertising, attribution, analytics, research, and cross-device identity (“Location Data”).\\n\\nLocation Data is received either from an “SDK” (software development kit) that it provides to mobile application partners (“apps”) or from a server-to-server transfer and integration with mobile app partners. This location information includes data points such as lat/long (latitudinal and longitudinal) data, i.e., GPS-level data, and/or WiFi data (if feasible) associated with a mobile advertising ID, such as an IDFA on iOS platforms or a Google Play Advertising ID on Android platforms.\\n\\nPlatforms\\n\\nCuebiq operates a PaaS or platform-as-a-service (“Spectus PaaS” or “PaaS”) which provides our Customers an open, secure, and privacy controlled environment to analyze, create, optimize, and export data of all types and sources through a combination of data and tools provided to them (including, but not limited to  Location Data), tools and data they may develop or import on their own, or obtain from third parties via PaaS. Cuebiq acts as a data processor in operating PaaS, which means that Cuebiq acts only upon instructions from PaaS Customers. Each PaaS user that uploads data and makes it available to other PaaS customers is responsible for the content, compliance, and permissible uses of that data and must communicate any limitations to other PaaS customers.\\n\\nCuebiq also operates a SaaS or software-as-a-service (“Clara”) where we provide precomputed reports for Customers. Cuebiq acts as a data controller in operating Clara, which means that we direct the processing of Location Data to generate the reports for Customers.\\n\\nWe refer to all of the above services as the “Services.”",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You may opt not to receive promotional emails from us by contacting us as indicated below or by following the “unsubscribe” instructions in any promotional email you receive from us, or by contacting us at privacy@cuebiq.com. Please note, however, that we may still send you non-promotional, transactional or service-related emails about your relationship with us.} "
    },
    {
      "Text": "HE DATA ELEMENTS WE COLLECT IN PROVIDING OUR SERVICES\\nWith your consent, when you have accessed or used an App or Site that uses the Services, we collect certain information, including your Personal Data as defined under the UK General Data Protection Regulation, the EU’s General Data Protection Regulation or Personal Information under the California Consumer Privacy Act, (which we refer to collectively as “Information”) about your Device and your activity and interaction with such App or Site, which may include:\\n\\nIP address\\nGeolocation and proximity of your device if location services are enabled on your device and consent has been provided to the App to access those services\\nUnique device identifiers such as advertising IDs (Google Advertiser ID or IDFA) – collectively referred to as “Mobile Ad ID”, vendor IDs and/or a pixel identifier\\nEvent information about your device, such as crashes, system activity, and hardware settings\\nSystem configuration information\\nTime and date information\\nDwell time at or near points of interest the device’s location services\\nOther device movement information such as acceleration or altitude\\nSources of Personal Information\tMobile applications, Websites, Consumer Data Resellers, Business Partners\\nCategories of Personal Information collected, sold, or shared in the past 12 months\tIdentifiers, Geolocation Data, Internet or other electronic network activity and information, Inferences drawn from Personal Information, Professional or Employment Related Information (This information is only collected or shared)",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Cuebiq also operates a SaaS or software-as-a-service (“Clara”) where we provide precomputed reports for Customers. Cuebiq acts as a data controller in operating Clara, which means that we direct the processing of Location Data to generate the reports for Customers.} "
    },
    {
      "Text": "Sources of Personal Information ||| 1: Mobile applications, Websites, Consumer Data Resellers, Business Partners\\n\\n0: Categories of Personal Information collected, sold, or shared in the past 12 months ||| 1: Identifiers, Geolocation Data, Internet or other electronic network activity and information, Inferences drawn from Personal Information, Professional or Employment Related Information (This information is only collected or shared)",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Cuebiq also operates a SaaS or software-as-a-service (“Clara”) where we provide precomputed reports for Customers. Cuebiq acts as a data controller in operating Clara, which means that we direct the processing of Location Data to generate the reports for Customers.} "
    },
    {
      "Text": "ADDITIONAL INTERNAL AND CORPORATE USES OF THE INFORMATION\\nIn addition to the above descriptions of our usage of Information for our Services, we may also use Information to:\\n\\nProvide the Sites and the Services, and notices related thereto, for example when you contact us or submit an inquiry via the Sites, we may collect Information from you, which may include your name, address, email address, and phone number. The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nProvide customer support for the Sites and the Services, for example when you use the “Book a Demo” form of Sites, your Information will be processed by Cuebiq for the sole purpose of replying to your queries. The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nDetect and protect against errors, fraud, or other criminal activity. The legal basis consists of art. 6, paragraph 1, letter f) of the GDPR, the processing is necessary for the purposes of the legitimate interests pursued by the controller or by a third party, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require protection of personal data.\\nResolve disputes and enforce our Terms of Use and other guidelines as provided under your agreement with Cuebiq (“Documentation”). The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nCollect fees and other amounts owed in connection with the Sites and the Services. The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nAnalyze, customize, and improve the Sites and the Services. The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes.\\nDeliver targeted marketing and promotional offers to you. The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes.\\nContact you by email message, push notifications, voice call, or text message, subject to applicable law. The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes.\\nAs described elsewhere in this Privacy Policy, we may use your Information to create products and datasets allowing us to offer anonymized and aggregated data, market research, and business intelligence to third parties.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This policy can be found here . Additional restrictions or exceptions may apply depending upon circumstances or jurisdiction.} "
    },
    {
      "Text": "ADDITIONAL INTERNAL AND CORPORATE USES OF THE INFORMATION\\nIn addition to the above descriptions of our usage of Information for our Services, we may also use Information to:\\n\\nProvide the Sites and the Services, and notices related thereto, for example when you contact us or submit an inquiry via the Sites, we may collect Information from you, which may include your name, address, email address, and phone number. The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nProvide customer support for the Sites and the Services, for example when you use the “Book a Demo” form of Sites, your Information will be processed by Cuebiq for the sole purpose of replying to your queries. The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nDetect and protect against errors, fraud, or other criminal activity. The legal basis consists of art. 6, paragraph 1, letter f) of the GDPR, the processing is necessary for the purposes of the legitimate interests pursued by the controller or by a third party, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require protection of personal data.\\nResolve disputes and enforce our Terms of Use and other guidelines as provided under your agreement with Cuebiq (“Documentation”). The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nCollect fees and other amounts owed in connection with the Sites and the Services. The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nAnalyze, customize, and improve the Sites and the Services. The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes.\\nDeliver targeted marketing and promotional offers to you. The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes.\\nContact you by email message, push notifications, voice call, or text message, subject to applicable law. The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes.\\nAs described elsewhere in this Privacy Policy, we may use your Information to create products and datasets allowing us to offer anonymized and aggregated data, market research, and business intelligence to third parties.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This policy can be found here . Additional restrictions or exceptions may apply depending upon circumstances or jurisdiction.} "
    },
    {
      "Text": "ADDITIONAL INTERNAL AND CORPORATE USES OF THE INFORMATION\\nIn addition to the above descriptions of our usage of Information for our Services, we may also use Information to:\\n\\nProvide the Sites and the Services, and notices related thereto, for example when you contact us or submit an inquiry via the Sites, we may collect Information from you, which may include your name, address, email address, and phone number. The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nProvide customer support for the Sites and the Services, for example when you use the “Book a Demo” form of Sites, your Information will be processed by Cuebiq for the sole purpose of replying to your queries. The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nDetect and protect against errors, fraud, or other criminal activity. The legal basis consists of art. 6, paragraph 1, letter f) of the GDPR, the processing is necessary for the purposes of the legitimate interests pursued by the controller or by a third party, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require protection of personal data.\\nResolve disputes and enforce our Terms of Use and other guidelines as provided under your agreement with Cuebiq (“Documentation”). The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nCollect fees and other amounts owed in connection with the Sites and the Services. The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nAnalyze, customize, and improve the Sites and the Services. The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes.\\nDeliver targeted marketing and promotional offers to you. The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes.\\nContact you by email message, push notifications, voice call, or text message, subject to applicable law. The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes.\\nAs described elsewhere in this Privacy Policy, we may use your Information to create products and datasets allowing us to offer anonymized and aggregated data, market research, and business intelligence to third parties.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {This policy can be found here . Additional restrictions or exceptions may apply depending upon circumstances or jurisdiction.} "
    },
    {
      "Text": "HOW WE SHARE INFORMATION WE COLLECT\\nLocation Intelligence, Website, and Marketing\\n\\nWe may share Analytics and your Information with our Partners and other third parties as described in this Privacy Policy and as follows:\\n\\nIf the information is provided to help complete a transaction requested by you or if you request or authorize it.\\nTo allow third parties, such as market research and information companies, to create datasets, perform market research, or create business intelligence or information products which analyze and monitor aggregated location behavior.\\nTo allow third parties to market to you, including through mobile devices and applications.\\nWhen we partner with third parties, such as third party ad platforms, to provide the Services to you, or to support, analyze or improve those Services.\\nWork with partners who employ our Information to connect user identities across devices – such as to inferentially “match” a mobile device by common IP address to a web browser or match a cookie ID to a Mobile Ad ID.\\nWe may provide device information (such as IP address and/or Mobile Ad ID) to third party ad platforms, connected to interest segments, to help advertisers identify common users across different devices or browsers – for instance, to identify a common set of users on both mobile devices or tablets, as well as the web.\\nIf the Information is provided to: (1) comply in good faith with applicable laws, rules, regulations, governmental and quasi-governmental requests, court orders, or subpoenas; (2) enforce our Terms of Use or other agreements; or (3) protect our rights, property, or safety or the rights, property, or safety of our users or others.\\nIf the disclosure is done as part of a purchase, transfer, or sale of services or assets (e.g., in the event that substantially all of our assets are acquired by another party, your Information may be one of the transferred assets, or in the course of due diligence for such an event) or in the event of bankruptcy.\\nIf the Information is provided to our third-party vendors or service providers to perform functions on our behalf (e.g., analyzing data, providing marketing assistance, providing customer service, processing orders, etc.).\\nThese companies are authorized to use your personal information only as necessary to provide these services to us, pursuant to written instructions.\\nAs otherwise described in this Privacy Policy, or with your prior consent.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Processing will be carried out strictly connected to the purposes for which Information was collected, including preserving its security and confidentiality. No other processing of Information will be carried out by Cuebiq which is not in accordance with the content of this Privacy Policy.} "
    },
    {
      "Text": "HOW WE SHARE INFORMATION WE COLLECT\\nLocation Intelligence, Website, and Marketing\\n\\nWe may share Analytics and your Information with our Partners and other third parties as described in this Privacy Policy and as follows:\\n\\nIf the information is provided to help complete a transaction requested by you or if you request or authorize it.\\nTo allow third parties, such as market research and information companies, to create datasets, perform market research, or create business intelligence or information products which analyze and monitor aggregated location behavior.\\nTo allow third parties to market to you, including through mobile devices and applications.\\nWhen we partner with third parties, such as third party ad platforms, to provide the Services to you, or to support, analyze or improve those Services.\\nWork with partners who employ our Information to connect user identities across devices – such as to inferentially “match” a mobile device by common IP address to a web browser or match a cookie ID to a Mobile Ad ID.\\nWe may provide device information (such as IP address and/or Mobile Ad ID) to third party ad platforms, connected to interest segments, to help advertisers identify common users across different devices or browsers – for instance, to identify a common set of users on both mobile devices or tablets, as well as the web.\\nIf the Information is provided to: (1) comply in good faith with applicable laws, rules, regulations, governmental and quasi-governmental requests, court orders, or subpoenas; (2) enforce our Terms of Use or other agreements; or (3) protect our rights, property, or safety or the rights, property, or safety of our users or others.\\nIf the disclosure is done as part of a purchase, transfer, or sale of services or assets (e.g., in the event that substantially all of our assets are acquired by another party, your Information may be one of the transferred assets, or in the course of due diligence for such an event) or in the event of bankruptcy.\\nIf the Information is provided to our third-party vendors or service providers to perform functions on our behalf (e.g., analyzing data, providing marketing assistance, providing customer service, processing orders, etc.).\\nThese companies are authorized to use your personal information only as necessary to provide these services to us, pursuant to written instructions.\\nAs otherwise described in this Privacy Policy, or with your prior consent.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Processing will be carried out strictly connected to the purposes for which Information was collected, including preserving its security and confidentiality. No other processing of Information will be carried out by Cuebiq which is not in accordance with the content of this Privacy Policy.} "
    },
    {
      "Text": "You have the right to opt-out of the further use of your Information processed by Cuebiq (also known as  “Do Not Sell or Share My Personal Information” under the California Consumer Privacy Act or “CCPA” and California Privacy Rights Act or “CPRA”, request a copy of the Information associated with your verified mobile device held by Cuebiq (right to know under CCPA), as well as request that your Information associated with your verified mobile device be anonymized or erased from our systems (right to delete under CCPA). Please note that submitting a “Do Not Sell or Share My Personal Information” via the link on our website or other channels also withdraws user consent and stops processing and collection of data deemed to be “sensitive data” by certain jurisdictions, for example California.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {These companies are authorized to use your personal information only as necessary to provide these services to us, pursuant to written instructions. As otherwise described in this Privacy Policy, or with your prior consent.} "
    },
    {
      "Text": "You have the right to opt-out of the further use of your Information processed by Cuebiq (also known as  “Do Not Sell or Share My Personal Information” under the California Consumer Privacy Act or “CCPA” and California Privacy Rights Act or “CPRA”, request a copy of the Information associated with your verified mobile device held by Cuebiq (right to know under CCPA), as well as request that your Information associated with your verified mobile device be anonymized or erased from our systems (right to delete under CCPA). Please note that submitting a “Do Not Sell or Share My Personal Information” via the link on our website or other channels also withdraws user consent and stops processing and collection of data deemed to be “sensitive data” by certain jurisdictions, for example California.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {These companies are authorized to use your personal information only as necessary to provide these services to us, pursuant to written instructions. As otherwise described in this Privacy Policy, or with your prior consent.} "
    },
    {
      "Text": "You have the right to opt-out of the further use of your Information processed by Cuebiq (also known as  “Do Not Sell or Share My Personal Information” under the California Consumer Privacy Act or “CCPA” and California Privacy Rights Act or “CPRA”, request a copy of the Information associated with your verified mobile device held by Cuebiq (right to know under CCPA), as well as request that your Information associated with your verified mobile device be anonymized or erased from our systems (right to delete under CCPA). Please note that submitting a “Do Not Sell or Share My Personal Information” via the link on our website or other channels also withdraws user consent and stops processing and collection of data deemed to be “sensitive data” by certain jurisdictions, for example California.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {These companies are authorized to use your personal information only as necessary to provide these services to us, pursuant to written instructions. As otherwise described in this Privacy Policy, or with your prior consent.} "
    },
    {
      "Text": "Opt-Out / Do Not Sell or Share My Personal Information\\n\\nCuebiq provides multiple paths for you to retract your initial consent (opt-out) to data collection in connection with the Sites and the Services, and to engage in other privacy controls such as access, portability and erasure. Once we receive your opt-out, we stop collecting Information from you (including “sensitive information” as defined in certain jurisdictions), remove your Information from being sold or shared and add you to the opt-out list that we share with all partners. ",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {If you believe that the processing that concerns your Information was unlawful or unnecessary for the purposes for which it was collected or subsequently processed you have the right to lodge a complaint as outlined in Section 13 below. Cuebiq does not discriminate against users that choose to exercise one or more of their privacy choices.} "
    },
    {
      "Text": "You may opt-out via the privacy request form on our website",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {However, if you do so, the performance of certain features of the Sites may be limited or not work at all. We may share Information collected from visitors of the Sites as described below.} "
    },
    {
      "Text": "To receive a copy of Information collected and retained at Cuebiq in relation to your device please select “Request access to my data” from within the App. We will confirm if any Information has been collected from that device ID and provide that to you in a portable form if we have.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Do Not Track (“DNT”) is an optional browser setting that allows you to express your preferences regarding tracking by advertisers and other third parties. We do not currently recognize or respond to DNT signals Access (right to know), Portability, Correction, and Erasure (right to delete) To validate the source of privacy control requests we ask that you first download the Cuebiq App from the iTunes App store or the Google Play store .} "
    },
    {
      "Text": "To correct data collected from your device that you believe to be inaccurate, please email your request with a description of the data to be corrected to privacy@cuebiq.com",
      "Label": "Description of Right to Correct Information",
      "Context": "2 Sentences Before {To receive a copy of Information collected and retained at Cuebiq in relation to your device please select “Request access to my data” from within the App. We will confirm if any Information has been collected from that device ID and provide that to you in a portable form if we have.} "
    },
    {
      "Text": "To correct data collected from your device that you believe to be inaccurate, please email your request with a description of the data to be corrected to privacy@cuebiq.com",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {To receive a copy of Information collected and retained at Cuebiq in relation to your device please select “Request access to my data” from within the App. We will confirm if any Information has been collected from that device ID and provide that to you in a portable form if we have.} "
    },
    {
      "Text": "To have data collected from your device that is held in device identifiable form be deleted from our servers, please select “Delete my data” from within the App. ",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {To receive a copy of Information collected and retained at Cuebiq in relation to your device please select “Request access to my data” from within the App. We will confirm if any Information has been collected from that device ID and provide that to you in a portable form if we have.} "
    },
    {
      "Text": "To have data collected from your device that is held in device identifiable form be deleted from our servers, please select “Delete my data” from within the App.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {To receive a copy of Information collected and retained at Cuebiq in relation to your device please select “Request access to my data” from within the App. We will confirm if any Information has been collected from that device ID and provide that to you in a portable form if we have.} "
    },
    {
      "Text": "CHANGES TO PRIVACY POLICY\\nIf we make material changes to this Privacy Policy that may impact you, we will prominently post notice of the change on our website for a period of at least 30 days prior to the change becoming effective. We recommend that you check the Privacy Policy frequently so that you are informed of any changes.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Cuebiq also participates in the NAI Precise Location Information Solution Provider Voluntary Enhanced Standards . To learn more about the NAI or how to opt out of receiving targeted advertising from other third party services that belong to the NAI, please follow this link .} "
    },
    {
      "Text": "Cookies on this site are used by Cuebiq and our third-party partners for different purposes, including personalizing content, tailoring advertising, and measuring site traffic & performance. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you feel your questions or concerns have not been adequately addressed you may contact a Supervisory Authority in the Member State in which you reside, in the one in which you work or in the one in which the alleged violation has occurred. In Italiano 1460 Broadway New York, NY 10036 Measurement Audiences Visit Intelligence Contact Us News & Events Resource Center Privacy Center Data for Good Careers © 2023  Cuebiq Inc. ® All Rights Reserved.} "
    },
    {
      "Text": "In addition, we may automatically collect technical information (collectively, “Analytics”) from the device you are using to access the Sites, such as a desktop computer, laptop, mobile phone, tablet, or other internet enabled device (each, a “Device”). Technical information about your Device includes, but is not limited to: device type, operating system, settings and system configurations, IP address, Device ID and other unique Device identifiers, and mobile network information, as well as, your activity using the Sites, such as data about the pages you access, traffic to and from our websites, the dates and times associated with transactions, web and app log data, and other event information, including crashes and system activity. We may use Analytics for research and internal purposes, such as to improve the Sites so that it is more useful and accessible to you and provide relevant advertising to you.  Analytics may be correlated with your Personal Data (as defined by the EU General Data Protection Regulation and the UK General Data Protection Regulation: data that identifies or can identify a particular unique user or device – for instance, names, addresses, cookie identifiers, mobile device identifiers, and precise location data) but not shared with any third parties.\n\\nWe collect ",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {When you contact us or submit an inquiry via the Sites, we may collect personal contact information from you, which may include your name, address, email address, and phone number. We may use that information for internal purposes, including, among other things, to respond to your inquiries.} "
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "CHANGES TO PRIVACY POLICY\nIf we make material changes to this Privacy Policy that may impact you, we will prominently post notice of the change on our website for a period of at least 30 days prior to the change becoming effective. We recommend that you check the Privacy Policy frequently so that you are informed of any changes.\n\\nREGULATORY AUTHORITY & CONTACTING US\nCuebiq, as a US based company, is subject to the investigatory and enforcement powers of the Federal Trade Commission (FTC).  For users in the UK, EEA and Switzerland, Cuebiq complies with the Privacy Shield Principles as well as the UK General Data Protection Regulation and the EU General Data Protection Regulation. Cuebiq is not liable for the data handling practices of our third-party partners except for those acting as Agents on our behalf.  Under certain conditions, you may leverage binding arbitration in liability cases related to the onward transfer of personal data to those third parties acting as Agents on Cuebiq’s behalf.\n\\nCuebiq is here to answer your questions and commits to resolve complaints about our data practices as outlined in this Privacy Policy. Individuals with inquiries or complaints regarding our Privacy Policy and our compliance with Privacy Shield should first contact Cuebiq at privacy@cuebiq.com, or at: Cuebiq, Attn: Legal, 1460 Broadway, New York, New York, 10036 United States.\n\\nIf you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request.\n\\nFor users based in the UK or EEA who would like further information regarding this Privacy Policy and Cuebiq or Spectus Services may also contact Cuebiq’s DPO (Data Protection Officer) at the following address: dpo@cuebiq.com.  If you feel your questions or concerns have not been adequately addressed you may contact a Supervisory Authority in the Member State in which you reside, in the one in which you work or in the one in which the alleged violation has occurred.\n\\nIn Italiano\n\\nHow Cuebiq Uses Cookies\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Cuebiq also participates in the NAI Precise Location Information Solution Provider Voluntary Enhanced Standards . To learn more about the NAI or how to opt out of receiving targeted advertising from other third party services that belong to the NAI, please follow this link .} "
    },
    {
      "Text": "Manage Consent Preferences\nStrictly Necessary Cookies\nAlways Active\nThese cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.    You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.\n\\nPerformance Cookies\nPerformance ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.} "
    },
    {
      "Text": "Manage Consent Preferences\nStrictly Necessary Cookies\nAlways Active\nThese cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.    You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.\n\\nPerformance Cookies\nPerformance ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.} "
    },
    {
      "Text": "Manage Consent Preferences\nStrictly Necessary Cookies\nAlways Active\nThese cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.    You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.\n\\nPerformance Cookies\nPerformance ",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.} "
    },
    {
      "Text": "r",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Tar",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.} "
    },
    {
      "Text": "Tar",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.} "
    },
    {
      "Text": "Tar",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.} "
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Know PI Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Correct Information",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Methods to exercise rights",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Description of Right to Delete",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Last Updated: January 24, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "CHANGES TO PRIVACY POLICY\\nIf we make material changes to this Privacy Policy that may impact you, we will prominently post notice of the change on our website for a period of at least 30 days prior to the change becoming effective. We recommend that you check the Privacy Policy frequently so that you are informed of any changes.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Cuebiq also participates in the NAI Precise Location Information Solution Provider Voluntary Enhanced Standards . To learn more about the NAI or how to opt out of receiving targeted advertising from other third party services that belong to the NAI, please follow this link .} "
    },
    {
      "Text": "Last Updated: January 24, 2023",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We may update or revise this Privacy Policy from time to time at our sole discretion, subject to applicable law. Except as otherwise expressly stated by us, your access to the Sites and our collection and use of information about End Users in connection with the Services are subject to the version of this Privacy Policy in effect at the time of such access or collection, as applicable. If we make any changes to this Privacy Policy, we will notify you of those changes by posting an updated version of this Privacy Policy on the Sites and/or by sending you an email or other notification regarding such changes, each of which will indicate when such changes will become effective.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {The provisions contained herein supersede all previous notices or statements regarding our privacy practices with respect to the Sites and the Services. If you do not agree to every provision of this Privacy Policy and our Terms of Service, you should not access or use the Sites or the Services.} "
    },
    {
      "Text": "INFORMATION FOR VISITORS OF THE WEBSITES AND APPS\\nIn general, you may visit the Sites without telling us who you are or revealing any information about yourself. When you contact us or submit an inquiry via the Sites, we may collect personal contact information from you, which may include your name, address, email address, and phone number.  We may use that information for internal purposes, including, among other things, to respond to your inquiries.\\n\\nIn addition, we may automatically collect technical information (collectively, “Analytics”) from the device you are using to access the Sites, such as a desktop computer, laptop, mobile phone, tablet, or other internet enabled device (each, a “Device”). Technical information about your Device includes, but is not limited to: device type, operating system, settings and system configurations, IP address, Device ID and other unique Device identifiers, and mobile network information, as well as, your activity using the Sites, such as data about the pages you access, traffic to and from our websites, the dates and times associated with transactions, web and app log data, and other event information, including crashes and system activity. We may use Analytics for research and internal purposes, such as to improve the Sites so that it is more useful and accessible to you and provide relevant advertising to you.  Analytics may be correlated with your Personal Data (as defined by the EU General Data Protection Regulation and the UK General Data Protection Regulation: data that identifies or can identify a particular unique user or device – for instance, names, addresses, cookie identifiers, mobile device identifiers, and precise location data) but not shared with any third parties.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Except as otherwise expressly stated by us, your access to the Sites and our collection and use of information about End Users in connection with the Services are subject to the version of this Privacy Policy in effect at the time of such access or collection, as applicable. If we make any changes to this Privacy Policy, we will notify you of those changes by posting an updated version of this Privacy Policy on the Sites and/or by sending you an email or other notification regarding such changes, each of which will indicate when such changes will become effective.} "
    },
    {
      "Text": "Analytics may be correlated with your Personal Data (as defined by the EU General Data Protection Regulation and the UK General Data Protection Regulation: data that identifies or can identify a particular unique user or device – for instance, names, addresses, cookie identifiers, mobile device identifiers, and precise location data) but not shared with any third parties.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Technical information about your Device includes, but is not limited to: device type, operating system, settings and system configurations, IP address, Device ID and other unique Device identifiers, and mobile network information, as well as, your activity using the Sites, such as data about the pages you access, traffic to and from our websites, the dates and times associated with transactions, web and app log data, and other event information, including crashes and system activity. We may use Analytics for research and internal purposes, such as to improve the Sites so that it is more useful and accessible to you and provide relevant advertising to you.} "
    },
    {
      "Text": "We collect Analytics using certain technologies, such as:\\n\\nCookies are small data files that have unique identifiers and reside, among other places, on your Devices, and on the web pages of the Sites. Among other things, cookies help us improve and personalize your use of the Sites.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We may use Analytics for research and internal purposes, such as to improve the Sites so that it is more useful and accessible to you and provide relevant advertising to you. Analytics may be correlated with your Personal Data (as defined by the EU General Data Protection Regulation and the UK General Data Protection Regulation: data that identifies or can identify a particular unique user or device – for instance, names, addresses, cookie identifiers, mobile device identifiers, and precise location data) but not shared with any third parties.} "
    },
    {
      "Text": "Web Beacons. Web beacons or “pixels” are electronic images that may be used on the Sites or in emails we send to you. We use web beacons to deliver cookies, count visits, understand usage and effectiveness of offers, and tell whether you open an email and act upon it.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you wish to opt out of interest-based advertising click here , or if located in the UK or European Union click here . Please note you will continue to receive generic ads.} "
    },
    {
      "Text": "You may block, delete, or disable cookies or web beacons to the extent permitted by your browsers, applications, and Devices as described in more detail below.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Web beacons or “pixels” are electronic images that may be used on the Sites or in emails we send to you. We use web beacons to deliver cookies, count visits, understand usage and effectiveness of offers, and tell whether you open an email and act upon it.} "
    },
    {
      "Text": "We may share Information collected from visitors of the Sites as described below.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {You may block, delete, or disable cookies or web beacons to the extent permitted by your browsers, applications, and Devices as described in more detail below. However, if you do so, the performance of certain features of the Sites may be limited or not work at all.} "
    },
    {
      "Text": "You may opt not to receive promotional emails from us by contacting us as indicated below or by following the “unsubscribe” instructions in any promotional email you receive from us, or by contacting us at privacy@cuebiq.com.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {However, if you do so, the performance of certain features of the Sites may be limited or not work at all. We may share Information collected from visitors of the Sites as described below.} "
    },
    {
      "Text": "Location Intelligence\\n\\nCuebiq offers location intelligence services that provide Customers location-based, AI-driven analytics and measurement to map and measure the consumer journey, helping Customers answer strategic questions and make the right decisions. We collect and process device identified data from users who consent to location data sharing via our partners apps for purposes related to advertising, attribution, analytics, research, and cross-device identity (“Location Data”).\\n\\nLocation Data is received either from an “SDK” (software development kit) that it provides to mobile application partners (“apps”) or from a server-to-server transfer and integration with mobile app partners. This location information includes data points such as lat/long (latitudinal and longitudinal) data, i.e., GPS-level data, and/or WiFi data (if feasible) associated with a mobile advertising ID, such as an IDFA on iOS platforms or a Google Play Advertising ID on Android platforms.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may opt not to receive promotional emails from us by contacting us as indicated below or by following the “unsubscribe” instructions in any promotional email you receive from us, or by contacting us at privacy@cuebiq.com. Please note, however, that we may still send you non-promotional, transactional or service-related emails about your relationship with us.} "
    },
    {
      "Text": "Cuebiq operates a PaaS or platform-as-a-service (“Spectus PaaS” or “PaaS”) which provides our Customers an open, secure, and privacy controlled environment to analyze, create, optimize, and export data of all types and sources through a combination of data and tools provided to them (including, but not limited to  Location Data), tools and data they may develop or import on their own, or obtain from third parties via PaaS. Cuebiq acts as a data processor in operating PaaS, which means that Cuebiq acts only upon instructions from PaaS Customers. Each PaaS user that uploads data and makes it available to other PaaS customers is responsible for the content, compliance, and permissible uses of that data and must communicate any limitations to other PaaS customers.\\n\\nCuebiq also operates a SaaS or software-as-a-service (“Clara”) where we provide precomputed reports for Customers. Cuebiq acts as a data controller in operating Clara, which means that we direct the processing of Location Data to generate the reports for Customers.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Location Data is received either from an “SDK” (software development kit) that it provides to mobile application partners (“apps”) or from a server-to-server transfer and integration with mobile app partners. This location information includes data points such as lat/long (latitudinal and longitudinal) data, i.e., GPS-level data, and/or WiFi data (if feasible) associated with a mobile advertising ID, such as an IDFA on iOS platforms or a Google Play Advertising ID on Android platforms.} "
    },
    {
      "Text": "Cuebiq also operates a SaaS or software-as-a-service (“Clara”) where we provide precomputed reports for Customers. Cuebiq acts as a data controller in operating Clara, which means that we direct the processing of Location Data to generate the reports for Customers.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Cuebiq acts as a data processor in operating PaaS, which means that Cuebiq acts only upon instructions from PaaS Customers. Each PaaS user that uploads data and makes it available to other PaaS customers is responsible for the content, compliance, and permissible uses of that data and must communicate any limitations to other PaaS customers.} "
    },
    {
      "Text": "THE DATA ELEMENTS WE COLLECT IN PROVIDING OUR SERVICES\\nWith your consent, when you have accessed or used an App or Site that uses the Services, we collect certain information, including your Personal Data as defined under the UK General Data Protection Regulation, the EU’s General Data Protection Regulation or Personal Information under the California Consumer Privacy Act, (which we refer to collectively as “Information”) about your Device and your activity and interaction with such App or Site, which may include:\\n\\nIP address\\nGeolocation and proximity of your device if location services are enabled on your device and consent has been provided to the App to access those services\\nUnique device identifiers such as advertising IDs (Google Advertiser ID or IDFA) – collectively referred to as “Mobile Ad ID”, vendor IDs and/or a pixel identifier\\nEvent information about your device, such as crashes, system activity, and hardware settings\\nSystem configuration information\\nTime and date information\\nDwell time at or near points of interest the device’s location services\\nOther device movement information such as acceleration or altitude\\nSources of Personal Information\tMobile applications, Websites, Consumer Data Resellers, Business Partners\\nCategories of Personal Information collected, sold, or shared in the past 12 months\tIdentifiers, Geolocation Data, Internet or other electronic network activity and information, Inferences drawn from Personal Information, Professional or Employment Related Information (This information is only collected or shared)",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Cuebiq also operates a SaaS or software-as-a-service (“Clara”) where we provide precomputed reports for Customers. Cuebiq acts as a data controller in operating Clara, which means that we direct the processing of Location Data to generate the reports for Customers.} "
    },
    {
      "Text": "0: Sources of Personal Information ||| 1: Mobile applications, Websites, Consumer Data Resellers, Business Partners\\n\\n0: Categories of Personal Information collected, sold, or shared in the past 12 months ||| 1: Identifiers, Geolocation Data, Internet or other electronic network activity and information, Inferences drawn from Personal Information, Professional or Employment Related Information (This information is only collected or shared)",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Sources of Personal Information ||| Categories of Personal Information collected, sold, or shared in the past 12 months\\n\\nMobile applications, Websites, Consumer Data Resellers, Business Partners ||| Identifiers, Geolocation Data, Internet or other electronic network activity and information, Inferences drawn from Personal Information, Professional or Employment Related Information (This information is only collected or shared)\\n\\nIf you choose to provide us with information that may be considered “sensitive” in certain jurisdictions, such as your precise geolocation, you are consenting to our processing of that information in accordance with this Privacy Policy. You may withdraw your consent at any time by following the instructions in Section 7 of this Privacy Policy.\\n\\nThe above Information is sent to our server in encrypted form, via an HTTPS protocol either through an Application Protocol Interface (“API”), or through a publisher that has licensed our software development kit (our “SDK”) thus providing the information through that SDK, or via a direct server-to-server integration with Cuebiq\\n\\nCuebiq may receive non-app user data through public data sources or data partners. Some of our partners aggregate public, user consented psychographic and demographic data, television content and ad viewing data, or other forms of transactional data such as purchase information. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Cuebiq also operates a SaaS or software-as-a-service (“Clara”) where we provide precomputed reports for Customers. Cuebiq acts as a data controller in operating Clara, which means that we direct the processing of Location Data to generate the reports for Customers.} "
    },
    {
      "Text": "We use this information to categorize Device users into “interest segments” – which advertisers can use to tailor advertising to those users who appear on mobile ad platforms they work with.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {4.HOW WE USE YOUR INFORMATION TO PROVIDE LOCATION INTELLIGENCE Advertising:  We use the information we collect to make inferences about what types of activities users tend to spend time doing. For instance, we may notice a particular Device frequently at locations associated with sports (e.g., an arena), music (e.g., a concert venue), eating out (e.g., restaurants) or health and fitness (e.g., a gym or health club).} "
    },
    {
      "Text": "HOW WE USE YOUR INFORMATION TO PROVIDE LOCATION INTELLIGENCE\\n\\nAdvertising:  We use the information we collect to make inferences about what types of activities users tend to spend time doing. For instance, we may notice a particular Device frequently at locations associated with sports (e.g., an arena), music (e.g., a concert venue), eating out (e.g., restaurants) or health and fitness (e.g., a gym or health club).",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The above Information is sent to our server in encrypted form, via an HTTPS protocol either through an Application Protocol Interface (“API”), or through a publisher that has licensed our software development kit (our “SDK”) thus providing the information through that SDK, or via a direct server-to-server integration with Cuebiq Cuebiq may receive non-app user data through public data sources or data partners . Some of our partners aggregate public, user consented psychographic and demographic data, television content and ad viewing data, or other forms of transactional data such as purchase information.} "
    },
    {
      "Text": "Cuebiq or its partners may use the information we collect to identify additional interest segments that may be relevant to device users, or to identify other anonymous users that are likely to share similar interests as Cuebiq users for tailored advertising purposes.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {We use this information to categorize Device users into “interest segments” – which advertisers can use to tailor advertising to those users who appear on mobile ad platforms they work with. To see examples of those segments, please click here .} "
    },
    {
      "Text": "Cuebiq or its partners may use the information we collect to identify additional interest segments that may be relevant to device users, or to identify other anonymous users that are likely to share similar interests as Cuebiq users for tailored advertising purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {We use this information to categorize Device users into “interest segments” – which advertisers can use to tailor advertising to those users who appear on mobile ad platforms they work with. To see examples of those segments, please click here .} "
    },
    {
      "Text": "Cuebiq or its partners may use the information we collect to identify additional interest segments that may be relevant to device users, or to identify other anonymous users that are likely to share similar interests as Cuebiq users for tailored advertising purposes.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {We use this information to categorize Device users into “interest segments” – which advertisers can use to tailor advertising to those users who appear on mobile ad platforms they work with. To see examples of those segments, please click here .} "
    },
    {
      "Text": "Attribution:  We also use some of the information we collect (including location information, IP Address or mobile advertising IDs) to help advertisers analyze aggregate ad performance – such as by measuring whether or how Devices that saw a particular ad, whether it be in the physical world, in the digital world, or on TV, tended to engage with a particular product. In addition, we sometimes use any or all of the above information to help advertisers better understand their customers or their marketing, such as for market research, customer analytics, or analytics of traffic patterns. For example, data such as velocity and altitude may be used to determine a user’s mode of transportation (car, bicycle, walking, etc.) or to determine if a user is inside a location or above/below the location on a different floor of the same building. IP address may also be used for filtering out fraudulent activity, such as that from bots.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {To see examples of those segments, please click here . Cuebiq or its partners may use the information we collect to identify additional interest segments that may be relevant to device users, or to identify other anonymous users that are likely to share similar interests as Cuebiq users for tailored advertising purposes.} "
    },
    {
      "Text": "Attribution:  We also use some of the information we collect (including location information, IP Address or mobile advertising IDs) to help advertisers analyze aggregate ad performance – such as by measuring whether or how Devices that saw a particular ad, whether it be in the physical world, in the digital world, or on TV, tended to engage with a particular product. In addition, we sometimes use any or all of the above information to help advertisers better understand their customers or their marketing, such as for market research, customer analytics, or analytics of traffic patterns. For example, data such as velocity and altitude may be used to determine a user’s mode of transportation (car, bicycle, walking, etc.) or to determine if a user is inside a location or above/below the location on a different floor of the same building. IP address may also be used for filtering out fraudulent activity, such as that from bots.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To see examples of those segments, please click here . Cuebiq or its partners may use the information we collect to identify additional interest segments that may be relevant to device users, or to identify other anonymous users that are likely to share similar interests as Cuebiq users for tailored advertising purposes.} "
    },
    {
      "Text": "Attribution:  We also use some of the information we collect (including location information, IP Address or mobile advertising IDs) to help advertisers analyze aggregate ad performance – such as by measuring whether or how Devices that saw a particular ad, whether it be in the physical world, in the digital world, or on TV, tended to engage with a particular product. In addition, we sometimes use any or all of the above information to help advertisers better understand their customers or their marketing, such as for market research, customer analytics, or analytics of traffic patterns. For example, data such as velocity and altitude may be used to determine a user’s mode of transportation (car, bicycle, walking, etc.) or to determine if a user is inside a location or above/below the location on a different floor of the same building. IP address may also be used for filtering out fraudulent activity, such as that from bots.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {To see examples of those segments, please click here . Cuebiq or its partners may use the information we collect to identify additional interest segments that may be relevant to device users, or to identify other anonymous users that are likely to share similar interests as Cuebiq users for tailored advertising purposes.} "
    },
    {
      "Text": "We sometimes collect the above data through “pixels” (described above) (“Pixel Data”), and we use such data to perform aggregated “attribution” analysis.  This analysis can help marketers and their service providers understand which users have been exposed to which ad campaigns. This data may be measured or matched against aggregate location data in order to provide a “match rate” for an attribution study as to devices that have been detected at a given location – to provide similar services and analysis for marketers as those described above. For instance, if numerous devices that were sent an ad or offer for “Cuebiq Coffee” on Tuesday then went to a Cuebiq Coffee on Wednesday or Thursday, an advertiser might conclude that the ad campaign was successful.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {or to determine if a user is inside a location or above/below the location on a different floor of the same building. IP address may also be used for filtering out fraudulent activity, such as that from bots.} "
    },
    {
      "Text": "We sometimes collect the above data through “pixels” (described above) (“Pixel Data”), and we use such data to perform aggregated “attribution” analysis.  This analysis can help marketers and their service providers understand which users have been exposed to which ad campaigns. This data may be measured or matched against aggregate location data in order to provide a “match rate” for an attribution study as to devices that have been detected at a given location – to provide similar services and analysis for marketers as those described above. For instance, if numerous devices that were sent an ad or offer for “Cuebiq Coffee” on Tuesday then went to a Cuebiq Coffee on Wednesday or Thursday, an advertiser might conclude that the ad campaign was successful.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {or to determine if a user is inside a location or above/below the location on a different floor of the same building. IP address may also be used for filtering out fraudulent activity, such as that from bots.} "
    },
    {
      "Text": "We sometimes collect the above data through “pixels” (described above) (“Pixel Data”), and we use such data to perform aggregated “attribution” analysis.  This analysis can help marketers and their service providers understand which users have been exposed to which ad campaigns. This data may be measured or matched against aggregate location data in order to provide a “match rate” for an attribution study as to devices that have been detected at a given location – to provide similar services and analysis for marketers as those described above. For instance, if numerous devices that were sent an ad or offer for “Cuebiq Coffee” on Tuesday then went to a Cuebiq Coffee on Wednesday or Thursday, an advertiser might conclude that the ad campaign was successful.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {or to determine if a user is inside a location or above/below the location on a different floor of the same building. IP address may also be used for filtering out fraudulent activity, such as that from bots.} "
    },
    {
      "Text": "Analytics:  We help Customers better understand the offline consumer journey with location analytics for use cases, such as: offline competitive intelligence, market-share, consumer preferences, consumer mobility, path-to-purchase and footfall analysis.  This helps them identify areas of growth and activate those insights to drive performance. For example, real estate companies use location analytics to identify geographic areas with expanding foot traffic for future development to better serve consumers. This may include sharing more detailed device and location information to allow Customers to bridge their own analytics with Cuebiq to develop combined aggregate insights.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {When you contact us or submit an inquiry via the Sites, we may collect personal contact information from you, which may include your name, address, email address, and phone number. We may use that information for internal purposes, including, among other things, to respond to your inquiries.} "
    },
    {
      "Text": "Analytics:  We help Customers better understand the offline consumer journey with location analytics for use cases, such as: offline competitive intelligence, market-share, consumer preferences, consumer mobility, path-to-purchase and footfall analysis.  This helps them identify areas of growth and activate those insights to drive performance. For example, real estate companies use location analytics to identify geographic areas with expanding foot traffic for future development to better serve consumers. This may include sharing more detailed device and location information to allow Customers to bridge their own analytics with Cuebiq to develop combined aggregate insights.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {When you contact us or submit an inquiry via the Sites, we may collect personal contact information from you, which may include your name, address, email address, and phone number. We may use that information for internal purposes, including, among other things, to respond to your inquiries.} "
    },
    {
      "Text": "Analytics:  We help Customers better understand the offline consumer journey with location analytics for use cases, such as: offline competitive intelligence, market-share, consumer preferences, consumer mobility, path-to-purchase and footfall analysis.  This helps them identify areas of growth and activate those insights to drive performance. For example, real estate companies use location analytics to identify geographic areas with expanding foot traffic for future development to better serve consumers. This may include sharing more detailed device and location information to allow Customers to bridge their own analytics with Cuebiq to develop combined aggregate insights.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {When you contact us or submit an inquiry via the Sites, we may collect personal contact information from you, which may include your name, address, email address, and phone number. We may use that information for internal purposes, including, among other things, to respond to your inquiries.} "
    },
    {
      "Text": "Research:  We work with research partners to allow them to derive inferences about traffic patterns to support causes such as improving the quality of life in underserved communities, natural disaster response, and smart city development through our Data for Good initiative.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {For example, real estate companies use location analytics to identify geographic areas with expanding foot traffic for future development to better serve consumers. This may include sharing more detailed device and location information to allow Customers to bridge their own analytics with Cuebiq to develop combined aggregate insights.} "
    },
    {
      "Text": "Research:  We work with research partners to allow them to derive inferences about traffic patterns to support causes such as improving the quality of life in underserved communities, natural disaster response, and smart city development through our Data for Good initiative.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {For example, real estate companies use location analytics to identify geographic areas with expanding foot traffic for future development to better serve consumers. This may include sharing more detailed device and location information to allow Customers to bridge their own analytics with Cuebiq to develop combined aggregate insights.} "
    },
    {
      "Text": "Research:  We work with research partners to allow them to derive inferences about traffic patterns to support causes such as improving the quality of life in underserved communities, natural disaster response, and smart city development through our Data for Good initiative.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {For example, real estate companies use location analytics to identify geographic areas with expanding foot traffic for future development to better serve consumers. This may include sharing more detailed device and location information to allow Customers to bridge their own analytics with Cuebiq to develop combined aggregate insights.} "
    },
    {
      "Text": "Cross-Device Identity:  Cuebiq may use the various identifiers that it has collected from your device, such as Mobile Ad ID (MAID), Device ID or ID for Vendor (IDFV), other Device IDs, IP Address, hashed forms of persistent identifiers such as an email address (for example, an email address has gone through a one-way transformation process that does not reveal the actual email address to Cuebiq but could be used to link to experiences together where the same email address was provided to different parties), and information about your device (such as model, operating system type and version, carrier) in combination with the location information you have provided to Cuebiq with consent to help recognize you and your device across the internet.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This may include sharing more detailed device and location information to allow Customers to bridge their own analytics with Cuebiq to develop combined aggregate insights. Research:  We work with research partners to allow them to derive inferences about traffic patterns to support causes such as improving the quality of life in underserved communities, natural disaster response, and smart city development through our Data for Good initiative.} "
    },
    {
      "Text": "Cuebiq may also share this information with partners, and receive similar information, to collectively allow each party to better recognize you and your device across the internet.  This form of identification may sometimes be based on probability and not certainty that one ID is related to another ID.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Research:  We work with research partners to allow them to derive inferences about traffic patterns to support causes such as improving the quality of life in underserved communities, natural disaster response, and smart city development through our Data for Good initiative. Cross-Device Identity:  Cuebiq may use the various identifiers that it has collected from your device, such as Mobile Ad ID (MAID), Device ID or ID for Vendor (IDFV), other Device IDs, IP Address, hashed forms of persistent identifiers such as an email address (for example, an email address has gone through a one-way transformation process that does not reveal the actual email address to Cuebiq but could be used to link to experiences together where the same email address was provided to different parties), and information about your device (such as model, operating system type and version, carrier) in combination with the location information you have provided to Cuebiq with consent to help recognize you and your device across the internet.} "
    },
    {
      "Text": "You may opt-out of cross-device identity at any time – please see your options in the Privacy Controls section.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {However, if you do so, the performance of certain features of the Sites may be limited or not work at all. We may share Information collected from visitors of the Sites as described below.} "
    },
    {
      "Text": "Cuebiq contractually requires compliance with our Sensitive Points of Interest (SPOI) Policy that covers categories that are legally or culturally sensitive and that we will not allow to be used for advertising or attribution.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This form of identification may sometimes be based on probability and not certainty that one ID is related to another ID. You may opt-out of cross-device identity at any time – please see your options in the Privacy Controls section.} "
    },
    {
      "Text": "Cuebiq contractually requires compliance with our Sensitive Points of Interest (SPOI) Policy that covers categories that are legally or culturally sensitive and that we will not allow to be used for advertising or attribution. ",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This form of identification may sometimes be based on probability and not certainty that one ID is related to another ID. You may opt-out of cross-device identity at any time – please see your options in the Privacy Controls section.} "
    },
    {
      "Text": "Cuebiq contractually requires compliance with our Sensitive Points of Interest (SPOI) Policy that covers categories that are legally or culturally sensitive and that we will not allow to be used for advertising or attribution.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {This form of identification may sometimes be based on probability and not certainty that one ID is related to another ID. You may opt-out of cross-device identity at any time – please see your options in the Privacy Controls section.} "
    },
    {
      "Text": "ADDITIONAL INTERNAL AND CORPORATE USES OF THE INFORMATION\\nIn addition to the above descriptions of our usage of Information for our Services, we may also use Information to:\\n\\nProvide the Sites and the Services, and notices related thereto, for example when you contact us or submit an inquiry via the Sites, we may collect Information from you, which may include your name, address, email address, and phone number. The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nProvide customer support for the Sites and the Services, for example when you use the “Book a Demo” form of Sites, your Information will be processed by Cuebiq for the sole purpose of replying to your queries. The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nDetect and protect against errors, fraud, or other criminal activity. The legal basis consists of art. 6, paragraph 1, letter f) of the GDPR, the processing is necessary for the purposes of the legitimate interests pursued by the controller or by a third party, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require protection of personal data.\\nResolve disputes and enforce our Terms of Use and other guidelines as provided under your agreement with Cuebiq (“Documentation”). The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nCollect fees and other amounts owed in connection with the Sites and the Services. The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nAnalyze, customize, and improve the Sites and the Services. The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes.\\nDeliver targeted marketing and promotional offers to you. The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes.\\nContact you by email message, push notifications, voice call, or text message, subject to applicable law. The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes.\\nAs described elsewhere in this Privacy Policy, we may use your Information to create products and datasets allowing us to offer anonymized and aggregated data, market research, and business intelligence to third parties.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {This policy can be found here . Additional restrictions or exceptions may apply depending upon circumstances or jurisdiction.} "
    },
    {
      "Text": "ADDITIONAL INTERNAL AND CORPORATE USES OF THE INFORMATION\\nIn addition to the above descriptions of our usage of Information for our Services, we may also use Information to:\\n\\nProvide the Sites and the Services, and notices related thereto, for example when you contact us or submit an inquiry via the Sites, we may collect Information from you, which may include your name, address, email address, and phone number. The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nProvide customer support for the Sites and the Services, for example when you use the “Book a Demo” form of Sites, your Information will be processed by Cuebiq for the sole purpose of replying to your queries. The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nDetect and protect against errors, fraud, or other criminal activity. The legal basis consists of art. 6, paragraph 1, letter f) of the GDPR, the processing is necessary for the purposes of the legitimate interests pursued by the controller or by a third party, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require protection of personal data.\\nResolve disputes and enforce our Terms of Use and other guidelines as provided under your agreement with Cuebiq (“Documentation”). The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nCollect fees and other amounts owed in connection with the Sites and the Services. The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nAnalyze, customize, and improve the Sites and the Services. The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes.\\nDeliver targeted marketing and promotional offers to you. The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes.\\nContact you by email message, push notifications, voice call, or text message, subject to applicable law. The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes.\\nAs described elsewhere in this Privacy Policy, we may use your Information to create products and datasets allowing us to offer anonymized and aggregated data, market research, and business intelligence to third parties.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {This policy can be found here . Additional restrictions or exceptions may apply depending upon circumstances or jurisdiction.} "
    },
    {
      "Text": "ADDITIONAL INTERNAL AND CORPORATE USES OF THE INFORMATION\\nIn addition to the above descriptions of our usage of Information for our Services, we may also use Information to:\\n\\nProvide the Sites and the Services, and notices related thereto, for example when you contact us or submit an inquiry via the Sites, we may collect Information from you, which may include your name, address, email address, and phone number. The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nProvide customer support for the Sites and the Services, for example when you use the “Book a Demo” form of Sites, your Information will be processed by Cuebiq for the sole purpose of replying to your queries. The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nDetect and protect against errors, fraud, or other criminal activity. The legal basis consists of art. 6, paragraph 1, letter f) of the GDPR, the processing is necessary for the purposes of the legitimate interests pursued by the controller or by a third party, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require protection of personal data.\\nResolve disputes and enforce our Terms of Use and other guidelines as provided under your agreement with Cuebiq (“Documentation”). The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nCollect fees and other amounts owed in connection with the Sites and the Services. The legal basis consists of art. 6, paragraph 1, letter b) of the GDPR, or the processing is necessary for the performance of a contract to which the user is party or in order to take steps at the request of the data subject prior to entering into a contract\\nAnalyze, customize, and improve the Sites and the Services. The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes.\\nDeliver targeted marketing and promotional offers to you. The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes.\\nContact you by email message, push notifications, voice call, or text message, subject to applicable law. The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes.\\nAs described elsewhere in this Privacy Policy, we may use your Information to create products and datasets allowing us to offer anonymized and aggregated data, market research, and business intelligence to third parties.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {This policy can be found here . Additional restrictions or exceptions may apply depending upon circumstances or jurisdiction.} "
    },
    {
      "Text": "We do not use Information for employment eligibility, credit eligibility, health card eligibility, or insurance eligibility, underwriting, or pricing purposes.\\n\\nProcessing will be carried out strictly connected to the purposes for which Information was collected, including preserving its security and confidentiality.  No other processing of Information will be carried out by Cuebiq which is not in accordance with the content of this Privacy Policy.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes. As described elsewhere in this Privacy Policy, we may use your Information to create products and datasets allowing us to offer anonymized and aggregated data, market research, and business intelligence to third parties.} "
    },
    {
      "Text": "We do not use Information for employment eligibility, credit eligibility, health card eligibility, or insurance eligibility, underwriting, or pricing purposes.\\n\\nProcessing will be carried out strictly connected to the purposes for which Information was collected, including preserving its security and confidentiality.  No other processing of Information will be carried out by Cuebiq which is not in accordance with the content of this Privacy Policy.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes. As described elsewhere in this Privacy Policy, we may use your Information to create products and datasets allowing us to offer anonymized and aggregated data, market research, and business intelligence to third parties.} "
    },
    {
      "Text": "We do not use Information for employment eligibility, credit eligibility, health card eligibility, or insurance eligibility, underwriting, or pricing purposes.\\n\\nProcessing will be carried out strictly connected to the purposes for which Information was collected, including preserving its security and confidentiality.  No other processing of Information will be carried out by Cuebiq which is not in accordance with the content of this Privacy Policy.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The legal basis is Article 6, paragraph 1, letter a) of the Regulation, i.e., the provision by the data subject of consent to the processing of his/her personal data for one or more specific purposes. As described elsewhere in this Privacy Policy, we may use your Information to create products and datasets allowing us to offer anonymized and aggregated data, market research, and business intelligence to third parties.} "
    },
    {
      "Text": "HOW WE SHARE INFORMATION WE COLLECT\\nLocation Intelligence, Website, and Marketing\\n\\nWe may share Analytics and your Information with our Partners and other third parties as described in this Privacy Policy and as follows:\\n\\nIf the information is provided to help complete a transaction requested by you or if you request or authorize it.\\nTo allow third parties, such as market research and information companies, to create datasets, perform market research, or create business intelligence or information products which analyze and monitor aggregated location behavior.\\nTo allow third parties to market to you, including through mobile devices and applications.\\nWhen we partner with third parties, such as third party ad platforms, to provide the Services to you, or to support, analyze or improve those Services.\\nWork with partners who employ our Information to connect user identities across devices – such as to inferentially “match” a mobile device by common IP address to a web browser or match a cookie ID to a Mobile Ad ID.\\nWe may provide device information (such as IP address and/or Mobile Ad ID) to third party ad platforms, connected to interest segments, to help advertisers identify common users across different devices or browsers – for instance, to identify a common set of users on both mobile devices or tablets, as well as the web.\\nIf the Information is provided to: (1) comply in good faith with applicable laws, rules, regulations, governmental and quasi-governmental requests, court orders, or subpoenas; (2) enforce our Terms of Use or other agreements; or (3) protect our rights, property, or safety or the rights, property, or safety of our users or others.\\nIf the disclosure is done as part of a purchase, transfer, or sale of services or assets (e.g., in the event that substantially all of our assets are acquired by another party, your Information may be one of the transferred assets, or in the course of due diligence for such an event) or in the event of bankruptcy.\\nIf the Information is provided to our third-party vendors or service providers to perform functions on our behalf (e.g., analyzing data, providing marketing assistance, providing customer service, processing orders, etc.).\\nThese companies are authorized to use your personal information only as necessary to provide these services to us, pursuant to written instructions.\\nAs otherwise described in this Privacy Policy, or with your prior consent.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Processing will be carried out strictly connected to the purposes for which Information was collected, including preserving its security and confidentiality. No other processing of Information will be carried out by Cuebiq which is not in accordance with the content of this Privacy Policy.} "
    },
    {
      "Text": "You have the right to opt-out of the further use of your Information processed by Cuebiq (also known as  “Do Not Sell or Share My Personal Information” under the California Consumer Privacy Act or “CCPA” and California Privacy Rights Act or “CPRA”, request a copy of the Information associated with your verified mobile device held by Cuebiq (right to know under CCPA), as well as request that your Information associated with your verified mobile device be anonymized or erased from our systems (right to delete under CCPA).",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {These companies are authorized to use your personal information only as necessary to provide these services to us, pursuant to written instructions. As otherwise described in this Privacy Policy, or with your prior consent.} "
    },
    {
      "Text": "You have the right to opt-out of the further use of your Information processed by Cuebiq (also known as  “Do Not Sell or Share My Personal Information” under the California Consumer Privacy Act or “CCPA” and California Privacy Rights Act or “CPRA”, request a copy of the Information associated with your verified mobile device held by Cuebiq (right to know under CCPA), as well as request that your Information associated with your verified mobile device be anonymized or erased from our systems (right to delete under CCPA).",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {These companies are authorized to use your personal information only as necessary to provide these services to us, pursuant to written instructions. As otherwise described in this Privacy Policy, or with your prior consent.} "
    },
    {
      "Text": "You have the right to opt-out of the further use of your Information processed by Cuebiq (also known as  “Do Not Sell or Share My Personal Information” under the California Consumer Privacy Act or “CCPA” and California Privacy Rights Act or “CPRA”, request a copy of the Information associated with your verified mobile device held by Cuebiq (right to know under CCPA), as well as request that your Information associated with your verified mobile device be anonymized or erased from our systems (right to delete under CCPA).",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {These companies are authorized to use your personal information only as necessary to provide these services to us, pursuant to written instructions. As otherwise described in this Privacy Policy, or with your prior consent.} "
    },
    {
      "Text": "When you or your authorized agent request a copy of your information associated with your verified mobile device held by Cuebiq, we will provide (i) your Information, (ii) the source of the Information; (iii) the purposes and methods of the processing; and (iv) the logic applied to the processing.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {In addition, you will be required to verify your identity with Cuebiq. We may deny a request from an agent that does not submit proof that they have been authorized to act on your behalf.} "
    },
    {
      "Text": "On our Partners page you will find the identities of data controllers and data processors with whom we may share your Information.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {We may deny a request from an agent that does not submit proof that they have been authorized to act on your behalf. When you or your authorized agent request a copy of your information associated with your verified mobile device held by Cuebiq, we will provide (i) your Information, (ii) the source of the Information; (iii) the purposes and methods of the processing; and (iv) the logic applied to the processing.} "
    },
    {
      "Text": "Cuebiq does not discriminate against users that choose to exercise one or more of their privacy choices.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {On our Partners page you will find the identities of data controllers and data processors with whom we may share your Information. If you believe that the processing that concerns your Information was unlawful or unnecessary for the purposes for which it was collected or subsequently processed you have the right to lodge a complaint as outlined in Section 13 below.} "
    },
    {
      "Text": "Below you will find instructions on how you may exercise the above-mentioned rights by contacting Cuebiq using one of the methods listed:\\n\\nOpt-Out / Do Not Sell or Share My Personal Information\\n\\nCuebiq provides multiple paths for you to retract your initial consent (opt-out) to data collection in connection with the Sites and the Services, and to engage in other privacy controls such as access, portability and erasure. Once we receive your opt-out, we stop collecting Information from you (including “sensitive information” as defined in certain jurisdictions), remove your Information from being sold or shared and add you to the opt-out list that we share with all partners. \\n\\nYou may control how your browser responds to cookies by adjusting the privacy and security settings of your web browser.\\nYou may limit the location information being shared with Cuebiq by deactivating location services for your device entirely or with the app partner more directly.\\nYou may limit the disclosure of certain Information by your mobile device to us and mobile app publisher Suppliers by adjusting the settings on your mobile Device. For iOS mobile devices, go to “Settings” from your Device’s home screen; scroll down to “Privacy”; select “Advertising”; and turn on “Limit Ad Tracking” (not available on iOS14 or higher).  For Android mobile devices, go to “Google Settings” on your device; select “Ads”; and check the box labeled “Opt Out of Interest-Based Ads.” We honor these “limit” or “opt out” instructions or “flags” by removing recognized devices from our cross-app advertising or ad delivery and reporting solutions, on a going forward basis.”  For users of iOS14 or higher, please select an alternate opt-out path.\\nYou may also opt-out through the Cuebiq App (iTunes App store or the Google Play store) or through the TrustArc app (iTunes App store or the Google Play store)\\nYou may opt-out via the privacy request form on our website\\nSuppliers and Customers may also provide ways for you to opt out from or limit their collection of information from and about you. Please refer to their privacy policies to learn more. Please note that Cuebiq is not responsible for the privacy practices of Suppliers, Customers, and other third parties. Many of our partners provide you the option to opt out of certain advertisers’ cookies and browser-enabled, interest-based advertising at the Network Advertising Initiative’s website and the Digital Advertising Alliance (DAA) website.\\nPlease note that these opt outs only apply to interest-based advertising by participating advertisers. You may still receive other types of online advertising from participating advertisers, and the websites you visit may still collect information for other purposes.\\nIn addition, the opt-out choices you select are stored in opt-out cookies only in the browser that you use to visit the opt-out websites, so you should separately set your preferences for other browsers or devices you may use. Deleting browser cookies can remove your opt-out preferences, so you should visit these opt-out websites periodically to review your preferences or update your preferences to apply to new participating advertisers.\\nDo Not Track (“DNT”) is an optional browser setting that allows you to express your preferences regarding tracking by advertisers and other third parties. We do not currently recognize or respond to DNT signals",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {If you believe that the processing that concerns your Information was unlawful or unnecessary for the purposes for which it was collected or subsequently processed you have the right to lodge a complaint as outlined in Section 13 below. Cuebiq does not discriminate against users that choose to exercise one or more of their privacy choices.} "
    },
    {
      "Text": "Access (right to know), Portability, Correction, and Erasure (right to delete)\\n\\nTo validate the source of privacy control requests we ask that you first download the Cuebiq App from the iTunes App store or the Google Play store.\\nTo receive a copy of Information collected and retained at Cuebiq in relation to your device please select “Request access to my data” from within the App. We will confirm if any Information has been collected from that device ID and provide that to you in a portable form if we have.\\nTo correct data collected from your device that you believe to be inaccurate, please email your request with a description of the data to be corrected to privacy@cuebiq.com\\nTo have data collected from your device that is held in device identifiable form be deleted from our servers, please select “Delete my data” from within the App. We will confirm if any Information has been collected from that device ID and begin the erasure process if we have.\\nPlease understand that if you have not opted out of Cuebiq’ Services, as described above, that data collection will continue even after an Erasure request.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Deleting browser cookies can remove your opt-out preferences, so you should visit these opt-out websites periodically to review your preferences or update your preferences to apply to new participating advertisers. Do Not Track (“DNT”) is an optional browser setting that allows you to express your preferences regarding tracking by advertisers and other third parties.} "
    },
    {
      "Text": "DATA RETENTION\\nWe generally retain data related to Mobile Ad IDs on the following schedule:  (a) we render Mobile Ad IDs inactive for interest-based advertising purposes within 120 days, (b) we continue to use Mobile Ad IDs for analytics purposes and other purposes unrelated to interest-based advertising and reporting (for instance, in aggregated form for market research) for up to 24 months, provided that we may retain them if we have a legal or significant operational or legal need to do so, such as for auditing, corporate record-keeping, compliance, record-keeping, accounting or security and bug-prevention purposes.  We may retain anonymized data for longer. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You may need to work with Suppliers (including mobile app publishers), Customers, or our Partners directly to enact similar privacy controls, if offered, on the data they possess and control. Statistics pertaining to Cuebiq’s processing of access, erasure and opt-out requests can be found here .} "
    },
    {
      "Text": "CHANGES TO PRIVACY POLICY\\nIf we make material changes to this Privacy Policy that may impact you, we will prominently post notice of the change on our website for a period of at least 30 days prior to the change becoming effective. We recommend that you check the Privacy Policy frequently so that you are informed of any changes.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {Cuebiq also participates in the NAI Precise Location Information Solution Provider Voluntary Enhanced Standards . To learn more about the NAI or how to opt out of receiving targeted advertising from other third party services that belong to the NAI, please follow this link .} "
    },
    {
      "Text": "How Cuebiq Uses Cookies\\nCookies on this site are used by Cuebiq and our third-party partners for different purposes, including personalizing content, tailoring advertising, and measuring site traffic & performance.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you feel your questions or concerns have not been adequately addressed you may contact a Supervisory Authority in the Member State in which you reside, in the one in which you work or in the one in which the alleged violation has occurred. In Italiano 1460 Broadway New York, NY 10036 Measurement Audiences Visit Intelligence Contact Us News & Events Resource Center Privacy Center Data for Good Careers © 2023  Cuebiq Inc. ® All Rights Reserved.} "
    },
    {
      "Text": "When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {In Italiano 1460 Broadway New York, NY 10036 Measurement Audiences Visit Intelligence Contact Us News & Events Resource Center Privacy Center Data for Good Careers © 2023  Cuebiq Inc. ® All Rights Reserved. | Terms | Privacy (Updated on 1/24/2023) | Opt-Out/Do Not Sell or Share My Personal Information How Cuebiq Uses Cookies Cookies on this site are used by Cuebiq and our third-party partners for different purposes, including personalizing content, tailoring advertising, and measuring site traffic & performance.} "
    },
    {
      "Text": "Because we respect your right to privacy, you can choose not to allow some types of cookies.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {For more information, please see our Privacy Policy Accept Cookies -> Cookie Settings Privacy Preference Center When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience.} "
    },
    {
      "Text": "Strictly Necessary Cookies\\nAlways Active\\nThese cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.} "
    },
    {
      "Text": "These cookies do not store any personally identifiable information.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work.} "
    },
    {
      "Text": "Performance Cookies\\nPerformance Cookies\\nThese cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site.    All information these cookies collect is aggregated and therefore anonymous.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.} "
    },
    {
      "Text": "Targeting Cookies\\nTargeting Cookies\\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.    They do not store directly personal information, but are based on uniquely identifying your browser and internet device.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.} "
    }
  ]
}