{
  "policy_id": "95",
  "text": "Privacy Policy – FourLeaf Contact Menu Home Capabilities Results About Contact Menu FourLeaf LLC Privacy Policy Last Updated: January 15, 2020 This Privacy Policy (the “Privacy Policy”) applies to information FourLeaf LLC (“FourLeaf”, “we” or “us”) may collect from you and through services we provide for various clients, as described below (the “Services”). This Privacy Policy describes the types of information we collect and store and how we use and share that information, and the choices you have regarding such use and sharing. This Privacy Policy does not apply to the collection, storage, destruction, disclosure, and/or use of any data or information by third parties.  In such case, that data or information is subject to the privacy notice of that particular third party. We may make changes or update this Privacy Policy at any time and without notice to you.  Any changes or updates will be reflected at www.fourleafdata.com, and you should check back from time to time to be aware of any changes or updates. The date of the latest revision will appear at the top of the first page. By accessing and using our channels and other services, you explicitly accept, without limitation or qualification, the collection, use, and transfer of the personal information provided by you or your device in the manner described in this Privacy Policy. Please read this Policy carefully, as it affects your rights and our liabilities under the law. If you disagree with the way we collect and/or process personal information, please do not use our Services. We commit to: Communicate our privacy practices in a manner that is easily accessible and clearly describes your choices; Offer you choices about how we may use your information for marketing purposes; Secure your information through the use of reasonable security measures; and Give you advance notice of any changes to our privacy commitments by always posting our most current version of the Privacy Policy at [insert link to privacy policy on applicable website]. When the Privacy Policy Applies FourLeaf provides marketing and data services designed to enable our clients and their customers to communicate and market to consumers with more relevant and applicable messages across various digital channels. This Privacy Policy applies to the information we collect or obtain through providing the Services. How We Collect Information We collect data that you provide and your device provides automatically when you access the Services and we also collect data that you and your device provide when you access or interact with sites owned by third-parties (“Partners”) and about your interactions with their advertised products and services (e.g. whether you purchase their products or services). We and our Partners may use cookies, tracking pixels and other technologies to recognize you or your device. These technologies act as unique identifiers and allow us to tailor the Services to your specified interests and track your activity across devices that you use. We may use this information to better understand, customize and improve the user experience and to help our Partners do the same and to deliver offers and advertisements that we believe are relevant to your interests. Examples of the categories of information that may be collected include personal information, demographic information, behavioral information, and indirect information. Sometimes we collect combinations of these types of information: Personal Information. Is information that can be used to identify you or any other individual to whom the information may relate. This is information which you are prompted to provide to us. Examples of Personal Information are your name, address, phone number(s) and email address, employment status or other unique information about you which you provide to us during the registration process or through the course of communicating with us. We may collect this same information about other persons when you provide it to us. Demographic Information. Is information that may or may not be unique to you in the sense that it refers to selected population characteristics. Examples of demographic information are your zip code, mobile phone carrier, age, gender, salary range, education, marital status, occupation, military service, industry of employment, personal and online interests. Behavioral Information. Is information which is automatically collected when you use the Services. Examples of behavior information are the areas of the Services that you visit, what services you access, information about your computer hardware and software, including your IP address, geographic location, browser preference, operating system type, domain names, times that you access the internet, and other websites you have visited. Third-Party Information. Is information we acquire from a third-party which may include personal, demographic, behavioral and indirect information. This may also include, but is not limited to, first party cookies, third-party cookies, anonymous cookies, persistent identifiers, email opt-in records and search engine keywords. We may also receive information third parties derive from government entities which publicly post your information. We have no access or control over these cookies and other tracking devices used by third parties including advertisers and networks, internet service providers, data analytics providers or social networks and platforms and we have no responsibility or liability for the policies and practices of these parties. In some cases, we may combine these types of data with Third Party Data. “Third Party Data” includes information that we receive from our Partners. Third Party Data may also include information we use to confirm or supplement the data you or your device provides. How We Use Information We Collect We will use and share the information collected with third parties and service providers to: Provide, maintain and improve the Services and to deliver the services you may request, process transactions and send you related information, including confirmations, notifications, and invoices; Respond to your comments, questions and requests and provide customer service; Monitor and analyze trends, usage and activities in connection with the Services; To help our clients and their customers better understand their consumers and potential consumers in order to target and customize marketing, websites and content, and to optimize and measure how their marketing is performing; Perform statistical, demographic, and marketing analyses of consumers and their purchasing patterns; Link or combine with information we get from others to help understand your interests and provide you with better service and/or more targeted advertisements; To try to locate the same unique users across multiple browsers or devices in order to enable our clients and their customers to better target advertisements to a common group of users; To build various inferenced data segments related to you or the type of content in which you appear to be interested in and we use these Data Segments to help our clients or their customers; Create business and marketing reports, and to show you more relevant advertising, whether through our own services and Services, or on third-party services and websites; Advertising agencies, advertising networks, and other companies who place ads on our Services, may use their own cookies, web beacons, and other technology, to collect information about you and we do not control the use of such technology and have no responsibility for the use of such technology to gather information about you; and Advertise to you directly and indirectly through partner networks, including appending and/or merging information for the purpose of advertising to you on our service as well as other services. Your personal information may also be transferred, stored or accessed it other countries where the laws may not provide levels of protection for your personal information equivalent to the protection provided by the laws of your home country. Sharing of Information In addition to the uses described in “How we Use Information” section above, we may share your data as follows: (i) with other businesses owned by, under common ownership with, or otherwise affiliated with us; (ii) with third parties that are not owned or affiliated with us that are involved in the advertising ecosystem, including advertisers, publishers, data aggregators, measurement and attribution partners, advertising technology partners and enrichment providers whom we cannot directly control; (iii) with service providers who assist us in compliance and verification activities, or provide services such as IT, and data analysis; and (iv) with a third party in the event of a sale or transfer of all or part of our business. We may also disclose the data we collect if we believe it is necessary or appropriate: (a) under applicable law, including laws outside your country of residence; (b) to comply with legal process; (c) to respond to requests from public and government authorities including those outside your country of residence; (d) to enforce our terms and conditions and this Privacy Policy; (e) to protect our rights, privacy, safety or property, and/or that of our employees, customers, affiliates, you or others; (f) to protect our operations or those of any of our affiliates; (g) to allow us and/or our affiliates to pursue available remedies or limit the damages that we may sustain; and/or (h) in connection with, or during negotiations of, any merger, sale of company assets, financing or acquisition of all or a portion of our business to another company. We may also combine, de-identify, or aggregate any of the information we collect for any of these purposes. Our Services and email messages sometimes contain hypertext links to websites owned by third parties. We have no control over and are not responsible for the privacy practices or the content of such other websites. Whenever you link to another web site, you may be asked to provide registration or other information. Any information you provide is going to a third party and you should familiarize yourself with that third party’s privacy policy. We do not operate or control any information, software, products or services available on these third-party websites. The inclusion of a link on our Services does not imply any endorsement of the services, products or website, or its sponsoring organization California Residents: Depending on your residency, you may have certain data subject rights. As required in the California Consumer Privacy Act of 2018 (the “CCPA”), this section describes the rights available to California residents regarding their personal information, and our practices regarding the collection, use, disclosure, and sale of personal information as defined in the CCPA. Your Rights Under the California Consumer Privacy Act (CCPA) If you are a resident of California, under the CCPA, you have the following rights: Right to Know:  You have the right to request that we disclose to you what categories of personal information we collect about you, how we use your personal information, and whether we share, disclose and/or sell your personal information to third parties. Right to Access: You have the right to request a copy of the personal information we have collected about you. Right to Delete: You have the right to request that we delete the personal information we have collected from you and maintain in our systems, subject to certain exceptions that permit us to keep your personal information for specific purposes. Right to Opt-Out of Sale: You have the right to opt-out of the sale of your personal information to third parties. Right to Non-Discrimination/Equal Service:  We will not discriminate against you for exercising any of these rights, for example, by charging a different price or denying goods or services. However, we may charge a different price or rate or provide a different level or quality of goods or services when that difference is reasonably related to the value provided to us by the data. To Exercise Your Rights Under the CCPA If you wish to exercise any of these rights you may submit a verifiable consumer request to obtain the specific personal information we have collected about you by emailing us at privacy@fourleafdata.com and include “California Data Subject Rights” in the subject line or calling us at (800) 360-6213 . Upon receiving your verifiable consumer request, the CCPA requires that we verify that you are the same consumer with whom we have the information in our systems. To verify your identity, we may require that you fill out the portal form in its entirety and/or verify your identity by clicking on a link we will send to the email address we have for you in our system. If we are not able to verify your identity, we may request that you match specific pieces of information we have collected about you, as well as, in some instances, provide a signed declaration under penalty of perjury that you are the consumer whose personal information is the subject of the request. If it is necessary to collect additional information from you, we will use the information only for verification purposes and will delete it as soon as practicable after complying the request. If you make a request through an authorized agent, we will require written proof that the agent is authorized to act on your behalf. The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA. Additional CCPA Disclosures Below is a chart of the categories of personal information which we collect and have collected over the previous twelve months, the categories of sources from which the personal information was collected, the business or commercial purpose for which the information was collected: Category of Personal Information Category of Sources Commercial Purpose Identifiers From you directly and from our Partners, clients and data resellers Digital advertising activities Internet or other electronic network activity information From you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers Digital advertising activities Geolocation data Automatically when you interact with the Services or other websites and from our Partners, clients and data resellers Digital advertising activities Commercial information Our Partners, clients and data resellers Digital advertising activities Professional or employment-related information Our Partners, clients and data resellers Digital advertising activities Inferences drawn from any of the foregoing to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes From you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers Digital advertising activities We disclose or sell personal information to our Service Providers and the following categories of third parties: Our affiliated entities. Data aggregators. Advertisers. Ad networks. Third parties in connection with products or services we and/or third parties provide to you. We use cloud computing vendors which qualify as “service providers” under CCPA. The transfer of data to a cloud computing vendor is defined as a “disclosure” under CCPA. Limitations on Requests You may only make a verifiable consumer request for access twice within a twelve (12) month period. The verifiable consumer request must: (a) provide sufficient information that allows us to reasonably verify you are the person about whom we collected Personal Information or your authorized agent; and (b) describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to you. The CCPA does not allow us to provide you with Personal Information if we cannot verify your identity or authority to make the request and confirm that the Personal Information relates to you. Making a verifiable consumer request does not require you to create an account with us. We will only use Personal Information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request. Response Time and Response Format We make every effort to respond to a verifiable consumer request within forty-five (45) days of its receipt. If we require more time (up to 90 days), we will inform you of the reason and extension period in writing by email. We will deliver our written response by email. Any disclosures we provide will only cover the twelve (12) month period preceding the verifiable consumer request’s receipt. The response we provide will also explain the reasons why we cannot comply with a request, if applicable. We will provide our response in a manner that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance to you. Changes to California Resident Privacy Notice We reserve the right to amend this privacy notice at our discretion and at any time. When we make changes to this privacy notice, we will enforce the terms of the new policy going forward. You will receive no other notice than an updated posting on this page. Please check back each time you use or visit our Services. Notice to Non-US Users The Services are published in the United States and intended only for US users. We attempt to protect the personally identifiable information of all users of our Services and we attempt to comply with local data protection and consumer rights laws to the extent they may apply to the Services, but our Services are targeted to United States citizens and our policies are directed at compliance with those laws. If you are uncertain whether this Privacy Policy conflicts with the applicable local privacy laws where you are located, you should not utilize the Services or provide any personal information. If you are located outside the United States of America, you should be aware that your personally identifiable information will be transferred to the United States of America, the laws of which may be deemed by your country to have inadequate data protection. If you are located in a country outside the United States of America and voluntarily submit personally identifiable information to us, you thereby consent to the general use of such information as provided in this privacy policy and to the transfer of that information to, and/or storage of that information in, the United States of America. Children’s Information We are committed to protecting the online privacy of children and, in accordance with the Children’s Online Privacy Protection Act, we will not knowingly collect information from anyone under the age of 13. Unfortunately, we cannot always determine the age of a user of the Services, a visitor to our site or the owner of an email address, but if we become aware that we have collected Personal Information about a person under the age of 13, we will take steps to delete that information from our database. How We Protect Your Information We take our responsibility to secure the information we collect and maintain seriously. We use reasonable security, including technical, physical and administrative controls, to secure the information we collect and maintain. However, we cannot guarantee that these practices will prevent every unauthorized attempt to access, use, or disclose information. You can help protect the privacy of your own information by using encryption and other techniques to prevent unauthorized interception of your personal information. You are responsible for the security of your information that you transmit to us or view, download, or otherwise access when using unencrypted, public or otherwise unsecured networks. For more information on things you can do to help protect the privacy of your own information, visit www.OnGuardOnline.gov . Certain websites require cookies to function efficiently. We may use cookies to deliver advertising we believe is relevant to you and to link data collected across other devices you use. You can adjust your settings to limit tracking or decline cookies, but, as a result, you may not be able to use certain features of the Services or take full advantage of all of our offerings. Please refer to your device or browser settings for more information on how to delete or decline cookies and control your tracking preferences. Contact Information. If you have any questions or comments about this Privacy Statement, please do not hesitate to contact us at: FourLeaf LLC 30 N. Gould Street, Ste. 5479 Sheridan, WY 82801 By Email: privacy@fourleafdata.com By Phone: (800) 360-6213 Home Capabilities Results About Contact © Copyright 2021 Fourleaf LLC. Privacy Policy Do Not Sell My Personal Information Scroll to top",
  "annotations": [
    {
      "Text": "Last Updated: January 15, 2020",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "How We Collect Information\\n\\nWe collect data that you provide and your device provides automatically when you access the Services and we also collect data that you and your device provide when you access or interact with sites owned by third-parties (“Partners”) and about your interactions with their advertised products and services (e.g. whether you purchase their products or services). We and our Partners may use cookies, tracking pixels and other technologies to recognize you or your device. These technologies act as unique identifiers and allow us to tailor the Services to your specified interests and track your activity across devices that you use. We may use this information to better understand, customize and improve the user experience and to help our Partners do the same and to deliver offers and advertisements that we believe are relevant to your interests.\\n\\nExamples of the categories of information that may be collected include personal information, demographic information, behavioral information, and indirect information. Sometimes we collect combinations of these types of information:\\n\\nPersonal Information. Is information that can be used to identify you or any other individual to whom the information may relate. This is information which you are prompted to provide to us. Examples of Personal Information are your name, address, phone number(s) and email address, employment status or other unique information about you which you provide to us during the registration process or through the course of communicating with us. We may collect this same information about other persons when you provide it to us.\\nDemographic Information. Is information that may or may not be unique to you in the sense that it refers to selected population characteristics. Examples of demographic information are your zip code, mobile phone carrier, age, gender, salary range, education, marital status, occupation, military service, industry of employment, personal and online interests.\\nBehavioral Information. Is information which is automatically collected when you use the Services. Examples of behavior information are the areas of the Services that you visit, what services you access, information about your computer hardware and software, including your IP address, geographic location, browser preference, operating system type, domain names, times that you access the internet, and other websites you have visited.\\nThird-Party Information. Is information we acquire from a third-party which may include personal, demographic, behavioral and indirect information. This may also include, but is not limited to, first party cookies, third-party cookies, anonymous cookies, persistent identifiers, email opt-in records and search engine keywords. We may also receive information third parties derive from government entities which publicly post your information. We have no access or control over these cookies and other tracking devices used by third parties including advertisers and networks, internet service providers, data analytics providers or social networks and platforms and we have no responsibility or liability for the policies and practices of these parties.\\nIn some cases, we may combine these types of data with Third Party Data. “Third Party Data” includes information that we receive from our Partners. Third Party Data may also include information we use to confirm or supplement the data you or your device provides.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {When the Privacy Policy Applies FourLeaf provides marketing and data services designed to enable our clients and their customers to communicate and market to consumers with more relevant and applicable messages across various digital channels. This Privacy Policy applies to the information we collect or obtain through providing the Services.} "
    },
    {
      "Text": "How We Use Information We Collect\\n\\nWe will use and share the information collected with third parties and service providers to:\\n\\nProvide, maintain and improve the Services and to deliver the services you may request, process transactions and send you related information, including confirmations, notifications, and invoices;\\nRespond to your comments, questions and requests and provide customer service;\\nMonitor and analyze trends, usage and activities in connection with the Services;\\nTo help our clients and their customers better understand their consumers and potential consumers in order to target and customize marketing, websites and content, and to optimize and measure how their marketing is performing;\\nPerform statistical, demographic, and marketing analyses of consumers and their purchasing patterns;\\nLink or combine with information we get from others to help understand your interests and provide you with better service and/or more targeted advertisements;\\nTo try to locate the same unique users across multiple browsers or devices in order to enable our clients and their customers to better target advertisements to a common group of users;\\nTo build various inferenced data segments related to you or the type of content in which you appear to be interested in and we use these Data Segments to help our clients or their customers;\\nCreate business and marketing reports, and to show you more relevant advertising, whether through our own services and Services, or on third-party services and websites;\\nAdvertising agencies, advertising networks, and other companies who place ads on our Services, may use their own cookies, web beacons, and other technology, to collect information about you and we do not control the use of such technology and have no responsibility for the use of such technology to gather information about you; and\\nAdvertise to you directly and indirectly through partner networks, including appending and/or merging information for the purpose of advertising to you on our service as well as other services.\\nYour personal information may also be transferred, stored or accessed it other countries where the laws may not provide levels of protection for your personal information equivalent to the protection provided by the laws of your home country.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {“Third Party Data” includes information that we receive from our Partners. Third Party Data may also include information we use to confirm or supplement the data you or your device provides.} "
    },
    {
      "Text": "How We Use Information We Collect\\n\\nWe will use and share the information collected with third parties and service providers to:\\n\\nProvide, maintain and improve the Services and to deliver the services you may request, process transactions and send you related information, including confirmations, notifications, and invoices;\\nRespond to your comments, questions and requests and provide customer service;\\nMonitor and analyze trends, usage and activities in connection with the Services;\\nTo help our clients and their customers better understand their consumers and potential consumers in order to target and customize marketing, websites and content, and to optimize and measure how their marketing is performing;\\nPerform statistical, demographic, and marketing analyses of consumers and their purchasing patterns;\\nLink or combine with information we get from others to help understand your interests and provide you with better service and/or more targeted advertisements;\\nTo try to locate the same unique users across multiple browsers or devices in order to enable our clients and their customers to better target advertisements to a common group of users;\\nTo build various inferenced data segments related to you or the type of content in which you appear to be interested in and we use these Data Segments to help our clients or their customers;\\nCreate business and marketing reports, and to show you more relevant advertising, whether through our own services and Services, or on third-party services and websites;\\nAdvertising agencies, advertising networks, and other companies who place ads on our Services, may use their own cookies, web beacons, and other technology, to collect information about you and we do not control the use of such technology and have no responsibility for the use of such technology to gather information about you; and\\nAdvertise to you directly and indirectly through partner networks, including appending and/or merging information for the purpose of advertising to you on our service as well as other services.\\nYour personal information may also be transferred, stored or accessed it other countries where the laws may not provide levels of protection for your personal information equivalent to the protection provided by the laws of your home country.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {“Third Party Data” includes information that we receive from our Partners. Third Party Data may also include information we use to confirm or supplement the data you or your device provides.} "
    },
    {
      "Text": "Sharing of Information\\n\\nIn addition to the uses described in “How we Use Information” section above, we may share your data as follows: (i) with other businesses owned by, under common ownership with, or otherwise affiliated with us; (ii) with third parties that are not owned or affiliated with us that are involved in the advertising ecosystem, including advertisers, publishers, data aggregators, measurement and attribution partners, advertising technology partners and enrichment providers whom we cannot directly control; (iii) with service providers who assist us in compliance and verification activities, or provide services such as IT, and data analysis; and (iv) with a third party in the event of a sale or transfer of all or part of our business.\\n\\nWe may also disclose the data we collect if we believe it is necessary or appropriate: (a) under applicable law, including laws outside your country of residence; (b) to comply with legal process; (c) to respond to requests from public and government authorities including those outside your country of residence; (d) to enforce our terms and conditions and this Privacy Policy; (e) to protect our rights, privacy, safety or property, and/or that of our employees, customers, affiliates, you or others; (f) to protect our operations or those of any of our affiliates; (g) to allow us and/or our affiliates to pursue available remedies or limit the damages that we may sustain; and/or (h) in connection with, or during negotiations of, any merger, sale of company assets, financing or acquisition of all or a portion of our business to another company.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {How We Use Information We Collect We will use and share the information collected with third parties and service providers to: Provide, maintain and improve the Services and to deliver the services you may request, process transactions and send you related information, including confirmations, notifications, and invoices; Respond to your comments, questions and requests and provide customer service; Monitor and analyze trends, usage and activities in connection with the Services; To help our clients and their customers better understand their consumers and potential consumers in order to target and customize marketing, websites and content, and to optimize and measure how their marketing is performing; Perform statistical, demographic, and marketing analyses of consumers and their purchasing patterns; Link or combine with information we get from others to help understand your interests and provide you with better service and/or more targeted advertisements; To try to locate the same unique users across multiple browsers or devices in order to enable our clients and their customers to better target advertisements to a common group of users; To build various inferenced data segments related to you or the type of content in which you appear to be interested in and we use these Data Segments to help our clients or their customers; Create business and marketing reports, and to show you more relevant advertising, whether through our own services and Services, or on third-party services and websites; Advertising agencies, advertising networks, and other companies who place ads on our Services, may use their own cookies, web beacons, and other technology, to collect information about you and we do not control the use of such technology and have no responsibility for the use of such technology to gather information about you; and Advertise to you directly and indirectly through partner networks, including appending and/or merging information for the purpose of advertising to you on our service as well as other services. Your personal information may also be transferred, stored or accessed it other countries where the laws may not provide levels of protection for your personal information equivalent to the protection provided by the laws of your home country.} "
    },
    {
      "Text": "Sharing of Information\\n\\nIn addition to the uses described in “How we Use Information” section above, we may share your data as follows: (i) with other businesses owned by, under common ownership with, or otherwise affiliated with us; (ii) with third parties that are not owned or affiliated with us that are involved in the advertising ecosystem, including advertisers, publishers, data aggregators, measurement and attribution partners, advertising technology partners and enrichment providers whom we cannot directly control; (iii) with service providers who assist us in compliance and verification activities, or provide services such as IT, and data analysis; and (iv) with a third party in the event of a sale or transfer of all or part of our business.\\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {How We Use Information We Collect We will use and share the information collected with third parties and service providers to: Provide, maintain and improve the Services and to deliver the services you may request, process transactions and send you related information, including confirmations, notifications, and invoices; Respond to your comments, questions and requests and provide customer service; Monitor and analyze trends, usage and activities in connection with the Services; To help our clients and their customers better understand their consumers and potential consumers in order to target and customize marketing, websites and content, and to optimize and measure how their marketing is performing; Perform statistical, demographic, and marketing analyses of consumers and their purchasing patterns; Link or combine with information we get from others to help understand your interests and provide you with better service and/or more targeted advertisements; To try to locate the same unique users across multiple browsers or devices in order to enable our clients and their customers to better target advertisements to a common group of users; To build various inferenced data segments related to you or the type of content in which you appear to be interested in and we use these Data Segments to help our clients or their customers; Create business and marketing reports, and to show you more relevant advertising, whether through our own services and Services, or on third-party services and websites; Advertising agencies, advertising networks, and other companies who place ads on our Services, may use their own cookies, web beacons, and other technology, to collect information about you and we do not control the use of such technology and have no responsibility for the use of such technology to gather information about you; and Advertise to you directly and indirectly through partner networks, including appending and/or merging information for the purpose of advertising to you on our service as well as other services. Your personal information may also be transferred, stored or accessed it other countries where the laws may not provide levels of protection for your personal information equivalent to the protection provided by the laws of your home country.} "
    },
    {
      "Text": "Right to Know:  You have the right to request that we disclose to you what categories of personal information we collect about you, how we use your personal information, and whether we share, disclose and/or sell your personal information to third parties.\\nRight to Access: You have the right to request a copy of the personal information we have collected about you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {The inclusion of a link on our Services does not imply any endorsement of the services, products or website, or its sponsoring organization California Residents: Depending on your residency, you may have certain data subject rights. As required in the California Consumer Privacy Act of 2018 (the “CCPA”), this section describes the rights available to California residents regarding their personal information, and our practices regarding the collection, use, disclosure, and sale of personal information as defined in the CCPA.} "
    },
    {
      "Text": "Right to Delete: You have the right to request that we delete the personal information we have collected from you and maintain in our systems, subject to certain exceptions that permit us to keep your personal information for specific purposes.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Your Rights Under the California Consumer Privacy Act (CCPA) If you are a resident of California, under the CCPA, you have the following rights: Right to Know:  You have the right to request that we disclose to you what categories of personal information we collect about you, how we use your personal information, and whether we share, disclose and/or sell your personal information to third parties. Right to Access: You have the right to request a copy of the personal information we have collected about you.} "
    },
    {
      "Text": "Right to Opt-Out of Sale: You have the right to opt-out of the sale of your personal information to third parties.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Right to Access: You have the right to request a copy of the personal information we have collected about you. Right to Delete: You have the right to request that we delete the personal information we have collected from you and maintain in our systems, subject to certain exceptions that permit us to keep your personal information for specific purposes.} "
    },
    {
      "Text": "Right to Non-Discrimination/Equal Service:  We will not discriminate against you for exercising any of these rights, for example, by charging a different price or denying goods or services. However, we may charge a different price or rate or provide a different level or quality of goods or services when that difference is reasonably related to the value provided to us by the data.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Right to Delete: You have the right to request that we delete the personal information we have collected from you and maintain in our systems, subject to certain exceptions that permit us to keep your personal information for specific purposes. Right to Opt-Out of Sale: You have the right to opt-out of the sale of your personal information to third parties.} "
    },
    {
      "Text": "To Exercise Your Rights Under the CCPA\\n\\nIf you wish to exercise any of these rights you may submit a verifiable consumer request to obtain the specific personal information we have collected about you by emailing us at privacy@fourleafdata.com and include “California Data Subject Rights” in the subject line or calling us at (800) 360-6213.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Non-Discrimination/Equal Service:  We will not discriminate against you for exercising any of these rights, for example, by charging a different price or denying goods or services. However, we may charge a different price or rate or provide a different level or quality of goods or services when that difference is reasonably related to the value provided to us by the data.} "
    },
    {
      "Text": "Additional CCPA Disclosures\\n\\nBelow is a chart of the categories of personal information which we collect and have collected over the previous twelve months, the categories of sources from which the personal information was collected, the business or commercial purpose for which the information was collected:\\n\\nCategory of Personal Information\tCategory of Sources\tCommercial Purpose\\nIdentifiers\tFrom you directly and from our Partners, clients and data resellers\tDigital advertising activities\\nInternet or other electronic network activity information  \tFrom you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities\\nGeolocation data  \tAutomatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities\\nCommercial information\tOur Partners, clients and data resellers\tDigital advertising activities\\nProfessional or employment-related information  \tOur Partners, clients and data resellers\tDigital advertising activities\\nInferences drawn from any of the foregoing to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes  \tFrom you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "Additional CCPA Disclosures\\n\\nBelow is a chart of the categories of personal information which we collect and have collected over the previous twelve months, the categories of sources from which the personal information was collected, the business or commercial purpose for which the information was collected:\\n\\nCategory of Personal Information\tCategory of Sources\tCommercial Purpose\\nIdentifiers\tFrom you directly and from our Partners, clients and data resellers\tDigital advertising activities\\nInternet or other electronic network activity information  \tFrom you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities\\nGeolocation data  \tAutomatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities\\nCommercial information\tOur Partners, clients and data resellers\tDigital advertising activities\\nProfessional or employment-related information  \tOur Partners, clients and data resellers\tDigital advertising activities\\nInferences drawn from any of the foregoing to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes  \tFrom you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "Additional CCPA Disclosures\\n\\nBelow is a chart of the categories of personal information which we collect and have collected over the previous twelve months, the categories of sources from which the personal information was collected, the business or commercial purpose for which the information was collected:\\n\\nCategory of Personal Information\tCategory of Sources\tCommercial Purpose\\nIdentifiers\tFrom you directly and from our Partners, clients and data resellers\tDigital advertising activities\\nInternet or other electronic network activity information  \tFrom you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities\\nGeolocation data  \tAutomatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities\\nCommercial information\tOur Partners, clients and data resellers\tDigital advertising activities\\nProfessional or employment-related information  \tOur Partners, clients and data resellers\tDigital advertising activities\\nInferences drawn from any of the foregoing to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes  \tFrom you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "Category of Personal Information ||| Identifiers ||| Internet or other electronic network activity information ||| Geolocation data ||| Commercial information ||| Professional or employment-related information ||| Inferences drawn from any of the foregoing to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes\\n\\nCategory of Sources ||| From you directly and from our Partners, clients and data resellers ||| From you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers ||| Automatically when you interact with the Services or other websites and from our Partners, clients and data resellers ||| Our Partners, clients and data resellers ||| Our Partners, clients and data resellers ||| From you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers\\n\\nCommercial Purpose ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "Category of Personal Information ||| Identifiers ||| Internet or other electronic network activity information ||| Geolocation data ||| Commercial information ||| Professional or employment-related information ||| Inferences drawn from any of the foregoing to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes\\n\\nCategory of Sources ||| From you directly and from our Partners, clients and data resellers ||| From you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers ||| Automatically when you interact with the Services or other websites and from our Partners, clients and data resellers ||| Our Partners, clients and data resellers ||| Our Partners, clients and data resellers ||| From you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers\\n\\nCommercial Purpose ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "Category of Personal Information ||| Identifiers ||| Internet or other electronic network activity information ||| Geolocation data ||| Commercial information ||| Professional or employment-related information ||| Inferences drawn from any of the foregoing to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes\\n\\nCategory of Sources ||| From you directly and from our Partners, clients and data resellers ||| From you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers ||| Automatically when you interact with the Services or other websites and from our Partners, clients and data resellers ||| Our Partners, clients and data resellers ||| Our Partners, clients and data resellers ||| From you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers\\n\\nCommercial Purpose ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "We disclose or sell personal information to our Service Providers and the following categories of third parties:\\n\\nOur affiliated entities.\\nData aggregators.\\nAdvertisers.\\nAd networks.\\nThird parties in connection with products or services we and/or third parties provide to you.\\nWe use cloud computing vendors which qualify as “service providers” under CCPA. The transfer of data to a cloud computing vendor is defined as a “disclosure” under CCPA.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "We disclose or sell personal information to our Service Providers and the following categories of third parties:\\n\\nOur affiliated entities.\\nData aggregators.\\nAdvertisers.\\nAd networks.\\nThird parties in connection with products or services we and/or third parties provide to you.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "Changes to California Resident Privacy Notice\\n\\nWe reserve the right to amend this privacy notice at our discretion and at any time. When we make changes to this privacy notice, we will enforce the terms of the new policy going forward. You will receive no other notice than an updated posting on this page. Please check back each time you use or visit our Services.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {The response we provide will also explain the reasons why we cannot comply with a request, if applicable. We will provide our response in a manner that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance to you.} "
    },
    {
      "Text": "l ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": NaN,
      "Label": "Categories of Personal Information Collected",
      "Context": ""
    },
    {
      "Text": "Examples of behavior information are the areas of the Services that you visit, what services you access, information about your computer hardware and software, including your IP address, geographic location, browser preference, operating system type, domain names, times that you access the internet, and other websites you have visited.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Behavioral Information. Is information which is automatically collected when you use the Services.} "
    },
    {
      "Text": "This may also include, but is not limited to, first party cookies, third-party cookies, anonymous cookies, persistent identifiers, email opt-in records and search engine keywords. We may also receive information third parties derive from government entities which publicly post your information. ",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {Third-Party Information. Is information we acquire from a third-party which may include personal, demographic, behavioral and indirect information.} "
    },
    {
      "Text": "We will use and share the information collected with third parties and service providers to:\n\\nProvide, maintain and improve the Services and to deliver the services you may request, process transactions and send you related information, including confirmations, notifications, and invoices;\\nRespond to your comments, questions and requests and provide customer service;\\nMonitor and analyze trends, usage and activities in connection with the Services;\\nTo help our clients and their customers better understand their consumers and potential consumers in order to target and customize marketing, websites and content, and to optimize and measure how their marketing is performing;\\nPerform statistical, demographic, and marketing analyses of consumers and their purchasing patterns;\\nLink or combine with information we get from others to help understand your interests and provide you with better service and/or more targeted advertisements;\\nTo try to locate the same unique users across multiple browsers or devices in order to enable our clients and their customers to better target advertisements to a common group of users;\\nTo build various inferenced data segments related to you or the type of content in which you appear to be interested in and we use these Data Segments to help our clients or their customers;\\nCreate business and marketing reports, and to show you more relevant advertising, whether through our own services and Services, or on third-party services and websites;\\nAdvertising agencies, advertising networks, and other companies who place ads on our Services, may use their own cookies, web beacons, and other technology, to collect information about you and we do not control the use of such technology and have no responsibility for the use of such technology to gather information about you; and\\nAdvertise to you directly and indirectly through partner networks, including appending and/or merging information for the purpose of advertising to you on our service as well as other services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {“Third Party Data” includes information that we receive from our Partners. Third Party Data may also include information we use to confirm or supplement the data you or your device provides.} "
    },
    {
      "Text": "We will use and share the information collected with third parties and service providers to:\n\\nProvide, maintain and improve the Services and to deliver the services you may request, process transactions and send you related information, including confirmations, notifications, and invoices;\\nRespond to your comments, questions and requests and provide customer service;\\nMonitor and analyze trends, usage and activities in connection with the Services;\\nTo help our clients and their customers better understand their consumers and potential consumers in order to target and customize marketing, websites and content, and to optimize and measure how their marketing is performing;\\nPerform statistical, demographic, and marketing analyses of consumers and their purchasing patterns;\\nLink or combine with information we get from others to help understand your interests and provide you with better service and/or more targeted advertisements;\\nTo try to locate the same unique users across multiple browsers or devices in order to enable our clients and their customers to better target advertisements to a common group of users;\\nTo build various inferenced data segments related to you or the type of content in which you appear to be interested in and we use these Data Segments to help our clients or their customers;\\nCreate business and marketing reports, and to show you more relevant advertising, whether through our own services and Services, or on third-party services and websites;\\nAdvertising agencies, advertising networks, and other companies who place ads on our Services, may use their own cookies, web beacons, and other technology, to collect information about you and we do not control the use of such technology and have no responsibility for the use of such technology to gather information about you; and\\nAdvertise to you directly and indirectly through partner networks, including appending and/or merging information for the purpose of advertising to you on our service as well as other services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {“Third Party Data” includes information that we receive from our Partners. Third Party Data may also include information we use to confirm or supplement the data you or your device provides.} "
    },
    {
      "Text": "In addition to the uses described in “How we Use Information” section above, we may share your data as follows: (i) with other businesses owned by, under common ownership with, or otherwise affiliated with us; (ii) with third parties that are not owned or affiliated with us that are involved in the advertising ecosystem, including advertisers, publishers, data aggregators, measurement and attribution partners, advertising technology partners and enrichment providers whom we cannot directly control; (iii) with service providers who assist us in compliance and verification activities, or provide services such as IT, and data analysis; and (iv) with a third party in the event of a sale or transfer of all or part of our business.\n\\nWe may also disclose the data we collect if we believe it is necessary or appropriate: (a) under applicable law, including laws outside your country of residence; (b) to comply with legal process; (c) to respond to requests from public and government authorities including those outside your country of residence; (d) to enforce our terms and conditions and this Privacy Policy; (e) to protect our rights, privacy, safety or property, and/or that of our employees, customers, affiliates, you or others; (f) to protect our operations or those of any of our affiliates; (g) to allow us and/or our affiliates to pursue available remedies or limit the damages that we may sustain; and/or (h) in connection with, or during negotiations of, any merger, sale of company assets, financing or acquisition of all or a portion of our business to another company.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {How We Use Information We Collect We will use and share the information collected with third parties and service providers to: Provide, maintain and improve the Services and to deliver the services you may request, process transactions and send you related information, including confirmations, notifications, and invoices; Respond to your comments, questions and requests and provide customer service; Monitor and analyze trends, usage and activities in connection with the Services; To help our clients and their customers better understand their consumers and potential consumers in order to target and customize marketing, websites and content, and to optimize and measure how their marketing is performing; Perform statistical, demographic, and marketing analyses of consumers and their purchasing patterns; Link or combine with information we get from others to help understand your interests and provide you with better service and/or more targeted advertisements; To try to locate the same unique users across multiple browsers or devices in order to enable our clients and their customers to better target advertisements to a common group of users; To build various inferenced data segments related to you or the type of content in which you appear to be interested in and we use these Data Segments to help our clients or their customers; Create business and marketing reports, and to show you more relevant advertising, whether through our own services and Services, or on third-party services and websites; Advertising agencies, advertising networks, and other companies who place ads on our Services, may use their own cookies, web beacons, and other technology, to collect information about you and we do not control the use of such technology and have no responsibility for the use of such technology to gather information about you; and Advertise to you directly and indirectly through partner networks, including appending and/or merging information for the purpose of advertising to you on our service as well as other services. Your personal information may also be transferred, stored or accessed it other countries where the laws may not provide levels of protection for your personal information equivalent to the protection provided by the laws of your home country.} "
    },
    {
      "Text": "Right to Know:  You have the right to request that we disclose to you what categories of personal information we collect about you, how we use your personal information, and whether we share, disclose and/or sell your personal information to third parties.\\nRight to Access: You have the right to request a copy of the personal information we have collected about you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {The inclusion of a link on our Services does not imply any endorsement of the services, products or website, or its sponsoring organization California Residents: Depending on your residency, you may have certain data subject rights. As required in the California Consumer Privacy Act of 2018 (the “CCPA”), this section describes the rights available to California residents regarding their personal information, and our practices regarding the collection, use, disclosure, and sale of personal information as defined in the CCPA.} "
    },
    {
      "Text": "Right to Know:  You have the right to request that we disclose to you what categories of personal information we collect about you, how we use your personal information, and whether we share, disclose and/or sell your personal information to third parties.\\nRight to Access: You have the right to request a copy of the personal information we have collected about you.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {The inclusion of a link on our Services does not imply any endorsement of the services, products or website, or its sponsoring organization California Residents: Depending on your residency, you may have certain data subject rights. As required in the California Consumer Privacy Act of 2018 (the “CCPA”), this section describes the rights available to California residents regarding their personal information, and our practices regarding the collection, use, disclosure, and sale of personal information as defined in the CCPA.} "
    },
    {
      "Text": "Right to Delete: You have the right to request that we delete the personal information we have collected from you and maintain in our systems, subject to certain exceptions that permit us to keep your personal information for specific purposes.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Your Rights Under the California Consumer Privacy Act (CCPA) If you are a resident of California, under the CCPA, you have the following rights: Right to Know:  You have the right to request that we disclose to you what categories of personal information we collect about you, how we use your personal information, and whether we share, disclose and/or sell your personal information to third parties. Right to Access: You have the right to request a copy of the personal information we have collected about you.} "
    },
    {
      "Text": "Right to Opt-Out of Sale: You have the right to opt-out of the sale of your personal information to third parties.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Right to Access: You have the right to request a copy of the personal information we have collected about you. Right to Delete: You have the right to request that we delete the personal information we have collected from you and maintain in our systems, subject to certain exceptions that permit us to keep your personal information for specific purposes.} "
    },
    {
      "Text": "Right to Non-Discrimination/Equal Service:  We will not discriminate against you for exercising any of these rights, for example, by charging a different price or denying goods or services. However, we may charge a different price or rate or provide a different level or quality of goods or services when that difference is reasonably related to the value provided to us by the data.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Right to Delete: You have the right to request that we delete the personal information we have collected from you and maintain in our systems, subject to certain exceptions that permit us to keep your personal information for specific purposes. Right to Opt-Out of Sale: You have the right to opt-out of the sale of your personal information to third parties.} "
    },
    {
      "Text": "To Exercise Your Rights Under the CCPA\n\\nIf you wish to exercise any of these rights you may submit a verifiable consumer request to obtain the specific personal information we have collected about you by emailing us at privacy@fourleafdata.com and include “California Data Subject Rights” in the subject line or calling us at (800) 360-6213.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Non-Discrimination/Equal Service:  We will not discriminate against you for exercising any of these rights, for example, by charging a different price or denying goods or services. However, we may charge a different price or rate or provide a different level or quality of goods or services when that difference is reasonably related to the value provided to us by the data.} "
    },
    {
      "Text": "Below is a chart of the categories of personal information which we collect and have collected over the previous twelve months, the categories of sources from which the personal information was collected, the business or commercial purpose for which the information was collected:\n\\nCategory of Personal Information\tCategory of Sources\tCommercial Purpose\\nIdentifiers\tFrom you directly and from our Partners, clients and data resellers\tDigital advertising activities\\nInternet or other electronic network activity information  \tFrom you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities\\nGeolocation data  \tAutomatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities\\nCommercial information\tOur Partners, clients and data resellers\tDigital advertising activities\\nProfessional or employment-related information  \tOur Partners, clients and data resellers\tDigital advertising activities\\nInferences drawn from any of the foregoing to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes  \tFrom you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "Category of Personal Information ||| Identifiers ||| Internet or other electronic network activity information ||| Geolocation data ||| Commercial information ||| Professional or employment-related information ||| Inferences drawn from any of the foregoing to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "Category of Personal Information ||| Identifiers ||| Internet or other electronic network activity information ||| Geolocation data ||| Commercial information ||| Professional or employment-related information ||| Inferences drawn from any of the foregoing to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "We disclose or sell personal information to our Service Providers and the following categories of third parties:\n\\nOur affiliated entities.\\nData aggregators.\\nAdvertisers.\\nAd networks.\\nThird parties in connection with products or services we and/or third parties provide to you.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "Last Updated: January 15, 2020",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Changes to California Resident Privacy Notice\\n\\nWe reserve the right to amend this privacy notice at our discretion and at any time. When we make changes to this privacy notice, we will enforce the terms of the new policy going forward. You will receive no other notice than an updated posting on this page. Please check back each time you use or visit our Services.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {The response we provide will also explain the reasons why we cannot comply with a request, if applicable. We will provide our response in a manner that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance to you.} "
    },
    {
      "Text": "Last Updated: January 15, 2020",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "We may make changes or update this Privacy Policy at any time and without notice to you.  Any changes or updates will be reflected at www.fourleafdata.com, and you should check back from time to time to be aware of any changes or updates. The date of the latest revision will appear at the top of the first page.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {This Privacy Policy does not apply to the collection, storage, destruction, disclosure, and/or use of any data or information by third parties. In such case, that data or information is subject to the privacy notice of that particular third party.} "
    },
    {
      "Text": "How We Collect Information\\n\\nWe collect data that you provide and your device provides automatically when you access the Services and we also collect data that you and your device provide when you access or interact with sites owned by third-parties (“Partners”) and about your interactions with their advertised products and services (e.g. whether you purchase their products or services). We and our Partners may use cookies, tracking pixels and other technologies to recognize you or your device. These technologies act as unique identifiers and allow us to tailor the Services to your specified interests and track your activity across devices that you use. We may use this information to better understand, customize and improve the user experience and to help our Partners do the same and to deliver offers and advertisements that we believe are relevant to your interests.\\n\\nExamples of the categories of information that may be collected include personal information, demographic information, behavioral information, and indirect information. Sometimes we collect combinations of these types of information:\\n\\nPersonal Information. Is information that can be used to identify you or any other individual to whom the information may relate. This is information which you are prompted to provide to us. Examples of Personal Information are your name, address, phone number(s) and email address, employment status or other unique information about you which you provide to us during the registration process or through the course of communicating with us. We may collect this same information about other persons when you provide it to us.\\nDemographic Information. Is information that may or may not be unique to you in the sense that it refers to selected population characteristics. Examples of demographic information are your zip code, mobile phone carrier, age, gender, salary range, education, marital status, occupation, military service, industry of employment, personal and online interests.\\nBehavioral Information. Is information which is automatically collected when you use the Services. Examples of behavior information are the areas of the Services that you visit, what services you access, information about your computer hardware and software, including your IP address, geographic location, browser preference, operating system type, domain names, times that you access the internet, and other websites you have visited.\\nThird-Party Information. Is information we acquire from a third-party which may include personal, demographic, behavioral and indirect information. This may also include, but is not limited to, first party cookies, third-party cookies, anonymous cookies, persistent identifiers, email opt-in records and search engine keywords. We may also receive information third parties derive from government entities which publicly post your information. We have no access or control over these cookies and other tracking devices used by third parties including advertisers and networks, internet service providers, data analytics providers or social networks and platforms and we have no responsibility or liability for the policies and practices of these parties.\\nIn some cases, we may combine these types of data with Third Party Data. “Third Party Data” includes information that we receive from our Partners. Third Party Data may also include information we use to confirm or supplement the data you or your device provides.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {When the Privacy Policy Applies FourLeaf provides marketing and data services designed to enable our clients and their customers to communicate and market to consumers with more relevant and applicable messages across various digital channels. This Privacy Policy applies to the information we collect or obtain through providing the Services.} "
    },
    {
      "Text": "How We Use Information We Collect\\n\\nWe will use and share the information collected with third parties and service providers to:\\n\\nProvide, maintain and improve the Services and to deliver the services you may request, process transactions and send you related information, including confirmations, notifications, and invoices;\\nRespond to your comments, questions and requests and provide customer service;\\nMonitor and analyze trends, usage and activities in connection with the Services;\\nTo help our clients and their customers better understand their consumers and potential consumers in order to target and customize marketing, websites and content, and to optimize and measure how their marketing is performing;\\nPerform statistical, demographic, and marketing analyses of consumers and their purchasing patterns;\\nLink or combine with information we get from others to help understand your interests and provide you with better service and/or more targeted advertisements;\\nTo try to locate the same unique users across multiple browsers or devices in order to enable our clients and their customers to better target advertisements to a common group of users;\\nTo build various inferenced data segments related to you or the type of content in which you appear to be interested in and we use these Data Segments to help our clients or their customers;\\nCreate business and marketing reports, and to show you more relevant advertising, whether through our own services and Services, or on third-party services and websites;\\nAdvertising agencies, advertising networks, and other companies who place ads on our Services, may use their own cookies, web beacons, and other technology, to collect information about you and we do not control the use of such technology and have no responsibility for the use of such technology to gather information about you; and\\nAdvertise to you directly and indirectly through partner networks, including appending and/or merging information for the purpose of advertising to you on our service as well as other services.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {“Third Party Data” includes information that we receive from our Partners. Third Party Data may also include information we use to confirm or supplement the data you or your device provides.} "
    },
    {
      "Text": "How We Use Information We Collect\\n\\nWe will use and share the information collected with third parties and service providers to:\\n\\nProvide, maintain and improve the Services and to deliver the services you may request, process transactions and send you related information, including confirmations, notifications, and invoices;\\nRespond to your comments, questions and requests and provide customer service;\\nMonitor and analyze trends, usage and activities in connection with the Services;\\nTo help our clients and their customers better understand their consumers and potential consumers in order to target and customize marketing, websites and content, and to optimize and measure how their marketing is performing;\\nPerform statistical, demographic, and marketing analyses of consumers and their purchasing patterns;\\nLink or combine with information we get from others to help understand your interests and provide you with better service and/or more targeted advertisements;\\nTo try to locate the same unique users across multiple browsers or devices in order to enable our clients and their customers to better target advertisements to a common group of users;\\nTo build various inferenced data segments related to you or the type of content in which you appear to be interested in and we use these Data Segments to help our clients or their customers;\\nCreate business and marketing reports, and to show you more relevant advertising, whether through our own services and Services, or on third-party services and websites;\\nAdvertising agencies, advertising networks, and other companies who place ads on our Services, may use their own cookies, web beacons, and other technology, to collect information about you and we do not control the use of such technology and have no responsibility for the use of such technology to gather information about you; and\\nAdvertise to you directly and indirectly through partner networks, including appending and/or merging information for the purpose of advertising to you on our service as well as other services.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {“Third Party Data” includes information that we receive from our Partners. Third Party Data may also include information we use to confirm or supplement the data you or your device provides.} "
    },
    {
      "Text": "How We Use Information We Collect\\n\\nWe will use and share the information collected with third parties and service providers to:\\n\\nProvide, maintain and improve the Services and to deliver the services you may request, process transactions and send you related information, including confirmations, notifications, and invoices;\\nRespond to your comments, questions and requests and provide customer service;\\nMonitor and analyze trends, usage and activities in connection with the Services;\\nTo help our clients and their customers better understand their consumers and potential consumers in order to target and customize marketing, websites and content, and to optimize and measure how their marketing is performing;\\nPerform statistical, demographic, and marketing analyses of consumers and their purchasing patterns;\\nLink or combine with information we get from others to help understand your interests and provide you with better service and/or more targeted advertisements;\\nTo try to locate the same unique users across multiple browsers or devices in order to enable our clients and their customers to better target advertisements to a common group of users;\\nTo build various inferenced data segments related to you or the type of content in which you appear to be interested in and we use these Data Segments to help our clients or their customers;\\nCreate business and marketing reports, and to show you more relevant advertising, whether through our own services and Services, or on third-party services and websites;\\nAdvertising agencies, advertising networks, and other companies who place ads on our Services, may use their own cookies, web beacons, and other technology, to collect information about you and we do not control the use of such technology and have no responsibility for the use of such technology to gather information about you; and\\nAdvertise to you directly and indirectly through partner networks, including appending and/or merging information for the purpose of advertising to you on our service as well as other services.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {“Third Party Data” includes information that we receive from our Partners. Third Party Data may also include information we use to confirm or supplement the data you or your device provides.} "
    },
    {
      "Text": "Your personal information may also be transferred, stored or accessed it other countries where the laws may not provide levels of protection for your personal information equivalent to the protection provided by the laws of your home country.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {Third Party Data may also include information we use to confirm or supplement the data you or your device provides. How We Use Information We Collect We will use and share the information collected with third parties and service providers to: Provide, maintain and improve the Services and to deliver the services you may request, process transactions and send you related information, including confirmations, notifications, and invoices; Respond to your comments, questions and requests and provide customer service; Monitor and analyze trends, usage and activities in connection with the Services; To help our clients and their customers better understand their consumers and potential consumers in order to target and customize marketing, websites and content, and to optimize and measure how their marketing is performing; Perform statistical, demographic, and marketing analyses of consumers and their purchasing patterns; Link or combine with information we get from others to help understand your interests and provide you with better service and/or more targeted advertisements; To try to locate the same unique users across multiple browsers or devices in order to enable our clients and their customers to better target advertisements to a common group of users; To build various inferenced data segments related to you or the type of content in which you appear to be interested in and we use these Data Segments to help our clients or their customers; Create business and marketing reports, and to show you more relevant advertising, whether through our own services and Services, or on third-party services and websites; Advertising agencies, advertising networks, and other companies who place ads on our Services, may use their own cookies, web beacons, and other technology, to collect information about you and we do not control the use of such technology and have no responsibility for the use of such technology to gather information about you; and Advertise to you directly and indirectly through partner networks, including appending and/or merging information for the purpose of advertising to you on our service as well as other services.} "
    },
    {
      "Text": "Sharing of Information\\n\\nIn addition to the uses described in “How we Use Information” section above, we may share your data as follows: (i) with other businesses owned by, under common ownership with, or otherwise affiliated with us; (ii) with third parties that are not owned or affiliated with us that are involved in the advertising ecosystem, including advertisers, publishers, data aggregators, measurement and attribution partners, advertising technology partners and enrichment providers whom we cannot directly control; (iii) with service providers who assist us in compliance and verification activities, or provide services such as IT, and data analysis; and (iv) with a third party in the event of a sale or transfer of all or part of our business.\\n\\nWe may also disclose the data we collect if we believe it is necessary or appropriate: (a) under applicable law, including laws outside your country of residence; (b) to comply with legal process; (c) to respond to requests from public and government authorities including those outside your country of residence; (d) to enforce our terms and conditions and this Privacy Policy; (e) to protect our rights, privacy, safety or property, and/or that of our employees, customers, affiliates, you or others; (f) to protect our operations or those of any of our affiliates; (g) to allow us and/or our affiliates to pursue available remedies or limit the damages that we may sustain; and/or (h) in connection with, or during negotiations of, any merger, sale of company assets, financing or acquisition of all or a portion of our business to another company.\\n\\nWe may also combine, de-identify, or aggregate any of the information we collect for any of these purposes.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {How We Use Information We Collect We will use and share the information collected with third parties and service providers to: Provide, maintain and improve the Services and to deliver the services you may request, process transactions and send you related information, including confirmations, notifications, and invoices; Respond to your comments, questions and requests and provide customer service; Monitor and analyze trends, usage and activities in connection with the Services; To help our clients and their customers better understand their consumers and potential consumers in order to target and customize marketing, websites and content, and to optimize and measure how their marketing is performing; Perform statistical, demographic, and marketing analyses of consumers and their purchasing patterns; Link or combine with information we get from others to help understand your interests and provide you with better service and/or more targeted advertisements; To try to locate the same unique users across multiple browsers or devices in order to enable our clients and their customers to better target advertisements to a common group of users; To build various inferenced data segments related to you or the type of content in which you appear to be interested in and we use these Data Segments to help our clients or their customers; Create business and marketing reports, and to show you more relevant advertising, whether through our own services and Services, or on third-party services and websites; Advertising agencies, advertising networks, and other companies who place ads on our Services, may use their own cookies, web beacons, and other technology, to collect information about you and we do not control the use of such technology and have no responsibility for the use of such technology to gather information about you; and Advertise to you directly and indirectly through partner networks, including appending and/or merging information for the purpose of advertising to you on our service as well as other services. Your personal information may also be transferred, stored or accessed it other countries where the laws may not provide levels of protection for your personal information equivalent to the protection provided by the laws of your home country.} "
    },
    {
      "Text": "Right to Know:  You have the right to request that we disclose to you what categories of personal information we collect about you, how we use your personal information, and whether we share, disclose and/or sell your personal information to third parties.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {The inclusion of a link on our Services does not imply any endorsement of the services, products or website, or its sponsoring organization California Residents: Depending on your residency, you may have certain data subject rights. As required in the California Consumer Privacy Act of 2018 (the “CCPA”), this section describes the rights available to California residents regarding their personal information, and our practices regarding the collection, use, disclosure, and sale of personal information as defined in the CCPA.} "
    },
    {
      "Text": "Right to Know:  You have the right to request that we disclose to you what categories of personal information we collect about you, how we use your personal information, and whether we share, disclose and/or sell your personal information to third parties.",
      "Label": "Description of Right to Know PI sold / shared",
      "Context": "2 Sentences Before {The inclusion of a link on our Services does not imply any endorsement of the services, products or website, or its sponsoring organization California Residents: Depending on your residency, you may have certain data subject rights. As required in the California Consumer Privacy Act of 2018 (the “CCPA”), this section describes the rights available to California residents regarding their personal information, and our practices regarding the collection, use, disclosure, and sale of personal information as defined in the CCPA.} "
    },
    {
      "Text": "Right to Access: You have the right to request a copy of the personal information we have collected about you.",
      "Label": "Description of Right to Know PI Collected",
      "Context": "2 Sentences Before {As required in the California Consumer Privacy Act of 2018 (the “CCPA”), this section describes the rights available to California residents regarding their personal information, and our practices regarding the collection, use, disclosure, and sale of personal information as defined in the CCPA. Your Rights Under the California Consumer Privacy Act (CCPA) If you are a resident of California, under the CCPA, you have the following rights: Right to Know:  You have the right to request that we disclose to you what categories of personal information we collect about you, how we use your personal information, and whether we share, disclose and/or sell your personal information to third parties.} "
    },
    {
      "Text": "Right to Delete: You have the right to request that we delete the personal information we have collected from you and maintain in our systems, subject to certain exceptions that permit us to keep your personal information for specific purposes.",
      "Label": "Description of Right to Delete",
      "Context": "2 Sentences Before {Your Rights Under the California Consumer Privacy Act (CCPA) If you are a resident of California, under the CCPA, you have the following rights: Right to Know:  You have the right to request that we disclose to you what categories of personal information we collect about you, how we use your personal information, and whether we share, disclose and/or sell your personal information to third parties. Right to Access: You have the right to request a copy of the personal information we have collected about you.} "
    },
    {
      "Text": "Right to Opt-Out of Sale: You have the right to opt-out of the sale of your personal information to third parties.",
      "Label": "Description of Right to Opt-out of sale of PI",
      "Context": "2 Sentences Before {Right to Access: You have the right to request a copy of the personal information we have collected about you. Right to Delete: You have the right to request that we delete the personal information we have collected from you and maintain in our systems, subject to certain exceptions that permit us to keep your personal information for specific purposes.} "
    },
    {
      "Text": "Right to Non-Discrimination/Equal Service:  We will not discriminate against you for exercising any of these rights, for example, by charging a different price or denying goods or services. However, we may charge a different price or rate or provide a different level or quality of goods or services when that difference is reasonably related to the value provided to us by the data.",
      "Label": "Description of Right to Non-discrimination on exercising rights",
      "Context": "2 Sentences Before {Right to Delete: You have the right to request that we delete the personal information we have collected from you and maintain in our systems, subject to certain exceptions that permit us to keep your personal information for specific purposes. Right to Opt-Out of Sale: You have the right to opt-out of the sale of your personal information to third parties.} "
    },
    {
      "Text": "To Exercise Your Rights Under the CCPA\\n\\nIf you wish to exercise any of these rights you may submit a verifiable consumer request to obtain the specific personal information we have collected about you by emailing us at privacy@fourleafdata.com and include “California Data Subject Rights” in the subject line or calling us at (800) 360-6213.",
      "Label": "Methods to exercise rights",
      "Context": "2 Sentences Before {Right to Non-Discrimination/Equal Service:  We will not discriminate against you for exercising any of these rights, for example, by charging a different price or denying goods or services. However, we may charge a different price or rate or provide a different level or quality of goods or services when that difference is reasonably related to the value provided to us by the data.} "
    },
    {
      "Text": "If it is necessary to collect additional information from you, we will use the information only for verification purposes and will delete it as soon as practicable after complying the request.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {To verify your identity, we may require that you fill out the portal form in its entirety and/or verify your identity by clicking on a link we will send to the email address we have for you in our system. If we are not able to verify your identity, we may request that you match specific pieces of information we have collected about you, as well as, in some instances, provide a signed declaration under penalty of perjury that you are the consumer whose personal information is the subject of the request.} "
    },
    {
      "Text": "Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {If you make a request through an authorized agent, we will require written proof that the agent is authorized to act on your behalf. The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard.} "
    },
    {
      "Text": "Below is a chart of the categories of personal information which we collect and have collected over the previous twelve months, the categories of sources from which the personal information was collected, the business or commercial purpose for which the information was collected:\\n\\nCategory of Personal Information\tCategory of Sources\tCommercial Purpose\\nIdentifiers\tFrom you directly and from our Partners, clients and data resellers\tDigital advertising activities\\nInternet or other electronic network activity information  \tFrom you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities\\nGeolocation data  \tAutomatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities\\nCommercial information\tOur Partners, clients and data resellers\tDigital advertising activities\\nProfessional or employment-related information  \tOur Partners, clients and data resellers\tDigital advertising activities\\nInferences drawn from any of the foregoing to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes  \tFrom you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities\\n",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "Category of Personal Information\tCategory of Sources\tCommercial Purpose\\nIdentifiers\tFrom you directly and from our Partners, clients and data resellers\tDigital advertising activities\\nInternet or other electronic network activity information  \tFrom you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities\\nGeolocation data  \tAutomatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities\\nCommercial information\tOur Partners, clients and data resellers\tDigital advertising activities\\nProfessional or employment-related information  \tOur Partners, clients and data resellers\tDigital advertising activities\\nInferences drawn from any of the foregoing to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes  \tFrom you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "Category of Personal Information\tCategory of Sources\tCommercial Purpose\\nIdentifiers\tFrom you directly and from our Partners, clients and data resellers\tDigital advertising activities\\nInternet or other electronic network activity information  \tFrom you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities\\nGeolocation data  \tAutomatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities\\nCommercial information\tOur Partners, clients and data resellers\tDigital advertising activities\\nProfessional or employment-related information  \tOur Partners, clients and data resellers\tDigital advertising activities\\nInferences drawn from any of the foregoing to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes  \tFrom you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "Category of Personal Information\tCategory of Sources\tCommercial Purpose\\nIdentifiers\tFrom you directly and from our Partners, clients and data resellers\tDigital advertising activities\\nInternet or other electronic network activity information  \tFrom you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities\\nGeolocation data  \tAutomatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities\\nCommercial information\tOur Partners, clients and data resellers\tDigital advertising activities\\nProfessional or employment-related information  \tOur Partners, clients and data resellers\tDigital advertising activities\\nInferences drawn from any of the foregoing to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes  \tFrom you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers\tDigital advertising activities",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "Below is a chart of the categories of personal information which we collect and have collected over the previous twelve months, the categories of sources from which the personal information was collected, the business or commercial purpose for which the information was collected:",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "Below is a chart of the categories of personal information which we collect and have collected over the previous twelve months, the categories of sources from which the personal information was collected, the business or commercial purpose for which the information was collected:",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "0: Category of Personal Information ||| 1: Category of Sources ||| 2: Commercial Purpose\\n\\n0: Identifiers ||| 1: From you directly and from our Partners, clients and data resellers ||| 2: Digital advertising activities\\n\\n0: Internet or other electronic network activity information ||| 1: From you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers ||| 2: Digital advertising activities\\n\\n0: Geolocation data ||| 1: Automatically when you interact with the Services or other websites and from our Partners, clients and data resellers ||| 2: Digital advertising activities\\n\\n0: Commercial information ||| 1: Our Partners, clients and data resellers ||| 2: Digital advertising activities\\n\\n0: Professional or employment-related information ||| 1: Our Partners, clients and data resellers ||| 2: Digital advertising activities\\n\\n0: Inferences drawn from any of the foregoing to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes ||| 1: From you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers ||| 2: Digital advertising activities",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "0: Category of Personal Information ||| 1: Category of Sources ||| 2: Commercial Purpose\\n\\n0: Identifiers ||| 1: From you directly and from our Partners, clients and data resellers ||| 2: Digital advertising activities\\n\\n0: Internet or other electronic network activity information ||| 1: From you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers ||| 2: Digital advertising activities\\n\\n0: Geolocation data ||| 1: Automatically when you interact with the Services or other websites and from our Partners, clients and data resellers ||| 2: Digital advertising activities\\n\\n0: Commercial information ||| 1: Our Partners, clients and data resellers ||| 2: Digital advertising activities\\n\\n0: Professional or employment-related information ||| 1: Our Partners, clients and data resellers ||| 2: Digital advertising activities\\n\\n0: Inferences drawn from any of the foregoing to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes ||| 1: From you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers ||| 2: Digital advertising activities\\n\\n",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "0: Category of Personal Information ||| 1: Category of Sources ||| 2: Commercial Purpose\\n\\n0: Identifiers ||| 1: From you directly and from our Partners, clients and data resellers ||| 2: Digital advertising activities\\n\\n0: Internet or other electronic network activity information ||| 1: From you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers ||| 2: Digital advertising activities\\n\\n0: Geolocation data ||| 1: Automatically when you interact with the Services or other websites and from our Partners, clients and data resellers ||| 2: Digital advertising activities\\n\\n0: Commercial information ||| 1: Our Partners, clients and data resellers ||| 2: Digital advertising activities\\n\\n0: Professional or employment-related information ||| 1: Our Partners, clients and data resellers ||| 2: Digital advertising activities\\n\\n0: Inferences drawn from any of the foregoing to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes ||| 1: From you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers ||| 2: Digital advertising activities\\n\\n",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {} "
    },
    {
      "Text": "Category of Personal Information ||| Identifiers ||| Internet or other electronic network activity information ||| Geolocation data ||| Commercial information ||| Professional or employment-related information ||| Inferences drawn from any of the foregoing to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes\\n\\nCategory of Sources ||| From you directly and from our Partners, clients and data resellers ||| From you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers ||| Automatically when you interact with the Services or other websites and from our Partners, clients and data resellers ||| Our Partners, clients and data resellers ||| Our Partners, clients and data resellers ||| From you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers\\n\\nCommercial Purpose ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "Category of Personal Information ||| Identifiers ||| Internet or other electronic network activity information ||| Geolocation data ||| Commercial information ||| Professional or employment-related information ||| Inferences drawn from any of the foregoing to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes\\n\\nCategory of Sources ||| From you directly and from our Partners, clients and data resellers ||| From you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers ||| Automatically when you interact with the Services or other websites and from our Partners, clients and data resellers ||| Our Partners, clients and data resellers ||| Our Partners, clients and data resellers ||| From you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers\\n\\nCommercial Purpose ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "Category of Personal Information ||| Identifiers ||| Internet or other electronic network activity information ||| Geolocation data ||| Commercial information ||| Professional or employment-related information ||| Inferences drawn from any of the foregoing to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes\\n\\nCategory of Sources ||| From you directly and from our Partners, clients and data resellers ||| From you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers ||| Automatically when you interact with the Services or other websites and from our Partners, clients and data resellers ||| Our Partners, clients and data resellers ||| Our Partners, clients and data resellers ||| From you directly or automatically when you interact with the Services or other websites and from our Partners, clients and data resellers\\n\\nCommercial Purpose ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities ||| Digital advertising activities",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "We disclose or sell personal information to our Service Providers and the following categories of third parties:\\n\\nOur affiliated entities.\\nData aggregators.\\nAdvertisers.\\nAd networks.\\nThird parties in connection with products or services we and/or third parties provide to you.\\nWe use cloud computing vendors which qualify as “service providers” under CCPA. The transfer of data to a cloud computing vendor is defined as a “disclosure” under CCPA.",
      "Label": "Categories of Personal Information Shared / Disclosed",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "We disclose or sell personal information to our Service Providers and the following categories of third parties:\\n\\nOur affiliated entities.\\nData aggregators.\\nAdvertisers.\\nAd networks.\\nThird parties in connection with products or services we and/or third parties provide to you.",
      "Label": "Categories of Personal Information Sold",
      "Context": "2 Sentences Before {The rights described herein are not absolute and we reserve all of our rights available to us at law in this regard. Additionally, if we retain your personal information only in de-identified form, we will not attempt to re-identify your data in response to a request under CCPA.} "
    },
    {
      "Text": "We will only use Personal Information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request.",
      "Label": "Categories of Personal Information Collected",
      "Context": "2 Sentences Before {The CCPA does not allow us to provide you with Personal Information if we cannot verify your identity or authority to make the request and confirm that the Personal Information relates to you. Making a verifiable consumer request does not require you to create an account with us.} "
    },
    {
      "Text": "Changes to California Resident Privacy Notice\\n\\nWe reserve the right to amend this privacy notice at our discretion and at any time. When we make changes to this privacy notice, we will enforce the terms of the new policy going forward. You will receive no other notice than an updated posting on this page.",
      "Label": "Updated Privacy Policy",
      "Context": "2 Sentences Before {The response we provide will also explain the reasons why we cannot comply with a request, if applicable. We will provide our response in a manner that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance to you.} "
    }
  ]
}